[{"quote": "All that is gold does not glitter. Not all those who wander are lost.", "author": "J.R.R. Tolkien"}, {"quote": "Travel is fatal to prejudice, bigotry, and narrow-mindedness, and many of our people need it sorely on these accounts. Broad, wholesome, charitable views of men and things cannot be acquired by vegetating in one little corner of the earth all one’s lifetime.", "author": "Mark Twain"}, {"quote": "The real voyage of discovery consists not in seeking new landscapes, but in having new eyes.", "author": "Marcel Proust"}, {"quote": "The journey itself is my home.", "author": "Matsuo Basho"}, {"quote": "The world is a book, and those who don’t travel only read one page.", "author": "Augustine of Hippo"}, {"quote": "Twenty years from now you will be more disappointed by the things you didn’t do than by the ones you did. So throw off the bowlines, sail away from the safe harbor. Catch the trade winds in you sail. Explore. Dream. Discover.", "author": "Mark Twain"}, {"quote": "There’s something about arriving in new cities, wandering empty streets with no destination. I will never lose the love for the arriving, but I’m born to leave.", "author": "Charlotte Erikkson"}, {"quote": "To get away from one’s working environment is, in a sense, to get away from one’s self; and this is often the chief advantage of travel and change.", "author": "Charles Horton Cooley"}, {"quote": "A man travels the world over in search of what he needs and returns home to find it.", "author": "George A. Moore"}, {"quote": "Travel brings power and love back into your life.", "author": "Rumi"}, {"quote": "Though we travel the world over to find the beautiful, we must carry it with us, or we find it not.", "author": "Ralph Waldo Emerson"}, {"quote": "What you’ve done becomes the judge of what you’re going to do – especially in other people’s minds. When you’re travelling, you are what you are right there and then.", "author": "William Least Heat Moon"}, {"quote": "Travel is fatal to prejudice, bigotry, and narrow-mindedness.", "author": "Mark Twain"}, {"quote": "Travel makes one modest. You see what a tiny place you occupy in the world.", "author": "Gustave Flaubert"}, {"quote": "A man of ordinary talent will always be ordinary, whether he travels or not; but a man of superior talent will go to pieces if he remains forever in the same place.", "author": "Wolfgang Amadeus Mozart"}, {"quote": "Man cannot discover new oceans unless he has the courage to lose sight of the shore.", "author": "Andre Gide"}, {"quote": "Once you have travelled, the voyage never ends, but is played out over and over again in the quietest chambers. The mind can never break off from the journey.", "author": "Pat Conroy"}, {"quote": "We wanderers, ever seeking the lonelier way, begin no day where we have ended another day; and no sunrise finds us where sunset left us. Even while the earth sleeps we travel. We are the seeds of the tenacious plant, and it is in our ripeness and our fullness of heart that we are given to the wind and are scattered.", "author": "Khalil Gibran"}, {"quote": "Not until we are lost do we begin to understand ourselves.", "author": "Henry David Thoreau"}, {"quote": "Now more than ever do I realize that I will never be content with a sedentary life, that I will always be haunted by thoughts of a sun-drenched elsewhere.", "author": "Isabelle Eberhardt"}, {"quote": "For the born traveller, travelling is a besetting vice. Like other vices, it is imperious, demanding its victim’s time, money, energy and the sacrifice of comfort.", "author": "Aldous Huxley"}, {"quote": "The very basic core of a man’s living spirit is his passion for adventure. The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly changing horizon, for each day to have a new and different sun.", "author": "Christopher McCandless"}, {"quote": "Do we really want to travel in hermetically sealed popemobiles through the rural provinces of France, Mexico and the Far East, eating only in Hard Rock Cafes and McDonalds? Or do we want to eat without fear, tearing into the local stew, the humble taqueria’s mystery meat, the sincerely offered gift of a lightly grilled fish head? I know what I want. I want it all. I want to try everything once.", "author": "Anthony Bourdain"}, {"quote": "Travel and change of place impart new vigor to the mind.", "author": "Seneca"}, {"quote": "And if travel is like love, it is, in the end, mostly because it’s a heightened state of awareness, in which we are mindful, receptive, undimmed by familiarity and ready to be transformed. That is why the best trips, like the best love affairs, never really end.", "author": "Pico Iyer"}]