[{"quote": "Most folks are about as happy as they make their minds up to be.", "author": "Unknown"}, {"quote": "It has been my experience that folks who have no vices have very few virtues.", "author": "Abraham Lincoln"}, {"quote": "No man has a good enough memory to be a successful liar.", "author": "Unknown"}, {"quote": "Human action can be modified to some extent, but human nature cannot be changed.", "author": "Unknown"}, {"quote": "Love is the chain to lock a child to its parent.", "author": "Unknown"}, {"quote": "Those who look for the bad in people will surely find it.", "author": "Unknown"}, {"quote": "There are no bad pictures; that’s just how your face looks sometimes.", "author": "Unknown"}, {"quote": "You can tell the greatness of a man by what makes him angry.", "author": "Unknown"}, {"quote": "Common looking people are the best in the world: that is the reason the Lord makes so many of them.", "author": "Unknown"}, {"quote": "He has a right to criticize, who has a heart to help.", "author": "Unknown"}, {"quote": "Tact: the ability to describe others as they see themselves.", "author": "Unknown"}, {"quote": "A woman is the only thing I am afraid of that I know will not hurt me.", "author": "Unknown"}, {"quote": "A farce or comedy is best played; a tragedy is best read at home.", "author": "Unknown"}, {"quote": "My great concern is not whether you have failed, but whether you are content with your failure.", "author": "Abraham Lincoln"}, {"quote": "Upon the subject of education, not presuming to dictate any plan or system respecting it, I can only say that I view it as the most important subject which we as a people can be engaged in.", "author": "Unknown"}, {"quote": "For people who like that kind of a book that is the kind of book they will like.", "author": "Unknown"}, {"quote": "I am rather inclined to silence, and whether that be wise or not, it is at least more unusual nowadays to find a man who can hold his tongue than to find one who cannot.", "author": "Unknown"}, {"quote": "If I were two-faced, would I be wearing this one?", "author": "Unknown"}, {"quote": "Perhaps a man’s character was like a tree, and his reputation like its shadow; the shadow is what we think of it, the tree is the real thing.", "author": "Abraham Lincoln"}, {"quote": "You can fool some of the people all of the time, and all of the people some of the time, but you can not fool all of the people all of the time.", "author": "Unknown"}, {"quote": "I am a slow walker, but I never walk back.", "author": "Abraham Lincoln"}, {"quote": "I don’t like that man. I must get to know him better.", "author": "Unknown"}, {"quote": "When you reach the end of your rope, tie a knot and hang on.", "author": "Unknown"}, {"quote": "You have to do your own growing no matter how tall your grandfather was.", "author": "Unknown"}, {"quote": "Adhere to your purpose and you will soon feel as well as you ever did. On the contrary, if you falter, and give up, you will lose the power of keeping any resolution, and will regret it all your life.", "author": "Unknown"}, {"quote": "It often requires more courage to dare to do right than to fear to do wrong.", "author": "Abraham Lincoln"}, {"quote": "And in the end it is not the years in your life that count, it’s the life in your years.", "author": "Unknown"}, {"quote": "You cannot escape the responsibility of tomorrow by evading it today.", "author": "Unknown"}, {"quote": "Better to remain silent and be thought a fool than to speak out and remove all doubt.", "author": "Unknown"}, {"quote": "Leave nothing for tomorrow which can be done today.", "author": "Unknown"}, {"quote": "Be sure you put your feet in the right place, then stand firm.", "author": "Abraham Lincoln"}, {"quote": "We can complain because rose bushes have thorns, or rejoice because thorn bushes have roses.", "author": "Unknown"}, {"quote": "Every man’s happiness is his own responsibility.", "author": "Unknown"}, {"quote": "If I am killed, I can die but once; but to live in constant dread of it, is to die over and over again.", "author": "Unknown"}, {"quote": "Nearly all men can stand adversity, but if you want to test a man’s character, give him power.", "author": "Unknown"}, {"quote": "I would rather be a little nobody, then to be a evil somebody.", "author": "Unknown"}, {"quote": "I will prepare and some day my chance will come.", "author": "Abraham Lincoln"}, {"quote": "I have been driven many times upon my knees by the overwhelming conviction that I had nowhere else to go. My own wisdom and that of all about me seemed insufficient for that day.", "author": "Unknown"}, {"quote": "Always bear in mind that your own resolution to success is more important than any other thing.", "author": "Unknown"}, {"quote": "That some achieve great success, is proof to all that others can achieve it as well.", "author": "Abraham Lincoln"}, {"quote": "I’m a success today because I had a friend who believed in me and I didn’t have the heart to let him down.", "author": "Unknown"}, {"quote": "I have a congenital aversion to failure.", "author": "Unknown"}, {"quote": "I happen temporarily to occupy this big White House. I am living witness that any one of your children may look to come here as my father’s child has.", "author": "Unknown"}, {"quote": "Things may come to those who wait, but only the things left by those who hustle.", "author": "Abraham Lincoln"}, {"quote": "I am not bound to win, but I am bound to be true. I am not bound to succeed, but I am bound to live by the light that I have. I must stand with anybody that stands right, and stand with him while he is right, and part with him when he goes wrong.", "author": "Unknown"}, {"quote": "All that I am or ever hope to be, I owe to my angel mother.", "author": "Unknown"}, {"quote": "The greatest fine art of the future will be the making of a comfortable living from a small piece of land.", "author": "Unknown"}, {"quote": "We live in the midst of alarms; anxiety beclouds the future; we expect some new disaster with each newspaper we read.", "author": "Unknown"}, {"quote": "Human nature will not change. In any future great national trial, compared with the men of this, we shall have as weak and as strong, as silly and as wise, as bad and as good.", "author": "Unknown"}, {"quote": "There are no accidents in my philosophy. Every effect must have its cause. The past is the cause of the present, and the present will be the cause of the future. All these are links in the endless chain stretching from the finite to the infinite.", "author": "Abraham Lincoln"}, {"quote": "The best way to predict your future is to create it.", "author": "Unknown"}, {"quote": "What is to be, will be, and no prayers of ours can arrest the decree.", "author": "Unknown"}, {"quote": "Let every American, every lover of liberty, every well wisher to his posterity, swear by the blood of the Revolution, never to violate in the least particular, the laws of the country; and never to tolerate their violation by others.", "author": "Unknown"}, {"quote": "Fourscore and seven years ago our fathers brought forth on this continent a new nation, conceived in liberty and dedicated to the proposition that all men are created equal.", "author": "Unknown"}, {"quote": "I claim not to have controlled events, but confess plainly that events have controlled me.", "author": "Unknown"}, {"quote": "I know not how to aid you, save in the assurance of one of mature age, and much severe experience, that you can not fail, if you resolutely determine, that you will not.", "author": "Unknown"}, {"quote": "The best thing about the future is that it comes one day at a time.", "author": "Abraham Lincoln"}, {"quote": "I have not permitted myself, gentlemen, to conclude that I am the best man in the country; but I am reminded, in this connection, of a story of an old Dutch farmer who remarked to a companion once that ‘it was not best to swap horses while crossing streams’.", "author": "Unknown"}, {"quote": "I have stepped out upon this platform that I may see you and that you may see me, and in the arrangement I have the best of the bargain.", "author": "Unknown"}, {"quote": "The demon of intemperance ever seems to have delighted in sucking the blood of genius and of generosity.", "author": "Unknown"}, {"quote": "Books serve to show a man that those original thoughts of his aren’t very new after all.", "author": "Unknown"}, {"quote": "This is a world of compensations; and he who would be no slave, must consent to have no slave. Those who deny freedom to others, deserve it not for themselves; and, under a just God, can not long retain it.", "author": "Unknown"}, {"quote": "As I would not be a slave, so I would not be a master. This expresses my idea of democracy.", "author": "Unknown"}, {"quote": "Whenever I hear any one arguing for slavery I feel a strong impulse to see it tried on him personally.", "author": "Abraham Lincoln"}, {"quote": "In giving freedom to the slave, we assure freedom to the free — honorable alike in what we give, and what we preserve. We shall nobly save, or meanly lose, the last best hope of earth.", "author": "Unknown"}, {"quote": "You think slavery is right and should be extended; while we think slavery is wrong and ought to be restricted. That I suppose is the rub. It certainly is the only substantial difference between us.", "author": "Unknown"}, {"quote": "The one victory we can ever call complete will be that one which proclaims that there is not one slave or one drunkard on the face of God’s green earth.", "author": "Unknown"}, {"quote": "Slavery is founded in the selfishness of man’s nature — opposition to it, in his love of justice.", "author": "Unknown"}, {"quote": "All I ask for the negro is that if you do not like him, let him alone. If God gave him but little, that little let him enjoy.", "author": "Unknown"}, {"quote": "I leave you, hoping that the lamp of liberty will burn in your bosoms until there shall no longer be a doubt that all men are created free and equal.", "author": "Unknown"}, {"quote": "If slavery is not wrong, nothing is wrong.", "author": "Abraham Lincoln"}, {"quote": "No man is good enough to govern another man, without that other’s consent. I say this is the leading principle–the sheet anchor of American republicanism.", "author": "Unknown"}, {"quote": "Let us at all times remember that all American citizens are brothers of a common country, and should dwell together in the bonds of fraternal feeling.", "author": "Unknown"}, {"quote": "I can see how it might be possible for a man to look down upon the earth and be an atheist, but I cannot conceive how a man could look up into the heavens and say there is no God.", "author": "Abraham Lincoln"}, {"quote": "It may seem strange that any men should dare to ask a just God’s assistance in wringing their bread from the sweat of other men’s faces; but let us judge not that we be not judged. The prayers of both could not be answered; that of neither has been answered fully. The Almighty has His own purposes.", "author": "Unknown"}, {"quote": "Surely God would not have created such a being as man, with an ability to grasp the infinite, to exist only for a day! No, no, man was made for immortality.", "author": "Unknown"}, {"quote": "With malice toward none, with charity for all, with firmness in the right as God gives us to see the right, let us strive on to finish the work we are in; to bind up the nation’s wounds; to care for him who shall have borne the battle, and for his widow and his orphan – to do all which may achieve and cherish a just and lasting peace, among ourselves, and with all nations.", "author": "Unknown"}, {"quote": "I have never studied the art of paying compliments to women; but I must say that if all that has been said by orators and poets since the creation of the world in praise of women were applied to the women of America, it would not do them justice for their conduct during this war. I will close by saying, God bless the women of America!", "author": "Unknown"}, {"quote": "My concern is not whether God is on our side; my greatest concern is to be on God’s side, for God is always right.", "author": "Abraham Lincoln"}, {"quote": "In regard to this Great Book, I have but to say, it is the best gift God has given to man. All the good the Savior gave to the world was communicated through this book.", "author": "Unknown"}, {"quote": "The will of God prevails. In great contests each party claims to act in accordance with the will of God. Both may be, and one must be, wrong. God cannot be for and against the same thing at the same time. In the present civil war it is quite possible that God’s purpose is something different from the purpose of either party – and yet the human instrumentalities, working just as they do, are of the best adaptation to effect His purpose.", "author": "Unknown"}, {"quote": "No man is poor who has a Godly mother.", "author": "Unknown"}, {"quote": "I care not for a man’s religion whose dog and cat are not the better for it.", "author": "Unknown"}, {"quote": "Let us have faith that right makes might, and in that faith, let us, to the end, dare to do our duty as we understand it.", "author": "Unknown"}, {"quote": "The United States government must not undertake to run the Churches. When an individual, in the Church or out of it, becomes dangerous to the public interest he must be checked.", "author": "Unknown"}, {"quote": "Any people anywhere, being inclined and having the power, have the right to rise up, and shake off the existing government, and form a new one that suits them better. This is a most valuable – a most sacred right – a right, which we hope and believe, is to liberate the world.", "author": "Unknown"}, {"quote": "The legitimate object of government is ‘to do for the people what needs to be done, but which they can not, by individual effort, do at all, or do so well, for themselves’.", "author": "Abraham Lincoln"}, {"quote": "A house divided against itself cannot stand. I believe this government cannot endure permanently half-slave and half-free. I do not expect the Union to be dissolved – I do not expect the house to fall – but I do expect it will cease to be divided. It will become all one thing or all the other.", "author": "Unknown"}, {"quote": "This country, with its institutions, belongs to the people who inhabit it. Whenever they shall grow weary of the existing government, they can exercise their constitutional right of amending it, or their revolutionary right to dismember it or overthrow it.", "author": "Unknown"}, {"quote": "I desire to so conduct the affairs of this administration that if at the end, when I come to lay down the reins of power, I have lost every other friend on earth, I shall at least have one friend left, and that friend shall be down inside of me.", "author": "Unknown"}, {"quote": "Don’t interfere with anything in the Constitution. That must be maintained, for it is the only safeguard of our liberties. And not to Democrats alone do I make this appeal, but to all who love these great and true principles.", "author": "Unknown"}, {"quote": "The ballot is stronger than the bullet.", "author": "Abraham Lincoln"}, {"quote": "Public sentiment is everything. With public sentiment, nothing can fail; without it nothing can succeed.", "author": "Unknown"}, {"quote": "What is conservatism? Is it not adherence to the old and tried, against the new and untried?", "author": "Unknown"}, {"quote": "Elections belong to the people. It’s their decision. If they decide to turn their back on the fire and burn their behinds, then they will just have to sit on their blisters.", "author": "Unknown"}, {"quote": "I cannot make it better known than it already is that I strongly favor colonization.", "author": "Unknown"}, {"quote": "Discourage litigation. Persuade your neighbors to compromise whenever you can. Point out to them how the nominal winner is often a real loser – in fees, expenses, and waste of time. As a peacemaker the lawyer has a superior opportunity of being a good man. There will still be business enough.", "author": "Unknown"}, {"quote": "America will never be destroyed from the outside. If we falter and lose our freedoms, it will be because we destroyed ourselves.", "author": "Unknown"}, {"quote": "The love of property and consciousness of right and wrong have conflicting places in our organization, which often makes a man’s course seem crooked, his conduct a riddle.", "author": "Unknown"}, {"quote": "Whatever you are, be a good one.", "author": "Unknown"}, {"quote": "When I do good, I feel good. When I do bad, I feel bad. That’s my religion.", "author": "Unknown"}, {"quote": "Labor is prior to, and independent of, capital. Capital is only the fruit of labor, and could never have existed if labor had not first existed. Labor is the superior of capital, and deserves much the higher consideration.", "author": "Unknown"}, {"quote": "Wanting to work is so rare a merit that it should be encouraged.", "author": "Abraham Lincoln"}, {"quote": "Property is the fruit of labor…property is desirable…is a positive good in the world. That some should be rich shows that others may become rich, and hence is just encouragement to industry and enterprise. Let not him who is houseless pull down the house of another; but let him labor diligently and build one for himself, thus by example assuring that his own shall be safe from violence when built.", "author": "Unknown"}, {"quote": "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.", "author": "Unknown"}, {"quote": "I can make a General in five minutes but a good horse is hard to replace.", "author": "Unknown"}, {"quote": "My father taught me to work, but not to love it. I never did like to work, and I don’t deny it. I’d rather read, tell stories, crack jokes, talk, laugh — anything but work.", "author": "Unknown"}, {"quote": "I destroy my enemies when I make them my friends.", "author": "Abraham Lincoln"}, {"quote": "We are not enemies, but friends. We must not be enemies. Though passion may have strained, it must not break our bonds of affection. The mystic chords of memory, stretching from every battlefield and patriot grave to every living heart and hearthstone all over this broad land, will yet swell the chorus of the Union, when again touched, as surely they will be, by the better angels of our nature.", "author": "Unknown"}, {"quote": "My Best Friend is a person who will give me a book I have not read.", "author": "Unknown"}, {"quote": "If we have no friends, we have no pleasure; and if we have them, we are sure to lose them, and be doubly pained by the loss.", "author": "Unknown"}, {"quote": "I distrust the wisdom if not the sincerity of friends who would hold my hands while my enemies stab me.", "author": "Unknown"}, {"quote": "I never encourage deceit, and falsehood, especially if you have got a bad memory, is the worst enemy a fellow can have. The fact is truth is your truest friend, no matter what the circumstances are.", "author": "Unknown"}]