[{"quote": "Never ruin an apology with an excuse.", "author": "Unknown"}, {"quote": "An apology is a lovely perfume; it can transform the clumsiest moment into a gracious gift.", "author": "Margaret Lee Runbeck"}, {"quote": "In this life, when you deny someone an apology, you will remember it at time you beg forgiveness..", "author": "Toba Beta"}, {"quote": "An apology is a good way to have the last word.", "author": "Unknown"}, {"quote": "Never make a defense or an apology until you are accused.", "author": "King Charles I"}, {"quote": "The only good thing about punctuality is that it usually gets you an apology.", "author": "Unknown"}, {"quote": "Would ‘sorry’ have made any difference? Does it ever? It’s just a word. One word against a thousand actions.", "author": "Sarah Ockler"}, {"quote": "I am the wisest man alive, for I know one thing, and that is that I know nothing.", "author": "Plato"}, {"quote": "Never forget the nine most important words of any family-\nI love you.\nYou are beautiful.\nPlease forgive me.", "author": "H. Jackson Brown Jr."}, {"quote": "Never apologize for showing your feelings. When you do, you are apologizing for the truth.", "author": "Jose N. Harris"}, {"quote": "An apology is the super glue of life. It can repair just about anything.", "author": "Lynn Johnston"}, {"quote": "My life is an apology for the life of my father.", "author": "Kristin Cashore"}, {"quote": "I’m sorry.’ The two most inadequate words in the English language.", "author": "Beth Revis"}, {"quote": "An apology given just to appease one’s conscience is self-serving and better left unspoken!", "author": "Evinda Lepins"}, {"quote": "Faithless is he that says farewell when the road darkens.", "author": "J.R.R.Tolkien"}, {"quote": "Sacrifice is at the heart of repentance. Without deeds, your apology is worthless.", "author": "Bryan Davis"}, {"quote": "An apology can be a wonderful thing so long as it is infrequent and from the heart. However, beware of the person who justifies bad behavior with apologies. For them it is a means to an end, and quite often at your expense.", "author": "Gary Hopkins"}, {"quote": "An apology for the devil: it must be remembered that we have heard one side of the case. God has written all the books.", "author": "Samuel Butler"}, {"quote": "More people should apologize, and more people should accept apologies when sincerely made.", "author": "Greg LeMond"}, {"quote": "Right actions in the future are the best apologies for bad actions in the past.", "author": "Tyron Edwards"}, {"quote": "An apology might help, but you can change your life without one.", "author": "Robin Quivers"}, {"quote": "Friends are God’s apology for relations..", "author": "Hugh Kingsmill"}, {"quote": "A hero is someone we can admire without apology.", "author": "Kitty Kelley"}, {"quote": "It will never do to plead sin as an excuse for sin, or to attempt to justify sinful acts by pleading that we have an evil heart. This instead of being a valid apology, is the very ground of our condemnation.", "author": "Archibald Alexander"}, {"quote": "Nothing wrong with apologizing, but saying I’m sorry does nothing when you continue to make the same mistakes..", "author": "Unknown"}, {"quote": "Forgiveness is the sweetest revenge.", "author": "Isaac Friedmann"}, {"quote": "Some people accidentally walk on your feet and apologize, while others walk all over your heart and don’t even realize.", "author": "Unknown"}, {"quote": "In some families, please is described as the magic word. In our house, however, it was sorry..", "author": "Margaret Laurence"}, {"quote": "Saying sorry to someone is hard… but putting your pride down for someone is the hardest.", "author": "Cristina Orante"}, {"quote": "A person can apologize endlessly, and even if you forgive them, sometimes you can’t forget the pain they’ve caused you.", "author": "Nishan Panwar"}, {"quote": "Never apologize for having high standards. People who really want to be in your life will rise up to meet them..", "author": "Suman Rai"}, {"quote": "Any good apology has 3 parts: 1)I’m sorry 2)It’s my fault 3)What can I do to make it right? Most people forget the third part.", "author": "Unknown"}, {"quote": "You can always say sorry, But the real apology is when you hear the sadness in their voice and see the look in their eyes. And you realize that they have hurt themselves just as much..", "author": "Kid Cudi"}, {"quote": "I understand the concept of being the bigger person but I do not understand why some people apologize to others when they weren’t wrong.", "author": "Unknown"}, {"quote": "Forgiveness does not change the past, but it does enlarge the future.", "author": "Paul Boese"}, {"quote": "True friends stab you in the front.", "author": "Oscar Wilde"}, {"quote": "True remorse is never just a regret over consequence; it is a regret over motive.", "author": "Mignon McLaughlin"}, {"quote": "A stiff apology is a second insult…. The injured party does not want to be compensated because he has been wronged; he wants to be healed because he has been hurt.", "author": "G. K. Chesterton"}, {"quote": "I’m sorry you’re angry” is NOT an apology.", "author": "” – Lisa Lutz"}, {"quote": "Pride and ego makes a mockery of an apology. Humility wins forgiveness without question…so break ‘yo’self’!", "author": "T. F. Hodge"}, {"quote": "Accept everything about yourself – I mean everything, You are you and that is the beginning and the end – no apologies, no regrets.", "author": "Henry Kissinger"}, {"quote": "Apologies only account for that which they do not alter.", "author": "Benjamin Disraeli"}, {"quote": "The ability of a person to atone has always been the most remarkable of human features.", "author": "Leon Uris"}, {"quote": "Remember, we all stumble, every one of us.  That’s why it’s a comfort to go hand in hand.", "author": "Emily Kimbrough"}, {"quote": "For every minute you are angry, you lose sixty seconds of happiness.", "author": "Unknown"}, {"quote": "The more rational statement is that we feel sorry because we strike, afraid because we tremble, and not that we cry, strike, or tremble because we are sorry, angry, or fearful as the case may be.", "author": "William James"}, {"quote": "You can make up a quarrel, but it will always show where it was patched.", "author": "Edgar Watson Howe"}, {"quote": "Maturity is the ability to reap without apology and not complain when things don’t go well.", "author": "Jim Rohn"}, {"quote": "The only correct actions are those that demand no explanation and no apology.", "author": "Red Auerbach"}, {"quote": "The most important trip you may take in life is meeting people halfway.", "author": "Henry Boye"}]