[{"quote": "A constitution is the arrangement of magistrates in a state.", "author": "Unknown"}, {"quote": "A friend to all is a friend to none.", "author": "Unknown"}, {"quote": "A likely impossibility is always preferable to an unconvincing possibility.", "author": "Unknown"}, {"quote": "All human actions have one or more of these seven causes: chance, nature, compulsions, habit, reason, passion, desire.", "author": "Unknown"}, {"quote": "All human beings, by nature, desire to know.", "author": "Unknown"}, {"quote": "All men by nature desire knowledge.", "author": "Unknown"}, {"quote": "Anybody can become angry – that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way – that is not within everybody’s power and is not easy.", "author": "Unknown"}, {"quote": "At his best, man is the noblest of all animals; separated from law and justice he is the worst.", "author": "Unknown"}, {"quote": "Change in all things is sweet.", "author": "Unknown"}, {"quote": "Character may almost be called the most effective means of persuasion.", "author": "Unknown"}, {"quote": "Comedy aims at representing men as worse, Tragedy as better than in actual life.", "author": "Unknown"}, {"quote": "Courage is the first of human qualities because it is the quality which guarantees the others.", "author": "Unknown"}, {"quote": "Criticism is something we can avoid easily by saying nothing, doing nothing, and being nothing.", "author": "Unknown"}, {"quote": "Democracy is when the indigent, and not the men of property, are the rulers.", "author": "Unknown"}, {"quote": "Dignity does not consist in possessing honors, but in deserving them.", "author": "Unknown"}, {"quote": "Each man judges well the things he knows.", "author": "Unknown"}, {"quote": "Educating the mind without educating the heart is no education at all.", "author": "Unknown"}, {"quote": "Education is an ornament in prosperity and a refuge in adversity.", "author": "Unknown"}, {"quote": "Equality consists in the same treatment of similar persons.", "author": "Unknown"}, {"quote": "Even when laws have been written down, they ought not always to remain unaltered.", "author": "Unknown"}, {"quote": "Every rascal is not a thief, but every thief is a rascal.", "author": "Unknown"}, {"quote": "Excellence is an art won by training and habituation. We do not act rightly because we have virtue or excellence, but we rather have those because we have acted rightly. We are what we repeatedly do. Excellence, then, is not an act but a habit.", "author": "Unknown"}, {"quote": "Excellence is never an accident. It is always the result of high intention, sincere effort, and intelligent execution; it represents the wise choice of many alternatives – choice, not chance, determines your destiny.", "author": "Unknown"}, {"quote": "Fear is pain arising from the anticipation of evil.", "author": "Unknown"}, {"quote": "For what is the best choice, for each individual is the highest it is possible for him to achieve.", "author": "Unknown"}, {"quote": "Friends hold a mirror up to each other; through that mirror they can see each other in ways that would not otherwise be accessible to them, and it is this mirroring that helps them improve themselves as persons.", "author": "Unknown"}, {"quote": "Friendship is essentially a partnership.", "author": "Unknown"}, {"quote": "Good habits formed at youth make all the difference.", "author": "Unknown"}, {"quote": "Happiness depends upon ourselves.", "author": "Unknown"}, {"quote": "Happiness is activity.", "author": "Unknown"}, {"quote": "Happiness is an expression of the soul in considered actions.", "author": "Unknown"}, {"quote": "Happiness is the settling of the soul into its most appropriate spot.", "author": "Unknown"}, {"quote": "He who has never learned to obey cannot be a good commander.", "author": "Unknown"}, {"quote": "He who is to be a good ruler must have first been ruled.", "author": "Unknown"}, {"quote": "Hope is a waking dream.", "author": "Unknown"}, {"quote": "I count him braver who overcomes his desires than him who conquers his enemies; for the hardest victory is over self.", "author": "Unknown"}, {"quote": "I have gained this by philosophy that I do without being commanded what others do only from fear of the law.", "author": "Unknown"}, {"quote": "In all things of nature there is something of the marvelous.", "author": "Unknown"}, {"quote": "It is during our darkest moments that we must focus to see the light.", "author": "Unknown"}, {"quote": "It is easy to perform a good action, but not easy to acquire a settled habit of performing such actions.", "author": "Unknown"}, {"quote": "It is not enough to win a war; it is more important to organize the peace.", "author": "Unknown"}, {"quote": "It is possible to fail in many ways…while to succeed is possible only in one way.", "author": "Unknown"}, {"quote": "It is the mark of an educated mind to be able to entertain a thought without accepting it.", "author": "Unknown"}, {"quote": "It is well to be up before daybreak, for such habits contribute to health, wealth, and wisdom.", "author": "Unknown"}, {"quote": "Knowing yourself is the beginning of all wisdom.", "author": "Unknown"}, {"quote": "Liars when they speak the truth are not believed.", "author": "Unknown"}, {"quote": "Love is composed of single soul inhabiting two bodies.", "author": "Unknown"}, {"quote": "Man is a goal seeking animal. His life only has meaning if he is reaching out and striving for his goals.", "author": "Unknown"}, {"quote": "Man is by nature a political animal.", "author": "Unknown"}, {"quote": "Men acquire particular quality by constantly acting in a particular way.", "author": "Unknown"}, {"quote": "Men are swayed more by fear than by reverence.", "author": "Unknown"}, {"quote": "Men create gods after their own image, not only with regard to their form but with regard to their mode of life.", "author": "Unknown"}, {"quote": "Misfortune shows those who are not really friends.", "author": "Unknown"}, {"quote": "Most people would rather give than get affection.", "author": "Unknown"}, {"quote": "My best friend is the man who in wishing me well wishes it for my sake.", "author": "Unknown"}, {"quote": "No notice is taken of a little evil, but when it increases it strikes the eye.", "author": "Unknown"}, {"quote": "No one would choose a friendless existence on condition of having all the other things in the world.", "author": "Unknown"}, {"quote": "Obstinate people can be divided into the opinionated, the ignorant, and the boorish.", "author": "Unknown"}, {"quote": "Of all the varieties of virtues, liberalism is the most beloved.", "author": "Unknown"}, {"quote": "Perfect friendship is the friendship of men who are good, and alike in excellence; for these wish well alike to each other qua good, and they are good in themselves.", "author": "Unknown"}, {"quote": "Piety requires us to honor truth above our friends.", "author": "Unknown"}, {"quote": "Pleasure in the job puts perfection in the work.", "author": "Unknown"}, {"quote": "Poetry demands a man with a special gift for it, or else one with a touch of madness in him.", "author": "Unknown"}, {"quote": "Poetry is finer and more philosophical than history; for poetry expresses the universal, and history only the particular.", "author": "Unknown"}, {"quote": "Poverty is the parent of revolution and crime.", "author": "Unknown"}, {"quote": "Probable impossibilities are to be preferred to improbable possibilities.", "author": "Unknown"}, {"quote": "Quality is not an act, it is a habit.", "author": "Unknown"}, {"quote": "Republics decline into democracies and democracies degenerate into despotism.", "author": "Unknown"}, {"quote": "Something is infinite if, taking it quantity by quantity, we can always take something outside.", "author": "Unknown"}, {"quote": "Teenagers these days are out of control. They eat like pigs, they are disrespectful of adults, they interrupt and contradict their parents, and they terrorize their teachers.", "author": "Unknown"}, {"quote": "The actuality of thought is life.", "author": "Unknown"}, {"quote": "The aim of art is to represent not the outward appearance of things, but their inward significance.", "author": "Unknown"}, {"quote": "The aim of the wise is not to secure pleasure, but to avoid pain.", "author": "Unknown"}, {"quote": "The antidote for fifty enemies is one friend.", "author": "Unknown"}, {"quote": "The beauty of the soul shines out when a man bears with composure one heavy mischance after another, not because he does not feel them, but because he is a man of high and heroic temper.", "author": "Unknown"}, {"quote": "The difference between a learned man and an ignorant one is the same as that between a living man and a corpse.", "author": "Unknown"}, {"quote": "The educated differ from the uneducated as much as the living from the dead.", "author": "Unknown"}, {"quote": "The energy of the mind is the essence of life.", "author": "Unknown"}, {"quote": "The gods too are fond of a joke.", "author": "Unknown"}, {"quote": "The greatest thing by far is to be a master of metaphor; it is the one thing that cannot be learned from others; and it is also a sign of genius, since a good metaphor implies an intuitive perception of the similarity of the dissimilar.", "author": "Unknown"}, {"quote": "The happy life is regarded as a life in conformity with virtue. It is a life which involves effort and is not spent in amusement.", "author": "Unknown"}, {"quote": "The ideal man bears the accidents of life with dignity and grace, making the best of circumstances.", "author": "Unknown"}, {"quote": "The least initial deviation from the truth is multiplied later a thousand fold.", "author": "Unknown"}, {"quote": "The most perfect political community is one in which the middle class is in control, and outnumbers both of the other classes.", "author": "Unknown"}, {"quote": "The one exclusive sign of thorough knowledge is the power of teaching.", "author": "Unknown"}, {"quote": "The one exclusive sign of thorough knowledge is the power of teaching.", "author": "Unknown"}, {"quote": "The proof that you know something is that you are able to teach it.", "author": "Unknown"}, {"quote": "The roots of education are bitter, but the fruit is sweet.", "author": "Unknown"}, {"quote": "The secret to humor is surprise.", "author": "Unknown"}, {"quote": "The society that loses its grip on the past is in danger, for it produces men who know nothing but the present, and who are not aware that life had been, and could be, different from what it is.", "author": "Unknown"}, {"quote": "The true and the approximately true are apprehended by the same faculty; it may also be noted that men have a sufficient natural instinct for what is true, and usually do arrive at the truth. Hence the man who makes a good guess at truth is likely to make a good guess at probabilities.", "author": "Unknown"}, {"quote": "The ultimate value of life depends upon awareness and the power of contemplation rather than upon mere survival.", "author": "Unknown"}, {"quote": "The worst form of inequality is to try to make unequal things equal.", "author": "Unknown"}, {"quote": "There is no great genius without some touch of madness.", "author": "Unknown"}, {"quote": "This is the reason why mothers are more devoted to their children than fathers: it is that they suffer more in giving them birth and are more certain that they are their own.", "author": "Unknown"}, {"quote": "Those that know, do. Those that understand, teach.", "author": "Unknown"}, {"quote": "Those who educate children well are more to be honored than they who produce them; for these only gave them life, those the art of living well.", "author": "Unknown"}, {"quote": "Through discipline comes freedom.", "author": "Unknown"}, {"quote": "To be conscious that we are perceiving or thinking is to be conscious of our own existence.", "author": "Unknown"}, {"quote": "To love someone is to identify with them.", "author": "Unknown"}, {"quote": "To the query, What is a friend? his reply was A single soul dwelling in two bodies.", "author": "Unknown"}, {"quote": "To write well, express yourself like common people, but think like a wise man. Or, think as wise men do, but speak as the common people do.", "author": "Unknown"}, {"quote": "We cannot learn without pain.", "author": "Unknown"}, {"quote": "We live in deeds, not years; in thoughts, not breaths; in feelings, not in figures on a dial. We should count time by heart throbs. He most lives who thinks most, feels the noblest, acts the best.", "author": "Unknown"}, {"quote": "We make war that we may live in peace.", "author": "Unknown"}, {"quote": "We must be neither cowardly nor rash but courageous.", "author": "Unknown"}, {"quote": "We praise a man who feels angry on the right grounds and against the right persons and also in the right manner at the right moment and for the right length of time.", "author": "Unknown"}, {"quote": "Whosoever is delighted in solitude is either a wild beast or a god.", "author": "Unknown"}, {"quote": "Why is it that all those who have become eminent in philosophy, politics, poetry, or the arts are clearly of an atrabilious temperament and some of them to such an extent as to be affected by diseases caused by black bile?", "author": "Unknown"}, {"quote": "Wicked men obey from fear; good men, from love.", "author": "Unknown"}, {"quote": "Wishing to be friends is quick work, but friendship is a slow-ripening fruit.", "author": "Unknown"}, {"quote": "Wit is educated insolence.", "author": "Unknown"}, {"quote": "You will never do anything in the world without courage. It is the greatest quality of the mind next to honor.", "author": "Unknown"}]