[{"quote": "I decided, very early on, just to accept life unconditionally; I never expected it to do anything special for me, yet I seemed to accomplish far more than I had ever hoped. Most of the time it just happened to me without my ever seeking it.", "author": "Unknown"}, {"quote": "I decided, very early on, just to accept life unconditionally; I never expected it to do anything special for me, yet I seemed to accomplish far more than I had ever hoped. Most of the time it just happened to me without my ever seeking it.", "author": "Unknown"}, {"quote": "Living is like tearing through a museum. Not until later do you really start absorbing what you saw, thinking about it, looking it up in a book, and remembering – because you can’t take it in all at once.", "author": "Unknown"}, {"quote": "There is one difference between a long life and a great dinner; in the dinner, the sweet things come last.", "author": "Audrey Hepburn"}, {"quote": "My own life has been much more than a fairy tale. I’ve had my share of difficult moments, but whatever difficulties I’ve gone through, I’ve always gotten the prize at the end.", "author": "Unknown"}, {"quote": "The greatest victory has been to be able to live with myself, to accept my shortcomings… I’m a long way from the human being I’d like to be. But I’ve decided I’m not so bad after all.", "author": "Unknown"}, {"quote": "I have learnt how to live…how to be in the world and of the world, and not just to stand aside and watch.", "author": "Unknown"}, {"quote": "Pick the day. Enjoy it – to the hilt. The day as it comes. People as they come… The past, I think, has helped me appreciate the present – and I don’t want to spoil any of it by fretting about the future.", "author": "Unknown"}, {"quote": "Not to live for the day, that would be materialistic — but to treasure the day. I realize that most of us live on the skin — on the surface — without appreciating just how wonderful it is simply to be alive at all.", "author": "Unknown"}, {"quote": "I believe, every day, you should have at least one exquisite moment.", "author": "Unknown"}, {"quote": "Life is a party. Dress for it.", "author": "Unknown"}, {"quote": "Giving is living. If you stop wanting to give, there’s nothing more to live for.", "author": "Unknown"}, {"quote": "People, even more than things, have to be restored, renewed, revived, reclaimed, and redeemed; never throw out anyone.", "author": "Unknown"}, {"quote": "You can tell more about a person by what he says about others than you can by what others say about him.", "author": "Audrey Hepburn"}, {"quote": "I was born with an enormous need for affection, and a terrible need to give it.", "author": "Unknown"}, {"quote": "Your heart just breaks, that’s all. But you can’t judge, or point fingers. You just have to be lucky enough to find someone who appreciates you.", "author": "Unknown"}, {"quote": "If I get married, I want to be very married.", "author": "Unknown"}, {"quote": "The best thing to hold onto in life is each other.", "author": "Audrey Hepburn"}, {"quote": "When you have nobody you can make a cup of tea for, when nobody needs you, that’s when I think life is over.", "author": "Unknown"}, {"quote": "We all want to be loved, don’t we? Everyone looks for a way of finding love. It’s a constant search for affection in every walk of life.", "author": "Unknown"}, {"quote": "When the chips are down, you are alone, and loneliness can be terrifying. Fortunately, I’ve always had a chum I could call. And I love to be alone. It doesn’t bother me one bit. I’m my own company.", "author": "Unknown"}, {"quote": "I may not always be offered work, but I’ll always have my family.", "author": "Unknown"}, {"quote": "True friends are families which you can select.", "author": "Audrey Hepburn"}, {"quote": "Whatever a man might do, whatever misery or heartache your children might give you – and they give you a lot – however much your parents irritate you – it doesn’t matter because you love them.", "author": "Unknown"}, {"quote": "They say love is the best investment; the more you give, the more you get in return.", "author": "Unknown"}, {"quote": "Nothing is impossible, the word itself says ‘I’m possible’!", "author": "Audrey Hepburn"}, {"quote": "Pick the day. Enjoy it – to the hilt. The day as it comes. People as they come… The past, I think, has helped me appreciate the present – and I don’t want to spoil any of it by fretting about the future.", "author": "Unknown"}, {"quote": "I tried always to do better: saw always a little further. I tried to stretch myself.", "author": "Unknown"}, {"quote": "To plant a garden is to believe in tomorrow.", "author": "Unknown"}, {"quote": "I heard a definition once: Happiness is health and a short memory! I wish I’d invented it, because it is very true.", "author": "Unknown"}, {"quote": "The most important thing is to enjoy your life, to be happy, it’s all that matters.", "author": "Audrey Hepburn"}, {"quote": "I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot. I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day and I believe in miracles.", "author": "Unknown"}, {"quote": "I believe in manicures. I believe in overdressing. I believe in primping at leisure and wearing lipstick. I believe in pink. I believe happy girls are the prettiest girls. I believe that tomorrow is another day, and… I believe in miracles.", "author": "Unknown"}, {"quote": "Success is like reaching an important birthday and finding you’re exactly the same.", "author": "Audrey Hepburn"}, {"quote": "I probably hold the distinction of being one movie star who, by all laws of logic, should never have made it. At each stage of my career, I lacked the experience.", "author": "Unknown"}, {"quote": "I never think of myself as an icon. What is in other people’s mind is not in my mind. I just do my thing.", "author": "Unknown"}, {"quote": "There are certain shades of limelight that can wreck a girl’s complexion.", "author": "Unknown"}, {"quote": "My greatest ambition is to have a career without becoming a career woman.", "author": "Unknown"}, {"quote": ":I’ve been lucky. Opportunities don’t often come along. So, when they do, you have to grab them.", "author": "Audrey Hepburn"}, {"quote": "When you have found it, you should stick to it.", "author": "Unknown"}, {"quote": "It is too much to hope that I shall keep up my success. I don’t ask for that. All I shall do is my best – and hope.", "author": "Unknown"}, {"quote": "You can watch Audrey Hepburn win her very first oscar here:\nhttps://www.youtube.com/watch?v=p-vR7D21wqI", "author": "Unknown"}, {"quote": "Good things aren’t supposed to just fall into your lap. God is very generous, but He expects you to do your part first.", "author": "Unknown"}, {"quote": "As you grow older you will discover that you have two hands. One for helping yourself, the other for helping others.", "author": "Audrey Hepburn"}, {"quote": "I love people who make me laugh. I honestly think it’s the thing I like most, to laugh. It cures a multitude of ills. It’s probably the most important thing in a person.", "author": "Unknown"}, {"quote": "Why change? Everyone has his own style. When you have found it, you should stick to it.", "author": "Unknown"}, {"quote": "For me the only things of interests are those linked to the heart.", "author": "Unknown"}, {"quote": "Anyone who does not believe in miracles is not a realist.", "author": "Audrey Hepburn"}, {"quote": "On the one hand maybe I’ve remained infantile, while on the other I matured quickly, because at a young age I was very aware of suffering and fear.", "author": "Unknown"}, {"quote": "It’s that wonderful old-fashioned idea that others come first and you come second. This was the whole ethic by which I was brought up. Others matter more than you do, so don’t fuss, dear; get on with it.", "author": "Unknown"}, {"quote": "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone.", "author": "Audrey Hepburn"}, {"quote": "The beauty in a woman is not in the clothes she wears, the figure that she carries, or the way she combs her hair. The beauty of a woman is seen in her eyes, because that is the doorway to her heart; the place where love resides. True beauty in a woman is reflected in her soul. It’s the caring and that she lovingly gives the passion that she shows and the beauty of a woman only grows with passing years.", "author": "Unknown"}, {"quote": "Elegance is the only beauty that never fades. A woman can be beautiful as well as intellectual. It’s that wonderful old-fashioned idea that others come first and you come second. This was the whole ethic by which I was brought up. Others matter more than you do, so ‘don’t fuss, dear; get on with it.’", "author": "Unknown"}, {"quote": "Sex appeal is something that you feel deep down inside. It’s suggested rather than shown. I’m not as well-stacked as Sophia Loren or Gina Lollobrigida, but there is more to sex appeal than just measurements. I don’t need a bedroom to prove my womanliness. I can convey just as much sex appeal, picking apples off a tree or standing in the rain.", "author": "Unknown"}, {"quote": "The beauty of a woman is seen in her eyes, because that is the doorway to her heart, the place where love resides.", "author": "Unknown"}, {"quote": "Look, whenever I hear or read I’m beautiful, I simply don’t understand it … I’m certainly not beautiful in any conventional way. I didn’t make my career on beauty.", "author": "Unknown"}, {"quote": "The beauty of a woman is not in a facial mole, but true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives, the passion that she knows.", "author": "Unknown"}, {"quote": "A woman can be beautiful as well as intellectual.", "author": "Audrey Hepburn"}, {"quote": "Make-up can only make you look pretty on the outside but it doesn’t help if your ugly on the inside. Unless you eat the make-up.", "author": "Unknown"}, {"quote": "And the beauty of a woman, with passing years only grows!", "author": "Unknown"}, {"quote": "My look is attainable. Women can look like Audrey Hepburn by flipping out their hair, buying the large sunglasses, and the little sleeveless dresses.", "author": "Unknown"}, {"quote": "I’m not beautiful. My mother once called me an ugly duckling. But, listed separately, I have a few good features.", "author": "Unknown"}, {"quote": "There are more important things than outward appearance. No amount of makeup can cover an ugly personality.", "author": "Unknown"}, {"quote": "Dress like you are already famous.", "author": "Unknown"}, {"quote": "I saw but one glaring truth: These are not natural disasters but man-made tragedies for which there is only one man-made solution-peace.", "author": "Unknown"}, {"quote": "I don’t believe in collective guilt, but I do believe in collective responsibility.", "author": "Audrey Hepburn"}, {"quote": "The ‘Third World’ is a term I don’t like very much, because we’re all one world. I want people to know that the largest part of humanity is suffering.", "author": "Unknown"}, {"quote": "I can testify to what UNICEF means to children, because I was among those who received food and medical relief right after World War II. I have a long-lasting gratitude and trust for what UNICEF does.", "author": "Unknown"}, {"quote": "It makes me self-conscious. It’s because I’m known, in the limelight, that it’s getting all the gravy, but if you knew, if you saw some of the people who make it possible for UNICEF to help these children survive. These are the people who do the jobs-the unknowns, whose names you will never know…I at least get a dollar a year, but they don’t.", "author": "Unknown"}, {"quote": "Taking care of children has nothing to do with politics. I think perhaps with time, instead of there being a politicization of humanitarian aid, there will be a humanization of politics.", "author": "Unknown"}, {"quote": "People in these places don’t know Audrey Hepburn, but they recognize the name UNICEF. When they see UNICEF their faces light up, because they know that something is happening. In the Sudan, for example, they call a water pump UNICEF.", "author": "Unknown"}, {"quote": "A quality education has the power to transform societies in a single generation, provide children with the protection they need from the hazards of poverty, labor exploitation and disease, and given them the knowledge, skills, and confidence to reach their full potential.", "author": "Unknown"}, {"quote": "Water is life, and clean water means health.", "author": "Unknown"}, {"quote": "Since the world has existed, there has been injustice. But it is one world, the more so as it becomes smaller, more accessible. There is just no question that there is more obligation that those who have should give to those who have nothing.", "author": "Unknown"}, {"quote": "My first big mission for UNICEF in Ethiopia was just to attract attention, before it was too late, to conditions which threatened the whole country. My role was to inform the world, to make sure that the people of Ethiopia were not forgotten.", "author": "Unknown"}, {"quote": "I don’t want to be alone, I want to be left alone.", "author": "Audrey Hepburn"}, {"quote": "Some people dream of having a big swimming pool. With me, it’s closets.", "author": "Unknown"}, {"quote": "If I’m honest, I have to tell you I still read fairy tales and I like them best of all.", "author": "Unknown"}, {"quote": "I’m an introvert… I love being by myself, love being outdoors, love taking a long walk with my dogs and looking at the trees, flowers, the sky.", "author": "Unknown"}, {"quote": "You can always tell what kind of a person a man really thinks you are by the earrings he gives you.", "author": "Unknown"}, {"quote": "Paris is always a good idea.", "author": "Unknown"}, {"quote": "Everything I learned I learned from the movies.", "author": "Unknown"}, {"quote": "I have to be alone very often. I’d be quite happy if I spent from Saturday night until Monday morning alone in my apartment. That’s how I refuel.", "author": "Unknown"}, {"quote": "As a matter of fact, I rather feel like expressing myself now.", "author": "Unknown"}, {"quote": "For my whole life, my favorite activity was reading. It’s not the most social pastime.", "author": "Unknown"}, {"quote": "I never think of myself as an icon. What is in other people’s minds is not in my mind. I just do my thing.", "author": "Unknown"}, {"quote": "There must be something wrong with those people who think Audrey Hepburn doesn’t perspire, hiccup or sneeze, because they know that’s not true. In fact, I hiccup more than most.", "author": "Unknown"}, {"quote": "In Holland and Belgium, and afterwards in England, my happiest moments were in the country. I’ve always had a passion for the outdoors, for trees, for birds and flowers.", "author": "Unknown"}, {"quote": "If my world were to cave in tomorrow, I would look back on all the pleasures, excitements and worthwhilenesses I have been lucky enough to have had. Not the sadness, not my miscarriages or my father leaving home, but the joy of everything else. It will have been enough.", "author": "Unknown"}, {"quote": "Let’s face it, a nice creamy chocolate cake does a lot for a lot of people; it does for me.", "author": "Audrey Hepburn"}, {"quote": "I never thought I’d land in pictures with a face like mine.", "author": "Unknown"}, {"quote": "I was asked to act when I couldn’t act. I was asked to sing ‘Funny Face’ when I couldn’t sing, and dance with Fred Astaire when I couldn’t dance – and do all kinds of things I wasn’t prepared for. Then I tried like mad to cope with it.", "author": "Unknown"}, {"quote": "I’m not a born actress, as such, I care about expressing feelings.", "author": "Unknown"}, {"quote": "People associate me with a time when movies were pleasant, when women wore pretty dresses in films and you heard beautiful music. I always love it when people write me and and say ‘I was having a rotten time, and I walked into a cinema and saw one of your movies, and it made such a difference.’", "author": "Unknown"}, {"quote": "[I have] enormous faith, but it’s not attached to any one in particular religion. My mother was one thing, my father another. In Holland they were all Calvinists. That has no importance at all to me.", "author": "Unknown"}, {"quote": "I was born with something that appealed to an audience at that particular time…I acted instinctively. I’ve had one of the greatest schools of all – a whole row of great, great directors.", "author": "Unknown"}, {"quote": "I’m half-Irish, half-Dutch, and I was born in Belgium. If I was a dog, I’d be in a hell of a mess!", "author": "Unknown"}, {"quote": "Actually, you have to be a little bit in love with your leading man and vice versa. If you’re going to portray love, you have to feel it. You can’t do it any other way. But you don’t carry it beyond the set.", "author": "Unknown"}, {"quote": "I had to make a choice at one point in my life, of missing films or missing my children. It was a very easy decision to make because I missed my children so very much.", "author": "Unknown"}, {"quote": "She did the best that we could be; she was perfectly charming and perfectly loving. She was a dream. And she was the kind of dream that you remember when you wake up smiling. In a cruel and imperfect world, she was living proof that God could still create perfection.", "author": "Richard Dreyfuss"}, {"quote": "In a cruel and imperfect world, she was living proof that God could still create perfection.", "author": "Rex Reed"}, {"quote": "Audrey was the kind of person who when she saw someone else suffering tried to take their pain on herself. She was a healer. She knew how to love. You didn’t have to be in constant contact with her to feel you had a friend. We always picked up right where we left off.", "author": "Shirley Maclaine"}, {"quote": "Audrey had an angelic quality about her. She didn’t act like she was better than everyone, she just had a presence, an energy, a sort of light coming from within her that was overwhelming.", "author": "Kevyn Aucoin"}, {"quote": "The extraordinary mystique of hers made you think she lived on rose petals and listened to nothing but Mozart, but it wasn’t true. She was quite funny and ribald. She could tell a dirty joke. She played charades with a great sense of fun and vulgarity, and she could be quite bitchy.", "author": "André Previn"}, {"quote": "Audrey gave more than she ever got. The whole world is going to miss her.", "author": "Steven Spielberg"}, {"quote": "The imprint of Miss Hepburn is absolutely, totally present. Like it or not, she will be the most important look of the twentieth century.", "author": "Manolo Blahnik"}, {"quote": "She truly became our ‘fair lady.’ The children of the world have lost a true friend, and an important and eloquent advocate.", "author": "James P. Grant"}, {"quote": "Also, can we take a moment to appreciate the fact that there has never been and probably will never be another actress as thoroughly lovable as Audrey Hepburn.", "author": "Rachel Heffington"}]