[{"quote": "I don’t believe in death, neither in flesh nor in spirit.", "author": "Unknown"}, {"quote": "When one door is closed, don’t you know, another is open.", "author": "Unknown"}, {"quote": "Don’t gain the world and lose your soul. Wisdom is better than silver and gold.", "author": "Zion Train, from the album Uprising (1980)"}, {"quote": "In this great future, you can’t forget your past.", "author": "No Woman, No Cry, from the album Natty Dread (1974)"}, {"quote": "A hungry mob is an angry mob.", "author": "Them Belly Full (But We Hungry), from the album Natty Dread (1974)"}, {"quote": "All dese governments and dis this and that, these people that say they’re here to help, why them say you cannot smoke the herb? Herb… herb is a plant, you know? And when me check it, me can’t find no reason.” “All them say is, ‘it make you rebel’. Against what?", "author": "”—Interview (1979) with Dylan Taite in Aotearoa, New Zealand."}, {"quote": "As a man sow, shall he reap. and I know that talk is cheap. But the heat of the battle is as sweet as the victory.", "author": "Unknown"}, {"quote": "Babylon is everywhere. You have wrong and you have right. Wrong is what we call Babylon, wrong things. That is what Babylon is to me. I could have born in England, I could have born in America, it make no difference where me born, because there is Babylon everywhere.", "author": "Unknown"}, {"quote": "Better to die fighting for freedom than be a prisoner all the days of your life.", "author": "Unknown"}, {"quote": "Don’t trust people whose feelings change with time. Trust people whose feelings remain the same, even when the time changes.", "author": "Unknown"}, {"quote": "Every day the bucket a-go a well, one day the bottom a-go drop out.", "author": "I Shot The Sheriff, from the album Burnin’ (1973)"}, {"quote": "Every time I plant a seed, He say kill it before it grow, he say kill it before they grow.", "author": "Unknown"}, {"quote": "Everything is political. I will never be a politician or even think political. Me just deal with life and nature. That is the greatest thing to me.", "author": "Unknown"}, {"quote": "Have no fear for atomic energy, ’cause none of them can stop the time.", "author": "Unknown"}, {"quote": "I don’t know how to live good. I only know how to suffer.", "author": "Unknown"}, {"quote": "I’ve been here before and will come again, but I’m not going this trip through.", "author": "Unknown"}, {"quote": "If you’re white and you’re wrong, then you’re wrong; if you’re black and you’re wrong, you’re wrong. People are people. Black, blue, pink, green – God make no rules about color; only society make rules where my people suffer, and that why we must have redemption and redemption now.", "author": "Unknown"}, {"quote": "Live for yourself and you will live in vain; live for others, and you will live again.", "author": "Unknown"}, {"quote": "Love the life you live, live the life you love.", "author": "Unknown"}, {"quote": "Me only have one ambition, y’know. I only have one thing I really like to see happen. I like to see mankind live together – black, white, Chinese, everyone – that’s all.", "author": "Unknown"}, {"quote": "My feet is my only carriage.", "author": "Unknown"}, {"quote": "My future is righteousness.", "author": "Unknown"}, {"quote": "Put your vision to reality.", "author": "Unknown"}, {"quote": "Rastafari not a culture, it’s a reality.", "author": "Unknown"}, {"quote": "Road of life is rocky and you may stumble too, so while you talk about me, someone else is judging you.", "author": "Unknown"}, {"quote": "The people who were trying to make this world worse are not taking the day off. Why should I?", "author": "Unknown"}, {"quote": "They say: only the fittest of the fittest shall survive, stay alive!", "author": "Could You Be Loved, from the album Uprising (1979)"}, {"quote": "Though the road’s been rocky it sure feels good to me.", "author": "Unknown"}, {"quote": "Truth is the light, so you never give up the fight.", "author": "Final jamming of Live at the Roxy (recorded 1976)."}, {"quote": "When one door is closed, many more is open.", "author": "Coming in from the Cold, from the album Confrontation"}, {"quote": "When the race gets hard to run. It means you just can’t take the peace.", "author": "Unknown"}, {"quote": "When the root is strong, the fruit is sweet.", "author": "Unknown"}, {"quote": "You can’t find the right roads when the streets are paved.", "author": "Unknown"}, {"quote": "You entertain people who are satisfied. Hungry people can’t be entertained – or people who are afraid. You can’t entertain a man who has no food.", "author": "Unknown"}, {"quote": "Live the life you love. Love the life you live.", "author": "Unknown"}, {"quote": "Live the life you love. Love the life you live.” – Bob Marley\n“And don’t expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she’s not there.”\n“Conquer the devils with a little thing called love.”\n\n“He’s not perfect. You aren’t either, and the two of you will never be perfect. But if he can make you laugh at least once, causes you to think twice, and if he admits to being human and making mistakes, hold onto him and give him the most you can. He isn’t going to quote poetry, he’s not thinking about you every moment, but he will give you a part of him that he knows you could break. Don’t hurt him, don’t change him, and don’t expect for more than he can give. Don’t analyze. Smile when he makes you happy, yell when he makes you mad, and miss him when he’s not there. Love hard when there is love to be had. Because perfect guys don’t exist, but there’s always one guy that is perfect for you.”\n“I know that I’m not perfect and that I don’t claim to be, so before you point your fingers make sure your hands are clean.” —Could You Be Loved, from the album Uprising (1980).\n“If puss and dog can get together, why can’t we love one another?”\n\n“If she’s amazing, she won’t be easy. If she’s easy, she won’t be amazing. If she’s worth it, you won’t give up. If you give up, you’re not worthy. … Truth is, everybody is going to hurt you; you just gotta find the ones worth suffering for.\n“If you get down and quarrel everyday, you’re saying prayers to the devil, I say.”\n“Love would never leave us alone.”\n“One love, one heart, Let’s get together and feel alright.” —One Love (cowritten with Curtis Mayfield), from the album Exodus, originally recorded on The Wailing Wailers (1965).\n\n“Only once in your life, I truly believe, you find someone who can completely turn your world around. You tell them things that you’ve never shared with another soul and they absorb everything you say and actually want to hear more. You share hopes for the future, dreams that will never come true, goals that were never achieved and the many disappointments life has thrown at you. When something wonderful happens, you can’t wait to tell them about it, knowing they will share in your excitement. They are not embarrassed to cry with you when you are hurting or laugh with you when you make a fool of yourself. Never do they hurt your feelings or make you feel like you are not good enough, but rather they build you up and show you the things about yourself that make you special and even beautiful. There is never any pressure, jealousy or competition but only a quiet calmness when they are around. You can be yourself and not worry about what they will think of you because they love you for who you are. The things that seem insignificant to most people such as a note, song or walk become invaluable treasures kept safe in your heart to cherish forever. Memories of your childhood come back and are so clear and vivid it’s like being young again. Colors seem brighter and more brilliant. Laughter seems part of daily life where before it was infrequent or didn’t exist at all. A phone call or two during the day helps to get you through a long day’s work and always brings a smile to your face. In their presence, there’s no need for continuous conversation, but you find you’re quite content in just having them nearby. Things that never interested you before become fascinating because you know they are important to this person who is so special to you. You think of this person on every occasion and in everything you do. Simple things bring them to mind like a pale blue sky, gentle wind or even a storm cloud on the horizon. You open your heart knowing that there’s a chance it may be broken one day and in opening your heart, you experience a love and joy that you never dreamed possible. You find that being vulnerable is the only way to allow your heart to feel true pleasure that’s so real it scares you. You find strength in knowing you have a true friend and possibly a soul mate who will remain loyal to the end. Life seems completely different, exciting and worthwhile. Your only hope and security is in knowing that they are a part of your life.”\n\n\n\n\n\n\n\n“Overcome the devils with a thing called love.”\n“She may not be the most popular or prettiest but if you love her and she makes you smile… what else matters?”\n“The biggest coward of a man is to awaken the love of a woman without the intention of loving her.”\n“The trust is, everyone is going to hurt you. You just got to find the ones worth suffering for.”\n“The winds that sometimes take something we love, are the same that bring us something we learn to love.” “Therefore we should not cry about something that was taken from us, but, yes, love what we have been given. Because what is really ours is never gone forever.”\n“There will never be no love at all.”\n“You say you love rain, but you use an umbrella to walk under it. You say you love sun, but you seek shelter when it is shining. You say you love wind, but when it comes you close your windows. So that’s why I’m scared when you say you love me.”\n“One love, one heart, one destiny.”\nBob Marley quotes on happiness\n“Emancipate yourself from mental slavery, none but ourselves can free our mind.”\n“In the abundance of water a fool is thirsty.”\n“Judge not, before you judge yourself.”\n“Every man gotta right to decide his own destiny.” —Zimbabwe, from the album Survival (1979)\n“Alcohol make you drunk, man. It don’t make you meditate, it just make you drunk. Herb is more a consciousness.” —As recorded in filmed interview (1979) with Dylan Taite in Aotearoa, New Zealand\n“Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.”\n“Keep calm and chive on.” —As quoted in a 1974 interview with Lester Bangs\n“None but ourselves can free our minds.” – Bob Marley\nBob Marley inspirational quotes\n“You just can’t live in that negative way….. make way for the positive day.”\n“I no have education. I have inspiration. If I was educated I would be a damn fool.”\n“Two thousand years of history Black History could not be wiped away so easily.”—Zion Train, from the album Uprising (1980)\n“You have to be someone.”\n“You just can’t live that negative way. You know what I mean. Make way for the positive day. Cause it’s a new day…”\n“You not supposed to feel down over whatever happen to you. I mean, you’re supposed to use whatever happen to you as some type of upper, not a downer.”\n\n“Don’t give up the fight, Stand up for your rights.”\n“It take many a year, mon, and maybe some bloodshed must be, but righteousness someday prevail.”\n“The day you stop racing is the day you win the race.”\nBob Marley quotes on God (Jah)\n“What we struggle to make of it is our sole gift to Jah. The process of what that struggle becomes, in time, the Truth.”\n“The harder the battle the sweet of Jah victory.”\n“Rastafari not a culture, it’s a reality.”\n“We Jah people can make it work.”\n“I don’t stand for black man’s side, I don’t stand for white man’s side, I stand for God’s side.”\n\n“Man can’t do without God. Just like you’re thirsty, you have to drink water. You just can’t go without God.”\n“Life and Jah are one in the same. Jah is the gift of existence. I am in some way eternal, I will never be duplicated. The singularity of every man and woman is Jah’s gift. What we struggle to make of it is our sole gift to Jah. The process of what that struggle becomes, in time, the Truth.”\n“Me don’t dip on nobody’s side. Me don’t dip on the black man’s side, not the white man’s side. Me dip on God’s side, the one who create me and cause me to come from black and white.”\n“People want to listen to a message, word from Jah. This could be passed through me or anybody. I am not a leader. Messenger. The words of the songs, not the person, is what attracts people.”\n“Some people say great God come from the sky take away everything and make everybody feel high, but if you know what life is worth, you will look for yours on earth.” —Get Up, Stand Up (cowritten with Peter Tosh), from the album Burnin’ (1973)\n“The devil ain’t got no power over me. The devil come, and me shake hands with the devil. Devil have his part to play. Devil’s a good friend, too… because when you don’t know him, that’s the time he can mosh you down.”\n“We JAH people can make it work.” —Work, from the album Uprising (1980)\nBob Marley quotes on money\n“The greatness of a man is not in how much wealth he acquires, but in his integrity and his ability to affect those around him positively.”\n“I have a BMW. But only because BMW stands for and The Wailers, and not because I need an expensive car.”\n\n“Money can’t buy life.”\n“The greatness of a man is not in how much wealth he acquires, but in his integrity and his ability to affect those around him positively.”\n“Your life is worth much more than gold.”\nBob Marley quotes on music\n“Hey mister music, sure sounds good to me I can’t refuse it what to be got to be.”\n“My music fights against the system that teaches to live and die.”\n“My music will go on forever. Maybe it’s a fool say that, but when me know facts me can say facts. My music will go on forever.”\n“One good thing about music—when it hits you, you feel no pain.”\nBob Marley quotes on relationships\n“Some will hate you pretend they love you now then behind they try to eliminate you.”\n“Who are you to judge the life I live? I am not perfect and I don’t have to be! Before you start pointing fingers, make sure your hands are clean.”\nBob Marley quotes on wisdom\n“Life is one big road with lots of signs. So when you riding through the ruts, don’t complicate your mind. Flee from hate, mischief and jealousy. Don’t bury your thoughts.”\n“None but ourselves can free our minds.”\n\n“Truth is the light.”\n“And what has been hidden from the wise and the prudent been revealed in the mouth of the toddlers” –Forever Loving Jah, from the album Uprising (1980)\n“Beginnings are usually scary, and endings are usually sad, but its everything in between that makes it all worth living.”\n“Don’t bury your thoughts, put your vision to reality.”\n“Don’t complicate your mind.”\n“Don’t worry about a thing, ‘Cos every little thing is gonna be alright.” —Three Little Birds, from the album Exodus (1977)\n“Emancipate yourself from mental slavery, none but ourselves can free our mind. Have no fear for atomic energy, ’cause none of them can stop the time.” —Redemption Song, from the album Uprising (1979)\n“Free speech carries with it some freedom to listen.”\n\n“If something can corrupt you, you’re corrupted already.”\n“It is better to live on the house top than to live in a house full of confusion.” —Running Away, from the album Kaya\n“It’s your own conscience that is gonna remind you; that it’s your heart and nobody else’s that is gonna judge.”\n“Judge not, before you judge yourself. Judge not, if you’re not ready for judgment.”\n“Man is a universe within himself.”\n“Me is a common sense man. That mean when me explain things, me explain it in a very simple way; that mean if I explain it to a baby, the baby will understand too, you know.”\n“None but ourselves can free our minds.”\n“Open your eyes, look within. Are you satisfied with the life you’re living?”\n“Prejudice is a chain, it can hold you. If you prejudice, you can’t move, you keep prejudice for years. Never get nowhere with that.”\n“So before you point your fingers make sure your hands are clean.”\n“Some people feel the rain, others just get wet.”\n\n“Tell the children the truth.”\n“The good times of today are the sad thoughts of tomorrow.”\n“Today, people struggle to find what’s real. Everything has become so synthetic that a lot of people, all they want is to grasp onto hope.” —As quoted in Rolling Stone’s The Immortals (2004) Bob\n“Until the end of the world, all whys will be answered, but now, you can only ask!”\n“You can fool some people some times but you cant fool all the people all the time.”\n“What important is man should live in righteousness, in natural love for mankind.” —Interview by Karl Dallas, Rock’s Backpages Audio, July 1975\n“Until the philosophy which hold one race superior / And another / Inferior / Is finally / And permanently / Discredited / And abandoned / -Everywhere is war – / Me say war.”—From the song, “War”, Marley took these lines from a speech by Ethiopian Emperor Haile Selassie I before the United Nations General Assembly on 4th October 1963.\nQuotes about Bob Marley\n“He rivals the government as a political force.” —Time magazine\n“I remember in college listening, and not agreeing with his whole philosophy necessarily, but raising my awareness how people outside of our country were thinking about the struggle for jobs and dignity and freedom.” —Barack Obama\n5 surprising facts about Bob Marley\n#1. Bob Marley was half-white and half-black. Born to a white British naval captain and a black Jamaican village girl, one of Bob’s nicknames growing up was “White Boy.”\n#2. In 2014, Forbes Magazine listed Marley as fifth on the list of the highest-earning dead celebrities. This revenue came from a combination of album sales, cannabis, coffee, and clothing accessories from the Tuff Gong clothing line.\n#3. Bob Marley got the nickname “Tuff Gong", "author": "” because he defended himself as a kid in Trenchtown."}, {"quote": "And don’t expect more than she can give. Smile when she makes you happy, let her know when she makes you mad, and miss her when she’s not there.", "author": "Unknown"}, {"quote": "Conquer the devils with a little thing called love.", "author": "Unknown"}, {"quote": "He’s not perfect. You aren’t either, and the two of you will never be perfect. But if he can make you laugh at least once, causes you to think twice, and if he admits to being human and making mistakes, hold onto him and give him the most you can. He isn’t going to quote poetry, he’s not thinking about you every moment, but he will give you a part of him that he knows you could break. Don’t hurt him, don’t change him, and don’t expect for more than he can give. Don’t analyze. Smile when he makes you happy, yell when he makes you mad, and miss him when he’s not there. Love hard when there is love to be had. Because perfect guys don’t exist, but there’s always one guy that is perfect for you.", "author": "Unknown"}, {"quote": "I know that I’m not perfect and that I don’t claim to be, so before you point your fingers make sure your hands are clean.", "author": "Could You Be Loved, from the album Uprising (1980)."}, {"quote": "If puss and dog can get together, why can’t we love one another?", "author": "Unknown"}, {"quote": "If she’s amazing, she won’t be easy. If she’s easy, she won’t be amazing. If she’s worth it, you won’t give up. If you give up, you’re not worthy. … Truth is, everybody is going to hurt you; you just gotta find the ones worth suffering for.", "author": "Unknown"}, {"quote": "If you get down and quarrel everyday, you’re saying prayers to the devil, I say.", "author": "Unknown"}, {"quote": "Love would never leave us alone.", "author": "Unknown"}, {"quote": "One love, one heart, Let’s get together and feel alright.", "author": "One Love (cowritten with Curtis Mayfield), from the album Exodus, originally recorded on The Wailing Wailers (1965)."}, {"quote": "Only once in your life, I truly believe, you find someone who can completely turn your world around. You tell them things that you’ve never shared with another soul and they absorb everything you say and actually want to hear more. You share hopes for the future, dreams that will never come true, goals that were never achieved and the many disappointments life has thrown at you. When something wonderful happens, you can’t wait to tell them about it, knowing they will share in your excitement. They are not embarrassed to cry with you when you are hurting or laugh with you when you make a fool of yourself. Never do they hurt your feelings or make you feel like you are not good enough, but rather they build you up and show you the things about yourself that make you special and even beautiful. There is never any pressure, jealousy or competition but only a quiet calmness when they are around. You can be yourself and not worry about what they will think of you because they love you for who you are. The things that seem insignificant to most people such as a note, song or walk become invaluable treasures kept safe in your heart to cherish forever. Memories of your childhood come back and are so clear and vivid it’s like being young again. Colors seem brighter and more brilliant. Laughter seems part of daily life where before it was infrequent or didn’t exist at all. A phone call or two during the day helps to get you through a long day’s work and always brings a smile to your face. In their presence, there’s no need for continuous conversation, but you find you’re quite content in just having them nearby. Things that never interested you before become fascinating because you know they are important to this person who is so special to you. You think of this person on every occasion and in everything you do. Simple things bring them to mind like a pale blue sky, gentle wind or even a storm cloud on the horizon. You open your heart knowing that there’s a chance it may be broken one day and in opening your heart, you experience a love and joy that you never dreamed possible. You find that being vulnerable is the only way to allow your heart to feel true pleasure that’s so real it scares you. You find strength in knowing you have a true friend and possibly a soul mate who will remain loyal to the end. Life seems completely different, exciting and worthwhile. Your only hope and security is in knowing that they are a part of your life.", "author": "Unknown"}, {"quote": "Overcome the devils with a thing called love.", "author": "Unknown"}, {"quote": "She may not be the most popular or prettiest but if you love her and she makes you smile… what else matters?", "author": "Unknown"}, {"quote": "The biggest coward of a man is to awaken the love of a woman without the intention of loving her.", "author": "Unknown"}, {"quote": "The trust is, everyone is going to hurt you. You just got to find the ones worth suffering for.", "author": "Unknown"}, {"quote": "The winds that sometimes take something we love, are the same that bring us something we learn to love.” “Therefore we should not cry about something that was taken from us, but, yes, love what we have been given. Because what is really ours is never gone forever.", "author": "”"}, {"quote": "There will never be no love at all.", "author": "Unknown"}, {"quote": "You say you love rain, but you use an umbrella to walk under it. You say you love sun, but you seek shelter when it is shining. You say you love wind, but when it comes you close your windows. So that’s why I’m scared when you say you love me.", "author": "Unknown"}, {"quote": "One love, one heart, one destiny.", "author": "Unknown"}, {"quote": "Emancipate yourself from mental slavery, none but ourselves can free our mind.", "author": "Unknown"}, {"quote": "In the abundance of water a fool is thirsty.", "author": "Unknown"}, {"quote": "Judge not, before you judge yourself.", "author": "Unknown"}, {"quote": "Every man gotta right to decide his own destiny.", "author": "Zimbabwe, from the album Survival (1979)"}, {"quote": "Alcohol make you drunk, man. It don’t make you meditate, it just make you drunk. Herb is more a consciousness.", "author": "As recorded in filmed interview (1979) with Dylan Taite in Aotearoa, New Zealand"}, {"quote": "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections.", "author": "Unknown"}, {"quote": "Keep calm and chive on.", "author": "As quoted in a 1974 interview with Lester Bangs"}, {"quote": "You just can’t live in that negative way….. make way for the positive day.", "author": "Unknown"}, {"quote": "I no have education. I have inspiration. If I was educated I would be a damn fool.", "author": "Unknown"}, {"quote": "Two thousand years of history Black History could not be wiped away so easily.", "author": "Zion Train, from the album Uprising (1980)"}, {"quote": "You have to be someone.", "author": "Unknown"}, {"quote": "You just can’t live that negative way. You know what I mean. Make way for the positive day. Cause it’s a new day…", "author": "Unknown"}, {"quote": "You not supposed to feel down over whatever happen to you. I mean, you’re supposed to use whatever happen to you as some type of upper, not a downer.", "author": "Unknown"}, {"quote": "Don’t give up the fight, Stand up for your rights.", "author": "Unknown"}, {"quote": "It take many a year, mon, and maybe some bloodshed must be, but righteousness someday prevail.", "author": "Unknown"}, {"quote": "The day you stop racing is the day you win the race.", "author": "Unknown"}, {"quote": "What we struggle to make of it is our sole gift to Jah. The process of what that struggle becomes, in time, the Truth.", "author": "Unknown"}, {"quote": "The harder the battle the sweet of Jah victory.", "author": "Unknown"}, {"quote": "Rastafari not a culture, it’s a reality.", "author": "Unknown"}, {"quote": "We Jah people can make it work.", "author": "Unknown"}, {"quote": "I don’t stand for black man’s side, I don’t stand for white man’s side, I stand for God’s side.", "author": "Unknown"}, {"quote": "Man can’t do without God. Just like you’re thirsty, you have to drink water. You just can’t go without God.", "author": "Unknown"}, {"quote": "Life and Jah are one in the same. Jah is the gift of existence. I am in some way eternal, I will never be duplicated. The singularity of every man and woman is Jah’s gift. What we struggle to make of it is our sole gift to Jah. The process of what that struggle becomes, in time, the Truth.", "author": "Unknown"}, {"quote": "Me don’t dip on nobody’s side. Me don’t dip on the black man’s side, not the white man’s side. Me dip on God’s side, the one who create me and cause me to come from black and white.", "author": "Unknown"}, {"quote": "People want to listen to a message, word from Jah. This could be passed through me or anybody. I am not a leader. Messenger. The words of the songs, not the person, is what attracts people.", "author": "Unknown"}, {"quote": "Some people say great God come from the sky take away everything and make everybody feel high, but if you know what life is worth, you will look for yours on earth.", "author": "Get Up, Stand Up (cowritten with Peter Tosh), from the album Burnin’ (1973)"}, {"quote": "The devil ain’t got no power over me. The devil come, and me shake hands with the devil. Devil have his part to play. Devil’s a good friend, too… because when you don’t know him, that’s the time he can mosh you down.", "author": "Unknown"}, {"quote": "We JAH people can make it work.", "author": "Work, from the album Uprising (1980)"}, {"quote": "The greatness of a man is not in how much wealth he acquires, but in his integrity and his ability to affect those around him positively.", "author": "Unknown"}, {"quote": "I have a BMW. But only because BMW stands for and The Wailers, and not because I need an expensive car.", "author": "Unknown"}, {"quote": "Money can’t buy life.", "author": "Unknown"}, {"quote": "The greatness of a man is not in how much wealth he acquires, but in his integrity and his ability to affect those around him positively.", "author": "Unknown"}, {"quote": "Your life is worth much more than gold.", "author": "Unknown"}, {"quote": "Hey mister music, sure sounds good to me I can’t refuse it what to be got to be.", "author": "Unknown"}, {"quote": "My music fights against the system that teaches to live and die.", "author": "Unknown"}, {"quote": "My music will go on forever. Maybe it’s a fool say that, but when me know facts me can say facts. My music will go on forever.", "author": "Unknown"}, {"quote": "One good thing about music—when it hits you, you feel no pain.", "author": "Unknown"}, {"quote": "Some will hate you pretend they love you now then behind they try to eliminate you.", "author": "Unknown"}, {"quote": "Who are you to judge the life I live? I am not perfect and I don’t have to be! Before you start pointing fingers, make sure your hands are clean.", "author": "Unknown"}, {"quote": "Life is one big road with lots of signs. So when you riding through the ruts, don’t complicate your mind. Flee from hate, mischief and jealousy. Don’t bury your thoughts.", "author": "Unknown"}, {"quote": "None but ourselves can free our minds.", "author": "Unknown"}, {"quote": "Truth is the light.", "author": "Unknown"}, {"quote": "And what has been hidden from the wise and the prudent been revealed in the mouth of the toddlers", "author": "Forever Loving Jah, from the album Uprising (1980)"}, {"quote": "Beginnings are usually scary, and endings are usually sad, but its everything in between that makes it all worth living.", "author": "Unknown"}, {"quote": "Don’t bury your thoughts, put your vision to reality.", "author": "Unknown"}, {"quote": "Don’t complicate your mind.", "author": "Unknown"}, {"quote": "Don’t worry about a thing, ‘Cos every little thing is gonna be alright.", "author": "Three Little Birds, from the album Exodus (1977)"}, {"quote": "Emancipate yourself from mental slavery, none but ourselves can free our mind. Have no fear for atomic energy, ’cause none of them can stop the time.", "author": "Redemption Song, from the album Uprising (1979)"}, {"quote": "Free speech carries with it some freedom to listen.", "author": "Unknown"}, {"quote": "If something can corrupt you, you’re corrupted already.", "author": "Unknown"}, {"quote": "It is better to live on the house top than to live in a house full of confusion.", "author": "Running Away, from the album Kaya"}, {"quote": "It’s your own conscience that is gonna remind you; that it’s your heart and nobody else’s that is gonna judge.", "author": "Unknown"}, {"quote": "Judge not, before you judge yourself. Judge not, if you’re not ready for judgment.", "author": "Unknown"}, {"quote": "Man is a universe within himself.", "author": "Unknown"}, {"quote": "Me is a common sense man. That mean when me explain things, me explain it in a very simple way; that mean if I explain it to a baby, the baby will understand too, you know.", "author": "Unknown"}, {"quote": "None but ourselves can free our minds.", "author": "Unknown"}, {"quote": "Open your eyes, look within. Are you satisfied with the life you’re living?", "author": "Unknown"}, {"quote": "Prejudice is a chain, it can hold you. If you prejudice, you can’t move, you keep prejudice for years. Never get nowhere with that.", "author": "Unknown"}, {"quote": "So before you point your fingers make sure your hands are clean.", "author": "Unknown"}, {"quote": "Some people feel the rain, others just get wet.", "author": "Unknown"}, {"quote": "Tell the children the truth.", "author": "Unknown"}, {"quote": "The good times of today are the sad thoughts of tomorrow.", "author": "Unknown"}, {"quote": "Today, people struggle to find what’s real. Everything has become so synthetic that a lot of people, all they want is to grasp onto hope.", "author": "As quoted in Rolling Stone’s The Immortals (2004) Bob"}, {"quote": "Until the end of the world, all whys will be answered, but now, you can only ask!", "author": "Unknown"}, {"quote": "You can fool some people some times but you cant fool all the people all the time.", "author": "Unknown"}, {"quote": "What important is man should live in righteousness, in natural love for mankind.", "author": "Interview by Karl Dallas, Rock’s Backpages Audio, July 1975"}, {"quote": "Until the philosophy which hold one race superior / And another / Inferior / Is finally / And permanently / Discredited / And abandoned / -Everywhere is war – / Me say war.”—From the song, “War", "author": "”, Marley took these lines from a speech by Ethiopian Emperor Haile Selassie I before the United Nations General Assembly on 4th October 1963."}, {"quote": "He rivals the government as a political force.", "author": "Time magazine"}, {"quote": "I remember in college listening, and not agreeing with his whole philosophy necessarily, but raising my awareness how people outside of our country were thinking about the struggle for jobs and dignity and freedom.", "author": "Barack Obama"}]