[{"quote": "Ever since I was a child I have had this instinctive urge for expansion and growth. To me, the function and duty of a quality human being is the sincere and honest development of one’s potential.", "author": "Unknown"}, {"quote": "I fear not the man who has practiced 10,000 kicks once, but I fear the man who has practiced one kick 10,000 times.", "author": "Unknown"}, {"quote": "The more we value things, the less we value ourselves.", "author": "Bruce Lee"}, {"quote": "Mistakes are always forgivable, if one has the courage to admit them.", "author": "Unknown"}, {"quote": "I am learning to understand rather than immediately judge or to be judged. I cannot blindly follow the crowd and accept their approach. I will not allow myself to indulge in the usual manipulating game of role creation. Fortunately for me, my self-knowledge has transcended that and I have come to understand that life is best to be lived and not to be conceptualized. I am happy because I am growing daily and I am honestly not knowing where the limit lies. To be certain, every day there can be a revelation or a new discovery. I treasure the memory of the past misfortunes. It has added more to my bank of fortitude.", "author": "Unknown"}, {"quote": "If you spend too much time thinking about a thing, you’ll never get it done. Make at least one definite move daily toward your goal.", "author": "Unknown"}, {"quote": "To know oneself is to study oneself in action with another person.", "author": "Bruce Lee"}, {"quote": "A goal is not always meant to be reached, it often serves simply as something to aim at.", "author": "Unknown"}, {"quote": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.", "author": "Unknown"}, {"quote": "Be like water making its way through cracks. Do not be assertive, but adjust to the object, and you shall find a way round or through it. If nothing within you stays rigid, outward things will disclose themselves. Empty your mind, be formless. Shapeless, like water. If you put water into a cup, it becomes the cup. You put water into a bottle and it becomes the bottle. You put it in a teapot it becomes the teapot. Now, water can flow or it can crash. Be water, my friend.", "author": "Unknown"}, {"quote": "Never waste energy on worries or negative thoughts, all problems are brought into existence– drop them.", "author": "Bruce Lee"}, {"quote": "Absorb what is useful, Discard what is not, Add what is uniquely your own.", "author": "Unknown"}, {"quote": "Showing off is the fool’s idea of glory.", "author": "Unknown"}, {"quote": "A wise man can learn more from a foolish question than a fool can learn from a wise answer.", "author": "Unknown"}, {"quote": "The possession of anything begins in the mind.", "author": "Unknown"}, {"quote": "I’m not in this world to live up to your expectations and you’re not in this world to live up to mine.", "author": "Unknown"}, {"quote": "If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.", "author": "Unknown"}, {"quote": "As you think, so shall you become.", "author": "Bruce Lee"}, {"quote": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.", "author": "Unknown"}, {"quote": "Choose the positive. You have choice, you are master of your attitude, choose the positive, the constructive. Optimism is a faith that leads to success.", "author": "Unknown"}, {"quote": "If there is a God, he is within. You don’t ask God to give you things, you depend on God for your inner theme.", "author": "Unknown"}, {"quote": "If you don’t want to slip up tomorrow, speak the truth today.", "author": "Unknown"}, {"quote": "A good teacher protects his pupils from his own influence.", "author": "Unknown"}, {"quote": "Knowledge will give you power, but character respect.", "author": "Unknown"}, {"quote": "Defeat is not defeat unless accepted as a reality in your own mind.", "author": "Bruce Lee"}, {"quote": "Man, the living creature, the creating individual, is always more important than any established style or system.", "author": "Unknown"}, {"quote": "Obey the principles without being bound by them.", "author": "”"}, {"quote": "", "author": "It’s not what you give, it’s the way you give it.“"}, {"quote": "A quick temper will make a fool of you soon enough.", "author": "Unknown"}, {"quote": "Empty your cup so that it may be filled; become devoid to gain totality.", "author": "Unknown"}, {"quote": "If you want to learn to swim jump into the water. On dry land no frame of mind is ever going to help you.", "author": "Unknown"}, {"quote": "Know the difference between a catastrophe and an inconvenience. To realize that it’s just an inconvenience, that it is not a catastrophe, but just an unpleasantness, is part of coming into your own, part of waking up.", "author": "Unknown"}, {"quote": "The moment is freedom. I couldn’t live by a rigid schedule. I try to live freely from moment to moment, letting things happen and adjusting to them.", "author": "Bruce Lee"}, {"quote": "For it is easy to criticize and break down the spirit of others, but to know yourself takes a lifetime.", "author": "Unknown"}, {"quote": "Take no thought of who is right or wrong, or who is better than. Be not for or against.", "author": "Unknown"}, {"quote": "To spend time is to pass it in a specified manner. To waste time is to expend it thoughtlessly or carelessly. We all have time to either spend or waste and it is our decision what to do with it. But once passed, it is gone forever.", "author": "Unknown"}, {"quote": "The less effort, the faster and more powerful you will be.", "author": "Unknown"}, {"quote": "Self-knowledge involves relationship. To know oneself is to study one self in action with another person. Relationship is a process of self evaluation and self revelation. Relationship is the mirror in which you discover yourself – to be is to be related.", "author": "Unknown"}, {"quote": "Life itself is your teacher, and you are in a state of constant learning.", "author": "Bruce Lee"}, {"quote": "Life is never stagnation. It is constant movement, un-rhythmic movement, as we as constant change. Things live by moving and gain strength as they go.”.", "author": "”"}, {"quote": "I wish neither to possess nor to be possessed. I no longer covet ‘paradise’. More important, I no longer fear ‘hell’. The medicine for my suffering I had within me from the very beginning but I did not take it. My ailment came from within myself, but I did not observe it, until this moment. Now I see that I will never find the light unless, like the candle, I am my own fuel, consuming myself.", "author": "Unknown"}, {"quote": "Art calls for complete mastery of techniques, developed by reflection within the soul.", "author": "Unknown"}, {"quote": "The doubters said, ‘Man can not fly,’ The doers said, ‘Maybe, but we’ll try,’ And finally soared In the morning glow While non-believers Watched from below.", "author": "Unknown"}, {"quote": "Adapt what is useful, reject what is useless, and add what is specifically your own.", "author": "Bruce Lee"}, {"quote": "Reality is apparent when one ceases to compare. There is “what is” only when there is no comparison at all, and to live with what is, is to be peaceful.", "author": "”"}, {"quote": "Life’s battles don’t always go to the stronger or faster man. But sooner or later the man who wins, is the man who thinks he can.", "author": "Unknown"}, {"quote": "The key to immortality is first living a life worth remembering.", "author": "Unknown"}, {"quote": "Notice that the stiffest tree is most easily cracked, while the bamboo or willow survives by bending with the wind.", "author": "Unknown"}, {"quote": "To hell with circumstances; I create opportunities.", "author": "Bruce Lee"}, {"quote": "Take things as they are. Punch when you have to punch. Kick when you have to kick.", "author": "Unknown"}, {"quote": "It’s not the daily increase but daily decrease. Hack away at the unessential.", "author": "Unknown"}, {"quote": "Many people dedicate their lives to actualizing a concept of what they should be like, rather than actualizing themselves. This difference between self-actualization and self-image actualization is very important. Most people live only for their image.", "author": "Unknown"}, {"quote": "Use only that which works, and take it from any place you can find it.", "author": "Unknown"}, {"quote": "Boards don’t hit back.", "author": "Unknown"}, {"quote": "The stillness in stillness is not the real stillness; only when there is stillness in movement does the universal rhythm manifest.", "author": "Unknown"}, {"quote": "If you think a thing is impossible, you’ll only make it impossible.", "author": "Bruce Lee"}, {"quote": "Everything you do, if not in a relaxed state will be done at a lesser level than you are proficient. Thus the tensed expert marksman will aim at a level less than his/her student.", "author": "Unknown"}, {"quote": "Knowing is not enough, we must apply. Willing is not enough, we must do.", "author": "Unknown"}, {"quote": "When one has reached maturity in the art, one will have a formless form. It is like ice dissolving in water. When one has no form, one can be all forms; when one has no style, he can fit in with any style.", "author": "Unknown"}, {"quote": "The athlete who is building muscles though weight training should be very sure to work adequately on speed and flexibility at the same time. In combat, without the prior attributes, a strong man will be like the bull with its colossal strength futilely pursuing the matador or like a low-geared truck chasing a rabbit.", "author": "Unknown"}, {"quote": "‎The successful warrior is the average man, with laser-like focus.", "author": "Bruce Lee"}, {"quote": "You just wait. I’m going to be the biggest Chinese Star in the world.", "author": "Unknown"}, {"quote": "What you habitually think largely determines what you will ultimately become.", "author": "Unknown"}, {"quote": "If you always put limits on what you can do, physical or anything else, it’ll spread over into the rest of your life. It’ll spread into your work, into your morality, into your entire being. There are no limits. There are plateaus, but you must not stay there, you must go beyond them. If it kills you, it kills you. A man must constantly exceed his level.", "author": "Unknown"}, {"quote": "All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns.", "author": "Unknown"}, {"quote": "Simplicity is the key to brilliance.", "author": "Bruce Lee"}, {"quote": "Life is better lived than conceptualized. This writing can be less demanding should I allow myself to indulge in the usual manipulating game of role creation. Fortunately for me, my self-knowledge has transcended that and I’ve come to understand that life is best to be lived — not to be conceptualized. If you have to think, you still do not understand.", "author": "Unknown"}, {"quote": "Life is wide, limitless. There is no border, no frontier.", "author": "Unknown"}, {"quote": "The spirit of the individual is determined by his dominating thought habits.", "author": "Unknown"}, {"quote": "To me, the extraordinary aspect of martial arts lies in its simplicity. The easy way is also the right way, and martial arts is nothing at all special; the closer to the true way of martial arts, the less wastage of expression there is.", "author": "Unknown"}, {"quote": "The knowledge and skills you have achieved are meant to be forgotten so you can float comfortably in emptiness, without obstruction.", "author": "Unknown"}, {"quote": "In order to taste my cup of water you must first empty your cup.", "author": "Bruce Lee"}, {"quote": "Fear comes from uncertainty; we can eliminate the fear within us when we know ourselves better. As the great Sun Tzu said: “When you know yourself and your opponent, you will win every time. When you know yourself but not your opponent, you will win one and lose one. However, when you do not know yourself or your opponent, you will be imperiled every time.", "author": "Unknown"}, {"quote": "Don’t fear failure. Not failure, but low aim, is the crime. In great attempts it is glorious even to fail.", "author": "Unknown"}, {"quote": "Don’t get set into one form, adapt it and build your own, and let it grow, be like water.", "author": "Unknown"}, {"quote": "In the middle of chaos lies opportunity.", "author": "Bruce Lee"}, {"quote": "Do not be tense, just be ready, not thinking but not dreaming, not being set but being flexible. It is being “wholly” and quietly alive, aware and alert, ready for whatever may come.", "author": "”"}, {"quote": "Be self aware, rather than a repetitious robot.", "author": "Unknown"}, {"quote": "Using no way as a way, having no limitation as limitation.", "author": "Unknown"}, {"quote": "I am not teaching you anything. I just help you to explore yourself.", "author": "Unknown"}, {"quote": "Forget about winning and losing; forget about pride and pain. Let your opponent graze your skin and you smash into his flesh; let him smash into your flesh and you fracture his bones; let him fracture your bones and you take his life! Do not be concerned with escaping safely – lay your life before him!!", "author": "Unknown"}, {"quote": "Real living is living for others.", "author": "Bruce Lee"}, {"quote": "The great mistake is to anticipate the outcome of the engagement; you ought not to be thinking of whether it ends in victory or defeat. Let nature take its course, and your tools will strike at the right moment.", "author": "Unknown"}, {"quote": "Those who are unaware they are walking in darkness will never seek the light.", "author": "Unknown"}, {"quote": "Time means a lot to me because you see I am also a learner and am often lost in the joy of forever developing.", "author": "Unknown"}, {"quote": "After all, all knowledge simply means self-knowledge.", "author": "Unknown"}, {"quote": "The world is full of people who are determined to be somebody or to give trouble. They want to get ahead, to stand out. Such ambition has no use for a gung fu man, who rejects all forms of self-assertiveness and competition.", "author": "Unknown"}, {"quote": "If you love life, don’t waste time, for time is what life is made up of.", "author": "Bruce Lee"}, {"quote": "Because one does not want to be disturbed, to be made uncertain, he establishes a pattern of conduct, of thought, a pattern of relationship to man etc. Then he becomes a slave to the pattern and takes the pattern to be the real thing.", "author": "Unknown"}, {"quote": "Do not deny the classical approach, simply as a reaction, or you will have created another pattern and trapped yourself there.", "author": "Unknown"}, {"quote": "A fight is not won by one punch or kick. Either learn to endure or hire a bodyguard.", "author": "Unknown"}, {"quote": "The word ‘superstar’ is an illusion.", "author": "Unknown"}, {"quote": "But neither can you condemn nor justify and yet be extraordinarily alive as you walk on. You can never invite the wind but you must leave the window open.", "author": "Unknown"}, {"quote": "Do not pray for an easy life, pray for the strength to endure a difficult one.", "author": "Bruce Lee"}, {"quote": "Defeat is a state of mind; No one is ever defeated until defeat has been accepted as a reality.", "author": "Unknown"}, {"quote": "Learning is never cumulative, it is a movement of knowing which has no beginning and no end.", "author": "Unknown"}, {"quote": "Its like a finger pointing away to the moon. Don’t concentrate on the finger or you will miss all that heavenly glory.", "author": "Unknown"}, {"quote": "The consciousness of self is the greatest hindrance to the proper execution of all physical action.", "author": "Unknown"}, {"quote": "Preparation for tomorrow is hard work today.", "author": "Unknown"}, {"quote": "What is” is more important than ‘what should be.’ Too many people are looking at ‘what is’ from a position of thinking ‘what should be’.", "author": "”"}, {"quote": "Mistakes are always forgivable, if one has the courage to admit them.", "author": "Bruce Lee"}, {"quote": "Art is the way to the absolute and to the essence of human life. The aim of art is not the one-sided promotion of spirit, soul and senses, but the opening of all human capacities – thought, feeling, will – to the life rhythm of the world of nature. So will the voiceless voice be heard and the self be brought into harmony with it.", "author": "Unknown"}, {"quote": "The second-hand artist blindly following his sensei or sifu accepts his pattern. As a result, his action is and, more importantly, his thinking become mechanical. His responses become automatic, according to set patterns, making him narrow and limited.", "author": "Unknown"}, {"quote": "Endurance is lost rapidly if one ceases to work at its maximum.", "author": "Unknown"}, {"quote": "The meaning of life is that it is to be lived, and it is not to be traded and conceptualized and squeezed into a pattern of systems.", "author": "Bruce Lee"}, {"quote": "One should be in harmony with, not in opposition to, the strength and force of the opposition. This means that one should do nothing that is not natural or spontaneous; the important thing is not to strain in any way.", "author": "Unknown"}, {"quote": "Do not allow negative thoughts to enter your mind for they are the weeds that strangle confidence.", "author": "Unknown"}, {"quote": "Remember no man is really defeated unless he is discouraged.", "author": "Unknown"}, {"quote": "Only the self-sufficient stand alone – most people follow the crowd and imitate.", "author": "Unknown"}, {"quote": "It is not a shame to be knocked down by other people. The important thing is to ask when you’re being knocked down, ‘Why am I being knocked down?’ If a person can reflect in this way, then there is hope for this person.", "author": "Unknown"}, {"quote": "Be happy, but never satisfied.", "author": "Bruce Lee"}, {"quote": "All these years later, people still wonder about how Bruce died. I prefer to remember how he lived.", "author": "Linda Lee Cadwell"}, {"quote": "Bruce Lee is one of my idols as an entrepreneur. He was a martial artist, film director, producer, screenwriter, philosopher and actor.", "author": "Brian Ainsley Horn"}, {"quote": "Bruce Lee is arguably the most influential martial artist of all time–and his work as an actor and filmmaker marked a turning point in the way Asians were depicted in film in the U.S.", "author": "Aura Bogado"}]