[{"quote": "It is better to conquer yourself than to win a thousand battles. Then the victory is yours. It cannot be taken from you.” -Buddha\n“If you knew what I know about the power of giving you would not let a single meal pass without sharing it in some way.", "author": "”"}, {"quote": "Learn this from water: loud splashes the brook but the oceans depth are calm.", "author": "Unknown"}, {"quote": "I never see what has been done; I only see what remains to be done.", "author": "Unknown"}, {"quote": "You only lose what you cling to.", "author": "Unknown"}, {"quote": "The past is already gone, the future is not yet here. There’s only one moment for you to live.", "author": "Unknown"}, {"quote": "The trouble is, you think you have time.", "author": "Unknown"}, {"quote": "As you walk and eat and travel, be where you are. Otherwise you will miss most of your life.", "author": "Buddha"}, {"quote": "Your work is to discover your work and then with all your heart to give yourself to it.", "author": "Unknown"}, {"quote": "Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense.", "author": "Unknown"}, {"quote": "The tongue like a sharp knife… Kills without drawing blood.", "author": "Unknown"}, {"quote": "Teach this triple truth to all: A generous heart, kind speech, and a life of service and compassion are the things which renew humanity.", "author": "Unknown"}, {"quote": "Every human being is the author of his own health or disease.", "author": "Buddha"}, {"quote": "To abstain from lying is essentially wholesome.", "author": "Unknown"}, {"quote": "Avoid evil deeds as a man who loves life avoids poison.", "author": "Unknown"}, {"quote": "Holding onto anger is like drinking poison and expecting the other person to die.", "author": "Unknown"}, {"quote": "What you think, you become. What you feel, you attract. What you imagine, you create.", "author": "Unknown"}, {"quote": "Meditation brings wisdom; lack of meditation leaves ignorance. Know well what leads you forward and what holds you back, and choose the path that leads to wisdom.", "author": "Buddha"}, {"quote": "There are only two mistakes one can make along the road to truth; not going all the way, and not starting.", "author": "Unknown"}, {"quote": "No one saves us but ourselves. No one can and no one may. We ourselves must walk the path.", "author": "Unknown"}, {"quote": "If a man’s thoughts are muddy, If he is reckless and full of deceit, How can he wear the yellow robe? Whoever is master of his own nature, Bright, clear and true, He may indeed wear the yellow robe.", "author": "Unknown"}, {"quote": "Anger will never disappear so long as thoughts of resentment are cherished in the mind. Anger will disappear just as soon as thoughts of resentment are forgotten.", "author": "Unknown"}, {"quote": "Your body is precious. It is our vehicle for awakening. Treat it with care.", "author": "Buddha"}, {"quote": "For soon the body is discarded, Then what does it feel? A useless log of wood, it lies on the ground, Then what does it know? Your worst enemy cannot harm you As much as your own thoughts, unguarded. But once mastered, No one can help you as much, Not even your father or your mother.", "author": "Unknown"}, {"quote": "One should strive to understand what underlies sufferings and diseases – and aim for health and well-being while gaining in the path.", "author": "Unknown"}, {"quote": "If you are quiet enough, you will hear the flow of the universe. You will feel its rhythm. Go with this flow. Happiness lies ahead. Meditation is key.", "author": "Unknown"}, {"quote": "Better than a thousand hollow words, is one word that brings peace.” -Buddha\n“Peace comes from within. Do not seek it without.", "author": "”"}, {"quote": "Those who are free of resentful thoughts surely find peace.", "author": "Unknown"}, {"quote": "There has to be evil so that good can prove its purity above it.", "author": "Unknown"}, {"quote": "To conquer oneself is a greater task than conquering others.", "author": "Unknown"}, {"quote": "The whole secret of existence is to have no fear. Never fear what will become of you, depend on no one. Only the moment you reject all help are you freed.", "author": "Unknown"}, {"quote": "Set your heart on doing good. Do it over and over again and you will be filled with joy.", "author": "Buddha"}, {"quote": "Everything that has a beginning has an ending. Make your peace with that and all will be well.", "author": "Unknown"}, {"quote": "The root of suffering is attachment.", "author": "Unknown"}, {"quote": "You cannot travel the path until you have become the path itself.", "author": "Unknown"}, {"quote": "Three things cannot be long hidden: the sun, the moon, and the truth.", "author": "Buddha"}, {"quote": "The only real failure in life is not to be true to the best one knows.", "author": "Unknown"}, {"quote": "Purity or impurity depends on oneself. No one can purify another.", "author": "Unknown"}, {"quote": "However many holy words you read, However many you speak, What good will they do you If you do not act on upon them?", "author": "Unknown"}, {"quote": "If you light a lamp for somebody, it will also brighten your path.", "author": "Buddha"}, {"quote": "If we could see the miracle of a single flower clearly, our whole life would change.", "author": "Unknown"}, {"quote": "Those who have failed to work toward the truth have missed the purpose of living.", "author": "Unknown"}, {"quote": "In separateness lies the world’s greatest misery; in compassion lies the world’s true strength.", "author": "Unknown"}, {"quote": "If you find no one to support you on the spiritual path, walk alone. There is no companionship with the immature.", "author": "Unknown"}, {"quote": "Work out your own salvation. Do not depend on others.", "author": "Unknown"}, {"quote": "However many holy words you read, However many you speak, What good will they do you If you do not act on upon them?", "author": "Unknown"}, {"quote": "All that we are is the result of what we have thought. The mind is everything. What we think we become.", "author": "Buddha"}, {"quote": "All wrong-doing arises because of mind. If mind is transformed can wrong-doing remain?", "author": "Unknown"}, {"quote": "It is a man’s own mind, not his enemy or foe, that lures him to evil ways.", "author": "Unknown"}, {"quote": "We are shaped by our thoughts; we become what we think. When the mind is pure, joy follows like a shadow that never leaves.", "author": "Unknown"}, {"quote": "There is nothing so disobedient as an undisciplined mind, and there is nothing so obedient as a disciplined mind.", "author": "Unknown"}, {"quote": "Your worst enemy cannot harm you as much as your own unguarded thoughts.", "author": "Unknown"}, {"quote": "You will not be punished for your anger, you will be punished by your anger.", "author": "Unknown"}, {"quote": "To understand everything is to forgive everything.", "author": "Buddha"}, {"quote": "Wear your ego like a loose fitting garment.", "author": "Unknown"}, {"quote": "People with opinions just go around bothering one another.", "author": "Unknown"}, {"quote": "Speak or act with an impure mind and trouble will follow you.", "author": "Unknown"}, {"quote": "In the sky, there is no distinction of east and west; people create distinctions out of their own minds and then believe them to be true.", "author": "Unknown"}, {"quote": "The secret of health for both mind and body is not to mourn for the past, worry about the future, or anticipate troubles, but to live in the present moment wisely and earnestly.", "author": "Unknown"}, {"quote": "To keep the body in good health is a duty…otherwise we shall not be able to keep our mind strong and clear", "author": "Unknown"}, {"quote": "There is nothing more dreadful than the habit of doubt. Doubt separates people. It is a poison that disintegrates friendships and breaks up pleasant relations. It is a thorn that irritates and hurts; it is a sword that kills.", "author": "Unknown"}, {"quote": "If the problem can be solved why worry? If the problem cannot be solved worrying will do you no good.", "author": "Unknown"}, {"quote": "Even death is not to be feared by one who has lived wisely.", "author": "Unknown"}, {"quote": "In the end these things matter most: How well did you love? How fully did you live? How deeply did you let go?", "author": "Buddha"}, {"quote": "A man is not called wise because he talks and talks again; but is he peaceful, loving and fearless then he is in truth called wise.", "author": "Unknown"}, {"quote": "Even as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame.", "author": "Unknown"}, {"quote": "It is better to travel well than to arrive.", "author": "Unknown"}, {"quote": "Pain is certain, suffering is optional.", "author": "Buddha"}, {"quote": "A dog is not considered a good dog because he is a good barker. A man is not considered a good man because he is a good talker.", "author": "Unknown"}, {"quote": "Remembering a wrong is like carrying a burden on the mind.", "author": "Unknown"}, {"quote": "Every morning we are born again. What we do today is what matters most.", "author": "Unknown"}, {"quote": "Nothing ever exists entirely alone; everything is in relation to everything else.", "author": "Unknown"}, {"quote": "Nothing is permanent.", "author": "Unknown"}, {"quote": "A jug fills drop by drop.", "author": "Unknown"}, {"quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.", "author": "Unknown"}, {"quote": "One moment can change a day, one day can change a life and one life can change the world.", "author": "Buddha"}, {"quote": "There isn’t enough darkness in all the world to snuff out the light of one little candle.", "author": "Unknown"}, {"quote": "Imagine that every person in the world is enlightened but you. They are all your teachers, each doing just the right things to help you.", "author": "Unknown"}, {"quote": "If you are facing in the right direction, all you need to do is keep on walking.", "author": "Buddha"}, {"quote": "Whatever words we utter should be chosen with care for people will hear them and be influenced by them for good or ill.", "author": "Unknown"}, {"quote": "An idea that is developed and put into action is more important than an idea that exists only as an idea.", "author": "Unknown"}, {"quote": "Have compassion for all beings, rich and poor alike; each has their suffering. Some suffer too much, others too little.", "author": "Unknown"}, {"quote": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.", "author": "Unknown"}, {"quote": "If anything is worth doing, do it with all your heart.", "author": "Unknown"}, {"quote": "On life’s journey faith is nourishment, virtuous deeds are a shelter, wisdom is the light by day and right mindfulness is the protection by night. If a man lives a pure life, nothing can destroy him.", "author": "Unknown"}, {"quote": "Thousands of candles can be lit from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.", "author": "Unknown"}, {"quote": "Happiness will never come to those who fail to appreciate what they already have.", "author": "Buddha"}, {"quote": "There is no path to happiness. Happiness is the path.", "author": "Unknown"}, {"quote": "It is ridiculous to think that somebody else can make you happy or unhappy.", "author": "Unknown"}, {"quote": "Happiness does not depend on what you have or who you are. It solely relies on what you think.", "author": "Unknown"}, {"quote": "A disciplined mind brings happiness.", "author": "Unknown"}, {"quote": "When you realize how perfect everything is you will tilt your head back and laugh at the sky.", "author": "Buddha"}, {"quote": "Happiness is not having a lot. Happiness is giving a lot.", "author": "Unknown"}, {"quote": "Happiness never decreases by being shared.", "author": "Unknown"}, {"quote": "He who loves 50 people has 50 woes; he who loves no one has no woes.", "author": "Unknown"}, {"quote": "Hatred does not cease through hatred at any time. Hatred ceases through love. This is an unalterable law.", "author": "Unknown"}, {"quote": "You yourself, as much as anybody in the entire universe, deserve your love and affection.", "author": "Buddha"}, {"quote": "You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You yourself, as much as anybody in the entire universe deserve your love and affection.", "author": "Unknown"}, {"quote": "True love is born from understanding.", "author": "Unknown"}, {"quote": "If you truly loved yourself, you could never hurt another.", "author": "Unknown"}, {"quote": "Love is a gift of one’s inner most soul to another so both can be whole.", "author": "Buddha"}, {"quote": "The way is not in the sky. The way is in the heart.", "author": "Unknown"}, {"quote": "Truth is the same always. Whoever ponders it will get the same answer. Buddha got it. Patanjali got it. Jesus got it. Mohammed got it. The answer is the same, but the method of working it out may vary this way or that.", "author": "Swami Satchidananda, The Yoga Sutras"}, {"quote": "I guess if I had to pick a spiritual figurehead to possess the deed to the entirety of Earth, I’d go with Buddha, but only because he wouldn’t want it.", "author": "Sarah Vowell, Unfamiliar Fishes"}, {"quote": "The words of the Buddha offer this truth: ∼ Hatred never ceases by hatred but by love alone is healed.", "author": "Jack Kornfield, The Art of Forgiveness, Lovingkindness, and Peace"}, {"quote": "In Buddha’s opinion, to train in staying open and curious—to train in dissolving our assumptions and beliefs—is the best use of our human lives.", "author": "Pema Chödrön, The Pocket Pema Chodron"}, {"quote": "The path of awakening begins with a step the Buddha called right understanding.", "author": "Jack Kornfield, Seeking the Heart of Wisdom: The Path of Insight Meditation"}]