[{"quote": "Real knowledge is to know the extent of one’s ignorance.", "author": "Unknown"}, {"quote": "The perfecting of one’s self is the fundamental base of all progress and all moral development.", "author": "Confucius"}, {"quote": "He who speaks without modesty will find it difficult to make his words good.", "author": "Unknown"}, {"quote": "I hear and I forget. I see and I remember. I do and I understand.", "author": "Unknown"}, {"quote": "Everything has beauty, but not everyone sees it.", "author": "Unknown"}, {"quote": "If I am walking with two other men, each of them will serve as my teacher. I will pick out the good points of the one and imitate them, and the bad points of the other and correct them in myself.", "author": "Unknown"}, {"quote": "He that would perfect his work must first sharpen his tools.", "author": "Unknown"}, {"quote": "Virtue is more to man than either water or fire. I have seen men die from treading on water and fire, but I have never seen a man die from treading the course of virtue.", "author": "Unknown"}, {"quote": "Be not ashamed of mistakes and thus make them crimes.", "author": "Unknown"}, {"quote": "Isn’t it a pleasure to study and practice what you have learned?", "author": "Unknown"}, {"quote": "Isn’t it also great when friends visit from distant places? If one remains not annoyed when he is not understood by people around him, isn’t he a sage?", "author": "Unknown"}, {"quote": "It is not possible for one to teach others who cannot teach his own family.", "author": "Unknown"}, {"quote": "Life is really simple, but we insist on making it complicated.", "author": "Confucius"}, {"quote": "Education breeds confidence. Confidence breeds hope. Hope breeds peace.", "author": "Unknown"}, {"quote": "Without feelings of respect, what is there to distinguish men from beasts?", "author": "Unknown"}, {"quote": "It is not possible for one to teach others who cannot teach his own family.He who excels in study can follow an official career.", "author": "Unknown"}, {"quote": "He who excels in study can follow an official career.", "author": "Unknown"}, {"quote": "Forget injuries, never forget kindnesses.", "author": "Unknown"}, {"quote": "What you do not want done to yourself, do not do to others.", "author": "Confucius"}, {"quote": "We should feel sorrow, but not sink under its oppression.", "author": "Unknown"}, {"quote": "Recompense injury with justice, and recompense kindness with kindness.", "author": "Unknown"}, {"quote": "Better a diamond with a flaw than a pebble without.", "author": "Unknown"}, {"quote": "To love a thing means wanting it to live.", "author": "Unknown"}, {"quote": "To go beyond is as wrong as to fall short.", "author": "Unknown"}, {"quote": "The gem cannot be polished without friction, nor man perfected without trial.", "author": "Confucius"}, {"quote": "In a country well governed poverty is something to be ashamed of.", "author": "Unknown"}, {"quote": "Things that are done, it is needless to speak about…things that are past, it is needless to blame.", "author": "Unknown"}, {"quote": "Learn as though you would never be able to master it; hold it as though you would be in fear of losing it.", "author": "Unknown"}, {"quote": "Do not be desirous of having things done quickly. Do not look at small advantages. Desire to have things done quickly prevents their being done thoroughly.", "author": "Unknown"}, {"quote": "If you think in terms of a year, plant a seed; if in terms of ten years, plant trees; if in terms of 100 years, teach the people.", "author": "Confucius"}, {"quote": "Looking at small advantages prevents great affairs from being accomplished.", "author": "Unknown"}, {"quote": "The people may be made to follow a path of action, but they may not be made to understand it.", "author": "Unknown"}, {"quote": "When you have faults, do not fear to abandon them.", "author": "Unknown"}, {"quote": "The cautious seldom err.", "author": "Unknown"}, {"quote": "The superior man is modest in his speech, but excels in his actions.", "author": "Confucius"}, {"quote": "Men’s natures are alike, it is their habits that carry them far apart.", "author": "Unknown"}, {"quote": "It is only the wisest and the stupidest that cannot change.", "author": "Unknown"}, {"quote": "The object of the superior man is truth.", "author": "Unknown"}, {"quote": "The essence of knowledge is, having it, to apply it not having it, to confess your ignorance.", "author": "Unknown"}, {"quote": "A man who does not plan long ahead will find trouble right at his door.", "author": "Unknown"}, {"quote": "Silence is the true friend that never betrays.", "author": "Confucius"}, {"quote": "Humility is the solid foundation of all the virtues.", "author": "Unknown"}, {"quote": "With coarse rice to eat, with water to drink, and my bended arm for a pillow – I have still joy in the midst of these things. Riches and honors acquired by unrighteousness are to me as a floating cloud.", "author": "Unknown"}, {"quote": "When anger rises, think of the consequences.", "author": "Unknown"}, {"quote": "Study the past if you would define the future.", "author": "Unknown"}, {"quote": "A journey of a thousand miles begins with a single step.", "author": "Confucius"}, {"quote": "To be wronged is nothing unless you continue to remember it.", "author": "Unknown"}, {"quote": "The scholar who cherishes the love of comfort is not fit to be deemed a scholar.", "author": "Unknown"}, {"quote": "Wheresoever you go, go with all your heart.", "author": "Unknown"}, {"quote": "The real fault is to have faults and not amend them.", "author": "Unknown"}, {"quote": "When we see men of a contrary character, we should turn inwards and examine ourselves.", "author": "Unknown"}, {"quote": "It does not matter how slowly you go, so long as you do not stop.", "author": "Confucius"}, {"quote": "He with whom neither slander that gradually soaks into the mind, nor statements that startle like a wound in the flesh, are successful may be called intelligent indeed.", "author": "Unknown"}, {"quote": "The faults of a superior person are like the sun and moon. They have their faults, and everyone sees them; they change and everyone looks up to them.", "author": "Unknown"}, {"quote": "A fool despises good counsel, but a wise man takes it to heart.", "author": "Unknown"}, {"quote": "He who will not economize will have to agonize.", "author": "Unknown"}, {"quote": "Success depends upon previous preparation, and without such preparation there is sure to be failure.", "author": "Confucius"}, {"quote": "I am not concerned that I am not known, I seek to be worthy to be known.", "author": "Unknown"}, {"quote": "They must change who would be constant in happiness and wisdom.", "author": "Unknown"}, {"quote": "Without an acquaintance with the rules of propriety, it is impossible for the character to be established.", "author": "Unknown"}, {"quote": "Mankind differs from the animals only by a little and most people throw that away.", "author": "Unknown"}, {"quote": "When it is obvious that the goals cannot be reached, don’t adjust the goals, adjust the action steps.", "author": "Confucius"}, {"quote": "To see what is right, and not to do it, is want of courage or of principle.", "author": "Unknown"}, {"quote": "It is better to light one small candle than to curse the darkness.", "author": "Unknown"}, {"quote": "Respect yourself and others will respect you.", "author": "Unknown"}, {"quote": "When prosperity comes, do not use all of it.", "author": "Unknown"}, {"quote": "Do not use a cannon to kill a mosquito.", "author": "Confucius"}, {"quote": "Ignorance is the night of the mind, but a night without moon and star.", "author": "Unknown"}, {"quote": "I am not one who was born in the possession of knowledge; I am one who is fond of antiquity, and earnest in seeking it there.", "author": "Unknown"}, {"quote": "They must often change who would be constant in happiness or wisdom.", "author": "Unknown"}, {"quote": "The more man meditates upon good thoughts, the better will be his world and the world at large.", "author": "Unknown"}, {"quote": "Our greatest glory is not in never falling but in rising every time we fall.", "author": "Confucius"}, {"quote": "When you know a thing, to hold that you know it; and when you do not know a thing, to allow that you do not know it – this is knowledge.", "author": "Unknown"}, {"quote": "We take greater pains to persuade others that we are happy than in endeavoring to think so ourselves.", "author": "Unknown"}, {"quote": "To put the world in order, we must first put the nation in order; to put the nation in order, we must put the family in order; to put the family in order, we must cultivate our personal life; and to cultivate our personal life, we must first set our hearts right.", "author": "Unknown"}, {"quote": "Music produces a kind of pleasure which human nature cannot do without.", "author": "Confucius"}, {"quote": "To be able to practice five things everywhere under heaven constitutes perfect virtue…They are gravity, generosity of soul, sincerity, earnestness, and kindness.", "author": "Unknown"}, {"quote": "If a man takes no thought about what is distant, he will find sorrow near at hand.", "author": "Unknown"}, {"quote": "Behave toward everyone as if receiving a great guest.", "author": "Unknown"}, {"quote": "What the superior man seeks is in himself; what the small man seeks is in others.", "author": "Unknown"}, {"quote": "The firm, the enduring, the simple, and the modest are near to virtue.", "author": "Confucius"}, {"quote": "The strength of a nation derives from the integrity of the home.", "author": "Unknown"}, {"quote": "There are three things to beware of through life: when a man is young, let him beware of his appetites; when he is middle-aged, of his passions; and when old, of covetousness, especially.", "author": "Unknown"}, {"quote": "When you see a worthy person, endeavor to emulate him. When you see an unworthy person, then examine your inner self.", "author": "Unknown"}, {"quote": "When a man’s knowledge is sufficient to attain, and his virtue is not sufficient to enable him to hold, whatever he may have gained, he will lose again.", "author": "Unknown"}, {"quote": "Have no friends not equal to yourself.", "author": "Confucius"}, {"quote": "Wealth and rank are what people desire, but unless they be obtained in the right way they may not be possessed.", "author": "Unknown"}, {"quote": "The wheel of fortune turns round incessantly, and who can say to himself, I shall today be uppermost.", "author": "Unknown"}, {"quote": "The father who does not teach his son his duties is equally guilty with the son who neglects them.", "author": "Unknown"}, {"quote": "The parents age must be remembered, both for joy and anxiety.", "author": "Unknown"}, {"quote": "When I walk along with two others, from at least one I will be able to learn.", "author": "Unknown"}, {"quote": "Faithfulness and sincerity are the highest things.", "author": "Confucius"}, {"quote": "If you look into your own heart, you find nothing wrong there, what is there to fear?", "author": "Unknown"}, {"quote": "Study the past if you would divine the future.", "author": "Unknown"}, {"quote": "Virtue is not left to stand alone. He who practices it will have neighbors.", "author": "Unknown"}, {"quote": "Think no vice so small that you may commit it, and no virtue so small that you may over look it.", "author": "Unknown"}, {"quote": "Without knowing the force of words, it is impossible to know men.", "author": "Confucius"}, {"quote": "Do not worry about holding high position; worry rather about playing your proper role.", "author": "Unknown"}, {"quote": "Do not impose on others what you yourself do not desire.", "author": "Unknown"}, {"quote": "Acquire new knowledge whilst thinking over the old, and you may become a teacher of others.", "author": "Unknown"}, {"quote": "Sincerity and truth are the basis of every virtue.", "author": "Unknown"}, {"quote": "Review the old and deducing the new makes a teacher.", "author": "Unknown"}, {"quote": "A man who has committed a mistake and doesn’t correct it is committing another mistake.", "author": "Confucius"}, {"quote": "Act with kindness, but do not expect gratitude.", "author": "Unknown"}, {"quote": "Worry not that no one knows of you; seek to be worth knowing.", "author": "Unknown"}, {"quote": "He who conquers himself is the mightiest warrior.", "author": "Unknown"}, {"quote": "Ability will never catch up with the demand for it.", "author": "Unknown"}, {"quote": "To see and listen to the wicked is already the beginning of wickedness.", "author": "Unknown"}, {"quote": "Before you embark on a journey of revenge, dig two graves.", "author": "Unknown"}, {"quote": "A youth is to be regarded with respect. How do you know that his future will not be equal to our present?", "author": "Unknown"}, {"quote": "A common man marvels at uncommon things. A wise man marvels at the commonplace.", "author": "Unknown"}, {"quote": "Fix your mind on truth, hold firm to virtue, rely on loving kindness, and find your recreation in the Arts.", "author": "Unknown"}, {"quote": "Boldness, without the rules of propriety, becomes insubordination.", "author": "Unknown"}, {"quote": "To be able under all circumstances to practice five things constitutes perfect virtue; these five things are gravity, generosity of soul, sincerity, earnestness and kindness.", "author": "Unknown"}, {"quote": "Fine words and an insinuating appearance are seldom associated with true virtue.", "author": "Unknown"}, {"quote": "The will to win, the desire to succeed, the urge to reach your full potential… these are the keys that will unlock the door to personal excellence.", "author": "Unknown"}, {"quote": "We hope these Confucius quotes put you on a virtuous path! Let us know if there are any of your favorites that we missed!", "author": "Unknown"}]