[{"quote": "You’ll miss the best things if you keep your eyes shut.", "author": "Dr. Seuss"}, {"quote": "Being crazy isn’t enough.", "author": "Unknown"}, {"quote": "They say I’m old-fashioned, and live in the past, but sometimes I think progress progresses too fast!", "author": "Unknown"}, {"quote": "Oh the things you can find, if you don’t stay behind!", "author": "Unknown"}, {"quote": "In the places I go there are things that I see that I never could spell if I stopped with the Z.", "author": "Unknown"}, {"quote": "How did it get so late so soon? Its night before its afternoon. December is here before its June. My goodness how the time has flewn. How did it get so late so soon?", "author": "Unknown"}, {"quote": "Fantasy is a necessary ingredient in living, it’s a way of looking at life through the wrong end of a telescope.", "author": "Dr. Seuss"}, {"quote": "Simple it’s not, I am afraid you will find, for a mind-maker-upper to make up his mind.", "author": "Unknown"}, {"quote": "I know, up on top you are seeing great sights, but down here at the bottom we, too, should have rights.", "author": "Unknown"}, {"quote": "Today I shall behave, as if this is the day I will be remembered.", "author": "Unknown"}, {"quote": "I meant what I said and I said what I meant.", "author": "Unknown"}, {"quote": "In my world, everyone’s a pony and they all eat rainbows and poop butterflies!", "author": "Unknown"}, {"quote": "Sometimes you will never know the value of a moment, until it becomes a memory.", "author": "Dr. Seuss"}, {"quote": "I’m telling you this ‘cause you’re one of my friends. My alphabet starts where your alphabet ends!", "author": "Unknown"}, {"quote": "Think and wonder, wonder and think.", "author": "Unknown"}, {"quote": "So be sure when you step, step with care and great tact. And remember that life’s A Great Balancing Act. And will you succeed? Yes! You will, indeed! (98 and ¾ percent guaranteed) Kid, you’ll move mountains.", "author": "Unknown"}, {"quote": "Only you can control your future.", "author": "Unknown"}, {"quote": "It’s not about what it is, it’s about what it can become.", "author": "Dr. Seuss"}, {"quote": "You’re off to Great Places! Today is your day! Your mountain is waiting, So… get on your way!", "author": "Unknown"}, {"quote": "He who makes a beast out of himself gets rid of the pain of being a man", "author": "Unknown"}, {"quote": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose. You’re on your own. And you know what you know. And YOU are the one who’ll decide where to go…", "author": "Unknown"}, {"quote": "Don’t cry because it’s over. Smile because it happened.", "author": "Unknown"}, {"quote": "Remember me and smile, for it’s better to forget than to remember me and cry.", "author": "Unknown"}, {"quote": "It’s opener there in the wide open air.", "author": "Dr. Seuss"}, {"quote": "You’ll be on your way up! You’ll be seeing great sights! You’ll join the high fliers who soar to high heights.", "author": "Unknown"}, {"quote": "Just tell yourself, Duckie, you’re really quite lucky!", "author": "Unknown"}, {"quote": "With your head full of brains and your shoes full of feet, you’re too smart to go down any not-so-good street.", "author": "Unknown"}, {"quote": "Congratulations! Today is your day!", "author": "Unknown"}, {"quote": "Think! You can think any Think that you wish!", "author": "Unknown"}, {"quote": "Take every chance. Drop every fear.", "author": "Dr. Seuss"}, {"quote": "Teeth are always in style.", "author": "Unknown"}, {"quote": "You do not like them. So you say. Try them! Try them! And you may!", "author": "Unknown"}, {"quote": "And you very small persons will not have to die if you make yourselves heard! So come on, now, and TRY!", "author": "Unknown"}, {"quote": "Today was good. Today was fun. Tomorrow is another one.", "author": "Dr. Seuss"}, {"quote": "If you never did you should. These things are fun and fun is good", "author": "Unknown"}, {"quote": "From there to here, from here to there, funny things are everywhere!", "author": "Unknown"}, {"quote": "I know it is wet and the sun is not sunny, but we can have lots of good fun that is funny.", "author": "Unknown"}, {"quote": "It is fun to have fun but you have to know how.", "author": "Dr. Seuss"}, {"quote": "When he worked, he really worked. But when he played, he really PLAYED.", "author": "Unknown"}, {"quote": "Day Play. We play all day. Night Fight. We fight all night.", "author": "Unknown"}, {"quote": "People are weird. When we find someone with weirdness that is compatible with ours, we team up and call it love.", "author": "Dr. Seuss"}, {"quote": "You know you’re in love when you can’t fall asleep because reality is finally better than your dreams.", "author": "Unknown"}, {"quote": "I’m glad we had the times together just to laugh and sing a song, seems like we just got started and then before you know it, the times we had together were gone.", "author": "Unknown"}, {"quote": "Life’s too short to wake up with regrets. So love the people who treat you right, forgive the ones who don’t and believe that everything happens for a reason. If you get a chance, take it. If it changes your life, let it. Nobody said it’d be easy, they just promised it would be worth it.", "author": "Dr. Seuss"}, {"quote": "To the world you may be one person; but to one person you may be the world.", "author": "Unknown"}, {"quote": "Adults are just obsolete children and the hell with them.", "author": "Unknown"}, {"quote": "Adults are just outdated children.", "author": "Unknown"}, {"quote": "Children want the same things we want. To laugh, to be challenged, to be entertained, and delighted.", "author": "Dr. Seuss"}, {"quote": "You make ‘em, I amuse ‘em.", "author": "Unknown"}, {"quote": "Sometimes, when I see my granddaughters make small discoveries of their own, I wish I were a child.", "author": "Unknown"}, {"quote": "Today you are You, that is truer than true. There is no one alive who is Youer than You.", "author": "Unknown"}, {"quote": "So, open your mouth, lad! For every voice counts!", "author": "Unknown"}, {"quote": "Why fit in when you were born to stand out?", "author": "Dr. Seuss"}, {"quote": "A person’s a person, no matter how small.", "author": "Unknown"}, {"quote": "If you’d never been born, then you might be an Isn’t! An Isn’t has no fun at all. No, he didn’t!", "author": "Unknown"}, {"quote": "Don’t give up. I believe in you all.", "author": "Unknown"}, {"quote": "You are you. Now, isn’t that pleasant?", "author": "Dr. Seuss"}, {"quote": "I am what I am! That’s a great thing to be! If I say so my self, Happy Birthday to me!", "author": "Unknown"}, {"quote": "Be who you are and say what you feel because those who mind don’t matter and those who matter don’t mind.", "author": "Unknown"}, {"quote": "Sometimes the questions are complicated and the answers are simple.", "author": "Dr. Seuss"}, {"quote": "I have heard there are troubles of more than one kind. Some come from ahead and some come from behind. But I’ve bought a big bat. I’m all ready you see. Now my troubles are going to have troubles with me!", "author": "Unknown"}, {"quote": "It’s a troublesome world. All the people who are in it are troubled with troubles almost every minute. You ought to be thankful, a whole heaping lot, for the places and people you’re lucky you’re not.", "author": "Unknown"}, {"quote": "Unless someone like you cares a whole awful lot, nothing is going to get better. It’s not.", "author": "Unknown"}, {"quote": "If things start happening, don’t worry, don’t stew, just go right along and you’ll start happening too.", "author": "Unknown"}, {"quote": "All alone! Whether you like it or not, alone is something you’ll be quite a lot!", "author": "Unknown"}, {"quote": "Everything stinks till it’s finished.", "author": "Unknown"}, {"quote": "You’re in pretty good shape for the shape you are in.", "author": "Dr. Suess"}, {"quote": "I’m sorry to say so but, sadly it’s true that bang-ups and hang-ups can happen to you.", "author": "Unknown"}, {"quote": "Things may happen and often do to people as brainy and footsy as you.", "author": "Unknown"}, {"quote": "I’m afraid sometimes you’ll play lonely games too, games you can’t win because you’ll play against you.", "author": "Unknown"}, {"quote": "When you’re in a Slump, you’re not in for much fun. Un-slumping yourself is not easily done.", "author": "Unknown"}, {"quote": "You’re never too old, too wacky, too wild, to pick up a book and read to a child.", "author": "Unknown"}, {"quote": "Be awesome! Be a book nut!", "author": "Dr. Seuss"}, {"quote": "The problem with writing a book in verse is, to be successful, it has to sound like you knocked it off on a rainy Friday afternoon. It has to sound easy. When you can do it, it helps tremendously because it’s a thing that forces kids to read on. You have this unconsummated feeling if you stop.", "author": "Unknown"}, {"quote": "‘The Lorax’ book was intended to be propaganda.", "author": "Unknown"}, {"quote": "You can find magic wherever you look. Sit back and relax, all you need is a book.", "author": "Dr. Seuss"}, {"quote": "Preachers in pulpits talked about what a great message is in the book. No matter what you do, somebody always imputes meaning into your books.", "author": "Unknown"}, {"quote": "I stay out of politics because if I begin thinking too much about politics, I’ll probably… drop writing children’s books and become a political cartoonist again.", "author": "Unknown"}, {"quote": "I am not a consecutive writer.", "author": "Unknown"}, {"quote": "Whenever things go a bit sour in a job I’m doing, I always tell myself, ‘You can do better than this.'", "author": "Unknown"}, {"quote": "So the writer who breeds more words than he needs, is making a chore for the reader who reads.", "author": "Unknown"}, {"quote": "The more that you read, the more things you will know. The more that you learn, the more places you’ll go.", "author": "Dr. Seuss"}, {"quote": "You have to be a speedy reader because there’s so so much to read.", "author": "Unknown"}, {"quote": "You can get help from teachers, but you are going to have to learn a lot by yourself, sitting alone in a room.", "author": "Unknown"}, {"quote": "It is better to know how to learn than to know.", "author": "Unknown"}, {"quote": "I like nonsense, it wakes up the brain cells.", "author": "Dr. Seuss"}, {"quote": "If you keep your eyes open enough, oh, the stuff you will learn. Oh, the most wonderful stuff.", "author": "Unknown"}, {"quote": "Think left and think right and think low and think high. Oh, the thinks you can think up if only you try!", "author": "Unknown"}, {"quote": "There’s no limit to how much you’ll know, depending how far beyond zebra you go.", "author": "Unknown"}, {"quote": "Words and pictures are yin and yang. Married, they produce a progeny more interesting than either parent.", "author": "Unknown"}, {"quote": "What it really said to me is how hard the people at our school work, … All of our employees who work here are working hard to do what’s right for our kids.", "author": "Unknown"}, {"quote": "I would not like them here or there. I would not like them anywhere. I do not like green eggs and ham. I do not like them Sam I Am.", "author": "Unknown"}, {"quote": "Christmas doesn’t come from a store, maybe Christmas perhaps means a little bit more….", "author": "Dr. Seuss"}, {"quote": "We looked! Then we saw him. Step in on the mat! We looked! And we saw him! The Cat in the Hat!", "author": "Unknown"}, {"quote": "My wonderful weapon, the Jigger-Rock Snatchem, will fling ‘em right back just as quick as we catch ‘em.", "author": "Unknown"}, {"quote": "So, on beyond Z! It’s high time you were shown. That you really don’t know. All there is to be known.", "author": "Unknown"}, {"quote": "Just go. Go. Go! I don’t care how. You can go by foot. You can go by cow.", "author": "Unknown"}, {"quote": "And that is a story that no one can beat, When I say that I saw it on Mulberry Street.", "author": "Unknown"}, {"quote": "And turtles, of course… all the turtles are FREE. As turtles and, maybe, ALL creatures should be.", "author": "Unknown"}]