[{"quote": "A mother’s love for her child is like nothing else in the world. It knows no aw, no pity, it dares all things and crushes down remorselessly all that stands in its path.", "author": "Agatha Christie"}, {"quote": "Family quarrels are bitter things. They don’t go according to any rules. They’re not like aches or wounds, they’re more like splits in the skin that won’t heal because there’s not enough material.", "author": "F. Scott Fitzgerald"}, {"quote": "You can kiss your family and friends good-bye and put miles between you, but at the same time you carry them with you in your heart, your mind, your stomach, because you do not just live in a world but a world lives in you.", "author": "Frederick Buechner"}, {"quote": "After a good dinner one can forgive anybody, even one’s own relations.", "author": "Oscar Wilde"}, {"quote": "When I was a boy of fourteen, my father was so ignorant I could hardly stand to have the old man around. But when I got to be twenty-one, I was astonished at how much the old man had learned in seven years.", "author": "Mark Twain"}, {"quote": "No man has ever lived that had enough of children’s gratitude or woman’s love.", "author": "William Butler Yeats"}, {"quote": "Family is the most important thing in the world.", "author": "Princess Diana"}, {"quote": "When she can’t bring me to heal with scolding, she bends me to shape with guilt.", "author": "Libba Bray"}, {"quote": "At the end of the day, a loving family should find everything forgivable.", "author": "Mark V. Olsen"}, {"quote": "There’s nothing that makes you more insane than family. Or more happy. Or more exasperated. Or more… secure.", "author": "Jim Butcher"}, {"quote": "Siblings: children of the same parents, each of whom is perfectly normal until they get together.", "author": "Sam Levenson"}, {"quote": "Family means no one gets left behind or forgotten.", "author": "David Ogden Stiers"}, {"quote": "A man travels the world over in search of what he needs, and returns home to find it.", "author": "George Moore"}, {"quote": "When everything goes to hell, the people who stand by you without flinching – –  they are your family.", "author": "Jim Butcher"}, {"quote": "All happy families are alike; each unhappy family is unhappy in its own way.", "author": "Leo Tolstoy"}, {"quote": "Govern a family as you would cook a small fish – very gently.", "author": "Chinese Proverb"}, {"quote": "Spare the rod and spoil the child – that is true. But, beside the rod, keep an apple to give him when he has done well.", "author": "Martin Luther"}, {"quote": "One day you will do things for me that you hate. That is what it means to be family.", "author": "Jonathan Foer"}, {"quote": "A happy family is but an earlier heaven.", "author": "John Bowring"}, {"quote": "Family is not an important thing, it’s everything.", "author": "Michael J. Fox"}, {"quote": "If you cannot get rid of the family skeleton, you may as well make it dance.", "author": "George Bernard Shaw"}, {"quote": "Call it a clan, call it a network, call it a tribe, call it a family: Whatever you call it, whoever you are, you need one.", "author": "Jane Howard"}, {"quote": "I think togetherness is a very important ingredient to family life.", "author": "Barbara Bush"}, {"quote": "The bond that links your true family is not one of blood, but of respect and joy in each other’s life.", "author": "Richard Bach"}, {"quote": "What can you do to promote world peace? Go home and love your family.", "author": "Mother Teresa"}, {"quote": "My family comes first. Maybe that’s what makes me different from other guys.", "author": "Bobby Darin"}, {"quote": "Happiness is having a large, loving, caring, close- knit family in another city.", "author": "George Burns"}, {"quote": "To understand your parents’ love, you must raise children yourself.", "author": "Chinese proverb"}, {"quote": "The homemaker has the ultimate career. All other careers exist for one purpose only –  and that is to support the ultimate career.", "author": "C.S. Lewis"}, {"quote": "We do not develop habits of genuine love automatically. We learn by watching effective role models – most specifically by observing how our parents express love for each other day in and day out.", "author": "Josh McDowell"}, {"quote": "Is this what family is like: the feeling that everyone’s connected, that with one piece missing, the whole thing’s broken?", "author": "Trenton Lee Stewart"}, {"quote": "Writers will happen in the best of families.", "author": "Rita Mae Brown"}, {"quote": "One’s family is the most important thing in life. I look at it this way: One of these days I’ll be over in a hospital somewhere with four walls around me. And the only people who’ll be with me will be my family.", "author": "Robert Byrd"}, {"quote": "Family life is too intimate to be preserved by the spirit of justice. It can be sustained by a spirit of love which goes beyond justice.", "author": "Reinhold Niebuhr"}, {"quote": "The only rock I know that stays steady, the only institution I know that works, is the family.", "author": "Lee Iacocca"}, {"quote": "we must take care of our families wherever we find them.", "author": "Elizabeth Gilbert"}, {"quote": "All families are psychotic. Everybody has basically the same family –  it’s just reconfigured slightly different from one to the next.", "author": "Douglas Coupland"}, {"quote": "There is no such thing as fun for the whole family.", "author": "Jerry Seinfeld"}, {"quote": "I sustain myself with the love of family.", "author": "Maya Angelou"}, {"quote": "When trouble comes, it’s your family that supports you.", "author": "Guy Lafleur"}, {"quote": "This was the trouble with families. Like invidious doctors, they knew just where it hurt.", "author": "Arundhati Roy"}, {"quote": "Without a family, man, alone in the world, trembles with the cold.", "author": "Andre Maurois"}, {"quote": "A man should never neglect his family for business.", "author": "Walt Disney"}, {"quote": "The strength of a nation derives from the integrity of the home.", "author": "Confucius"}, {"quote": "He that raises a large family does, indeed, while he lives to observe them, stand a broader mark for sorrow; but then he stands a broader mark for pleasure too.", "author": "Benjamin Franklin"}, {"quote": "Cherish your human connections – your relationships with friends and family.", "author": "Barbara Bush"}, {"quote": "Sticking with your family is what makes it a family.", "author": "Mitch Albom"}, {"quote": "That’s what people do who love you. They put their arms around you and love you when you’re not so lovable.", "author": "Deb Caletti"}, {"quote": "Home is where you are loved the most and act the worst.", "author": "Marjorie Pay Hinckley"}, {"quote": "Strangers are just family you have yet to come to know.", "author": "Mitch Albom"}, {"quote": "There’s nothing I value more than the closeness of friends and family, a smile as I pass someone on the street.", "author": "Willie Stargell"}, {"quote": "Rejoice with your family in the beautiful land of life!", "author": "Albert Einstein"}, {"quote": "No one’s family is normal. Normalcy is a lie invented by advertising agencies to make the rest of us feel inferior.", "author": "Calire LaZebnik"}, {"quote": "You are born into your family and your family is born into you. No returns. No exchanges.", "author": "Elizabeth Berg"}, {"quote": "Home is people. Not a place. If you go back there after the people are gone, then all you can see is what is not there any more.", "author": "Robin Hobb"}]