[{"quote": "Welcome every morning with a smile. Look on the new day as another special gift from your Creator, another golden opportunity.", "author": "Og Mandino"}, {"quote": "Happiness cannot be traveled to, owned, earned, or worn. It is the spiritual experience of living every minute with love, grace & gratitude.", "author": "Denis Waitley"}, {"quote": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.", "author": "Carl Bard"}, {"quote": "Accept responsibility for your life. Know that it is you who will get you where you want to go, no one else.", "author": "Les Brown"}, {"quote": "Nobody ever wrote down a plan to be broke, fat, lazy, or stupid. Those things are what happen when you don’t have a plan.", "author": "Larry Winget"}, {"quote": "The only thing that stands between you and your dream is the will to try and the belief that it is actually possible.", "author": "Joel Brown"}, {"quote": "Challenges are what make life interesting and overcoming them is what makes life meaningful.", "author": "Joshua J. Marine"}, {"quote": "Build your own dreams, or someone else will hire you to build theirs.", "author": "Farrah Gray"}, {"quote": "The only way to do great work is to love what you do. If you haven’t found it yet, keep looking. Don’t settle.", "author": "Steve Jobs"}, {"quote": "In order to succeed, your desire for success should be greater than your fear of failure.", "author": "Bill Cosby"}, {"quote": "The best revenge is massive success.", "author": "Frank Sinatra"}, {"quote": "Life is like photography. You need the negatives to develop.", "author": "Unknown"}, {"quote": "I am thankful for all of those who said NO to me. It’s because of them I’m doing it myself.", "author": "Albert Einstein"}, {"quote": "Life isn’t about finding yourself. Life is about creating yourself.", "author": "George Bernard Shaw"}, {"quote": "We don’t see things the way they are. We see them the way we are", "author": "Talmud"}, {"quote": "My philosophy is that not only are you responsible for your life, but doing the best at this moment puts you in the best place for the next moment.", "author": "Oprah Winfrey"}, {"quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one’s definition of your life; define yourself.", "author": "Harvey Fierstein"}, {"quote": "The price of anything is the amount of life you exchange for it", "author": "Henry David Thoreau"}, {"quote": "Life is either a daring adventure or nothing", "author": "Helen Keller"}, {"quote": "No one is going to hand me success. I must go out & get it myself. That’s why I’m here. To dominate. To conquer. Both the world, and myself.", "author": "Unknown"}, {"quote": "I have found that if you love life, life will love you back.", "author": "Arthur Rubinstein"}, {"quote": "In the end, it’s not going to matter how many breaths you took, but how many moments took your breath away", "author": "Shing Xiong"}, {"quote": "Forget all the reasons it won’t work and believe the one reason that it will.", "author": "Unknown"}, {"quote": "Be more concerned with your character than your reputation, because your character is what you really are, while your reputation is merely what others think you are.", "author": "John Wooden"}, {"quote": "Twenty years from now you will be more disappointed by the things that you didn’t do than by the ones you did do. So throw off the bowlines. Catch the trade winds in your sails. Explore. Dream. Discover.", "author": "Mark Twain"}, {"quote": "Don’t judge each day by the harvest you reap but by the seeds you plant.", "author": "Robert Louis Stevenson"}, {"quote": "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be.", "author": "Marcel Pagnol"}, {"quote": "A journey of a thousand miles begins with a single step.", "author": "Lao Tzu"}, {"quote": "Don’t ask what the world needs. Ask what makes you come alive and go do it. Because what the world needs is more people who have come alive", "author": "Howard Thurman"}, {"quote": "How you do one thing, is how you do everything. Be aware.", "author": "Unknown"}, {"quote": "Uncertainty is the only certainty there is, and knowing how to live with insecurity is the only security", "author": "John Allen Paulos"}, {"quote": "If opportunity doesn’t knock, build a door", "author": "Milton Berle"}, {"quote": "When you can’t change the direction of the wind, just adjust your sails.", "author": "H. Jackson Brown Jr"}, {"quote": "First they ignore you. Then they laugh at you. Then they fight you. Then you win.", "author": "Mahatma Gandhi"}, {"quote": "Great minds discuss ideas. Average minds discuss events. Small minds discuss people", "author": "Eleanor Roosevelt"}, {"quote": "It is never too late to be what you might have been.", "author": "George Eliot"}, {"quote": "All of our dreams can come true if we just have the courage to pursue them.", "author": "Walt Disney"}, {"quote": "When one door closes, another opens; but we often look so long and so regretfully upon the closed door that we do not see the one which has opened for us.", "author": "Alexander Graham Bell"}, {"quote": "The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore, all progress depends on the unreasonable man.", "author": "George Bernard Shaw"}, {"quote": "Change is inevitable. Progress is optional.", "author": "Tony Robbins"}, {"quote": "We cannot change the cards we are dealt, just how we play the hand.", "author": "Randy Pausch"}, {"quote": "What the mind can conceive, it can achieve.", "author": "Napoleon Hill"}, {"quote": "Everything you want is out there waiting for you to ask. Everything you want also wants you. But you have to take action to get it.", "author": "Jack Canfield"}, {"quote": "In the end, it isn’t about changing the world, but rather, how many worlds you have changed.", "author": "Unknown"}, {"quote": "To love oneself is the beginning of a lifelong romance.", "author": "Oscar Wilde"}, {"quote": "Happiness always sneaks in a door you did not think was open.", "author": "Unknown"}, {"quote": "It’s not about how much you do, but how much love you put into what you do that counts.", "author": "Mother Teresa"}, {"quote": "The appearance of things change according to the emotions and thus we see magic and beauty in them, while the magic and beauty really are in ourselves.", "author": "Kahlil Gibran"}, {"quote": "Happiness is a choice.", "author": "Unknown"}]