[{"quote": "Christmas is a baby shower that went totally overboard.", "author": "Andy Borowitz"}, {"quote": "Santa Claus has the right idea. Visit people only once a year.” – Victor Borge\n“My husband’s idea of getting the Christmas spirit is to become Scrooge.” – Melanie White\n\n“There are 17 more shopping days until Christmas. So, guys, that means 16 more days till we start shopping, right?” -Conan O’Brien\n\n“Once again, we come to the Holiday Season, a deeply religious time that each of us observes, in his own way, by going to the mall of his choice.” – Dave Barry\n“Keep your friends close, your enemies closer, and receipts for all major purchases.” – Bridger Winegar\n“I haven’t taken my Christmas lights down. They look so nice on the pumpkin.” – Winston Spear\n\n“At Christmas, tea is compulsory. Relatives are optional.” -Robert Godden\n\n“This holiday season, no matter what your religion is, please take a moment to reflect on why it’s better than all the other ones.” – Guy Endore Kaiser\n“The principal advantage of the non-parental lifestyle is that on Christmas Eve you need not be struck dumb by the three most terrifying words that the government allows to be printed on any product: “Some assembly required.”” – John Leo\n“Nothing’s as mean as giving a little child something useful for Christmas.” – Kin Hubbard\n\n“I once bought my kids a set of batteries for Christmas with a note on it saying, toys not included.'” -Bernard Manning\n\n“What I like about Christmas is that you can make people forget the past with the present.” – Don Marquis\n“I hate the radio this time of year because they play “All I Want For Christmas Is You” like, every other song. And that’s just not enough.” – Bridger Winegar\n“Adults can take a simple holiday for Children and screw it up. What began as a presentation of simple gifts to delight and surprise children around the Christmas tree has culminated in a woman unwrapping six shrimp forks from her dog, who drew her name.” – Erma Bombeck\n\n“The worst gift is a fruitcake. There is only one fruitcake in the entire world, and people keep sending it to each other.” -Johnny Carson\n\n“A lovely thing about Christmas is that it’s compulsory, like a thunderstorm, and we all go through it together.” – Garrison Keillor\n“I love Christmas. I receive a lot of wonderful presents I can’t wait to exchange.” – Henny Youngman\n“That’s the true spirit of Christmas; people being helped by people other than me.” – Jerry Seinfeld\n“Do give books – religious or otherwise – for Christmas. They’re never fattening, seldom sinful, and permanently personal.” – Lenore Hershey\n\n“Never worry about the size of your Christmas tree. In the eyes of children, they are all 30 feet tall.” -Larry Wilde\n\n“For Christmas this year, try giving less. Start with less attitude. There’s more than enough of that in the world as it is – and people will usually just give it back anyway!” – Anne Bristow\n“I stopped believing in Santa Claus when I was six. Mother took me to see him in a department store, and he asked for my autograph.” – Shirley Temple\n“Aren’t we forgetting the true meaning of Christmas. You know, the birth of Santa?” – Matt Groening\n\n“Christmas is a time when you get homesick, even when you’re home.” -Carol Nelson\n\n“Let me see if I’ve got this Santa business straight. You say he wears a beard, has no discernible source of income and flies to cities all over the world under cover of darkness? You sure this guy isn’t laundering illegal drug money?” – Tom Armstrong\n“Who’s the bane of Santa’s life? The elf and safety officer.” – Catherine Tate\n“Santa Claus wears a Red Suit, he must be a communist. And a beard and long hair, must be a pacifist. What’s in that pipe that he’s smoking?” – Arlo Guthrie\n\n“Nothing says holiday like a cheese log.” -Ellen DeGeneres\n\n“Christmas is a time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell the government what they want and their kids pay for it.” – Richard Lamm\n“Did you ever notice that life seems to follow certain patterns? Like I noticed that every year around this time, I hear Christmas music.” – Tom Sims\n“The one thing women don’t want to find in their stockings on Christmas morning is their husband.” – Joan Rivers\n\n“Mail your packages early so the post office can lose them in time for Christmas.” -Johnny Carson\n\n“Many banks have a new kind of Christmas club in operation. The new club helps you save money to pay for last year’s gifts.” – Author Unknown\n“I bought my brother some gift wrap for Christmas. I took it to the gift wrap department and told them to wrap it, but in a different print so he would know when to stop unwrapping.” – Steven Wright\n“Be careful with drinking this Christmas. I got so drunk last night I found myself dancing in a cheesy bar… or, as you like to call it, delicatessen.” – Sean Hughes\n\n“There’s nothing sadder in this world than to awake Christmas morning and not be a child.” -Erma Bombeck\n\n“Christmas, here again. Let us raise a loving cup; Peace on earth, goodwill to men, and make them do the washing up.” – Wendy Cope\n“Although it is pleasant to think about poison at any season, there is something special about Christmas, and I found myself grinning.” – Alan Bradley\n“Christmas is the season when you buy this year’s gifts with next year’s money.” – Author Unknown\n“He who has not Christmas in his heart will never find it under a tree.” – Roy L. Smith\n\n“Christmas sweaters are only acceptable as a cry for help.” -Andy Borowitz\n\n“People can’t concentrate properly on blowing other people to pieces properly if their minds are poisoned by thoughts suitable to the twenty-fifth of December.” – Ogden Nash\n“A good holiday is one spent among people whose notions of time are vaguer than yours.” – John B. Priestly\n“I like to compare the holiday season with the way a child listens to a favorite story. The pleasure is in the familiar way the story begins, the anticipation of familiar turns it takes, the familiar moments of suspense, and the familiar climax and ending.” – Fred Rogers\n\n“Pets, like their owners, tend to expand a little over the Christmas period.” -Pets, like their owners, tend to expand a little over the Christmas period.\n\n“‘Elf’ has become this big holiday movie, and I remember running around the streets of New York in tights saying, ‘This could be the last movie I ever make,’ and I could never have predicted that it’d become such a popular film.” – Will Ferrell\n“Once again we find ourselves enmeshed in the Holiday Season, that very special time of year when we join with our loved ones in sharing centuries-old traditions such as trying to find a parking space at the mall. We traditionally do this in my family by driving around the parking lot until we see a shopper emerge from the mall, then we follow her, in very much the same spirit as the Three Wise Men, who 2,000 years ago followed a star, week after week, until it led them to a parking space.” – Dave Berry\n“Next to a circus there ain’t nothing that packs up and tears out faster than the Christmas spirit.” – Frank McKinney Hubbard\n\n“One thing I learned from drinking is that if you ever go Christmas caroling, you should go with a group of people. And also go in mid-December.” -Louis C.K.\n\n“As we struggle with shopping lists and invitations, compounded by December’s bad weather, it is good to be reminded that there are people in our lives who are worth this aggravation, and people to whom we are worth the same.” – Donald E. Westlake\n“Oh, for the good old days when people would stop Christmas shopping when they ran out of money.” – Author Unknown\n“A Christmas shopper’s complaint is one of long-standing.” – Author Unknown\n\n“One of the most glorious messes in the world is the mess created in the living room on Christmas day. Don’t clean it up too quickly.” -Andy Rooney\n\n“The magi, as you know, were wise men — wonderfully wise men who brought gifts to the Babe in the manger. They invented the art of giving Christmas presents.” – O. Henry\n“Wretched excess is an unfortunate human trait that turns a perfectly good idea such as Christmas into a frenzy of last-minute shopping.” – Jon Anderson\n“Probably the reason we all go so haywire at Christmas time with the endless unrestrained and often silly buying of gifts is that we don’t quite know how to put our love into words.” – Harlan Miller\n\n“One good thing about Christmas shopping is it toughens you for the January sales.” -Grace Kriley\n\n“Three phrases that sum up Christmas are: Peace on Earth, Goodwill to Men, and Batteries not Included.” – Author Unknown\n“Christmas and the New Year are actually two holidays. So there is a plural, which in the English language, necessitates the use of ‘s.’ I suppose you could say ‘Merry Christmas’ and ‘Happy New Year,’ but you probably have sh*t to do.” – Jon Stewart\n“I left Santa gluten-free cookies and organic soy milk and he put a solar panel in my stocking.” – Author Unknown\n“The Supreme Court has ruled that they cannot have a nativity scene in Washington, D.C. This wasn’t for any religious reasons. They couldn’t find three wise men and a virgin.” – Jay Leno\n\n“There is a remarkable breakdown of taste and intelligence at Christmastime. Mature, responsible grown men wear neckties made of holly leaves and drink alcoholic beverages with raw egg yolks and cottage cheese in them.” -P.J. O’Rourke\n\n“Ever wonder what people got Jesus for Christmas? It’s like, “Oh great, socks. You know I’m dying for your sins right? Yeah, but thanks for the socks! They’ll go great with my sandals. What am I, German?” – Jim Gaffigan\n“Every year, Christmas gets longer and longer, and you don’t care, do you? Every year, you just take more of the calendar for yourself. How long does it take you people to shop? It’s beyond belief! It’s insane! When I was a kid, Halloween was Halloween, and Santa wasn’t poking his ass into it!” – Lewis Black\n“This past Christmas, I told my girlfriend for months in advance that all I wanted was an Xbox. That’s it. Beginning and end of list, Xbox. You know what she got me? A homemade frame with a picture of us from our first date together. Which was fine. Because I got her an Xbox.” – Anthony Jeselnik\n\n“Merry Christmas, nearly everybody!” -Ogden Nash\n\n“I’ve had this look for about a year. I usually grow this beard out around Christmas. I like to go to malls dressed as Jesus, and I like to then walk around the mall and go, ‘No! No! This wasn’t what it was supposed to be about, people!’ Then if there’s a Santa at the mall, I walk up to him and say, ‘Listen, fat man, you’re just a clown at my birthday party.’” – Marc Maron\n“I set a personal record on Christmas. I got my shopping done three weeks ahead of time. I had all the presents back at my apartment, I was halfway through wrapping them, and I realized, ‘Damn, I used the wrong wrapping paper.’ The paper I used said, ‘Happy Birthday.’ I didn’t want to waste it, so I just wrote ‘Jesus’ on it.” – Demetri Martin\n“If you can’t wrap Christmas presents well, at least make it look like they put up a good fight.” – Author Unknown\n“Christmas: it’s the only religious holiday that’s also a federal holiday. That way, Christians can go to their services, and everyone else can sit at home and reflect on the true meaning of the separation of church and state.” – Samantha Bee\n\n“What I don’t like about office Christmas parties is looking for a job the next day.” -Phyllis Diller\n\n“People are so worried about what they eat between Christmas and the New Year, but they really should be worried about what they eat between the New Year and Christmas.” – Author Unknown\n“Mentally I am ready for Christmas, financially I am not ready for Christmas.” – Author Unknown\n“Christmas is a magical time of year… I just watched all my money magically disappear.” – Author Unknown\n“Even before Christmas has said Hello, it’s saying ‘Buy Buy’.” – Robert Paul\n“Sending Christmas cards is a good way to let your friends and family know that you think they’re worth the price of a stamp.” – Melanie White\n“Christmas Shopping: Wouldn’t it be wonderful to find one gift that you didn’t have to dust, that had to be used right away, that was practical, fit everyone, was personal and would be remembered for a long time? I penciled in “Gift certificate for a flu shot.” – Erma Bombeck\n“Anyone who believes that men are the equal of women has never seen a man trying to wrap a Christmas present.” – Author Unknown\n“The outdoor Christmas lights, green and red and gold and blue and twinkling, remind me that most people are that way all year round — kind, generous, friendly and with an occasional moment of ecstasy. But Christmas is the only time they dare reveal themselves.” – Harlan Miller\n“There are some people who want to throw their arms round you simply because it is Christmas; there are other people who want to strangle you simply because it is Christmas.” – Robert Staughton Lynd\n“I get a little behind during Lent, but it comes out even at Christmas.” – Frank Butler\n“My mother-in-law has come round to our house at Christmas seven years running. This year we’re having a change. We’re going to let her in.” – Leslie “Les” Dawson, Jr.\n“Bloody Christmas, here again, let us raise a loving cup, peace on earth, goodwill to men, and make them do the washing up.” – Wendy Cope\n“Most of the soap operas always use the Christmas special to kill huge quantities of their characters. So they have trams coming off their rails, or cars slamming into each other or burning buildings. It’s a general clean-out.” – Baron Fellowes\n“Christmas to a child is the first terrible proof that to travel hopefully is better than to arrive.” – Stephen John Fry\n“It may be a cliche, but it’s true – the build-up to Christmas is so much more pleasurable than the actual day itself.” – Julie Burchill\n“The best Christmas present I got from my husband was a week to do whatever I wanted.” – Olivia Haigh Williams\nFunny Christmas Quotes from Books, Films, and Television\n“Out upon merry Christmas! What’s Christmas time to you but a time for paying bills without money; a time for finding yourself a year older, but not an hour richer…? If I could work my will,” said Scrooge indignantly, “every idiot who goes about with ‘Merry Christmas’ upon his lips should be boiled with his won pudding, and buried with a stake of holly through his heart. He should!” – Charles Dickens, A Christmas Story\n\n“You know you’re getting old, when Santa starts looking younger.” -Bart Simpson in The Simpsons: Miracle on Evergreen Terrace\n\n“Oh look, yet another Christmas TV special! How touching to have the meaning of Christmas brought to us by cola, fast food, and beer… Who’d have ever guessed that product consumption, popular entertainment, and spirituality would mix so harmoniously?” – Bill Watterson, Calvin & Hobbes\n“Charlie, stay away from those things. They’re reindeer, you don’t know where they’ve been. They all look like they’ve got key lime disease.” – Scott Calvin in The Santa Clause\n\n“Rats. Nobody sent me a Christmas card today. I almost wish there weren’t a holiday season. I know nobody likes me. Why do we have to have a holiday season to emphasize it?” -Charlie Brown in A Charlie Brown Christmas Movie\n\n“From a commercial point of view, if Christmas did not exist it would be necessary to invent it.” – Katharine Whitehorn, Roundabout\n“One can never have enough socks. Another Christmas has come and gone and I didn’t get a single pair. People will insist on giving me books.” – Professor Dumbledore in Harry Potter and the Sorcerer’s Stone\n“I hate Christmas. The mall is full of nothing but women and children. All you hear is, ‘I want this,’ ‘Get me this,’ ‘I have to have this’… and then there’s the children. And they’re all by my store ’cause they stuck the mall Santa right outside ringing his stupid bell. As if you need a bell to notice a 300-pound alcoholic in a red suit. ‘Ho, ho, ho,’ all day long. So, nice as can be, I go outside, ask him to shut the hell up. He takes a swing at me. So I lay a hook into his fat belly and he goes down. Beard comes off, all the kids start crying and I’m the bad guy.” – Al Bundy in Married With Children\n\n“Christmas shopping. Never an easy or a pleasant task.” -Harry in Love Actually\n\n“If you see a sign that says ‘Peep Show’, that doesn’t mean they’re letting you look at presents before Christmas.” – Father Christmas in Elf\n“Damn. How can you give Kris Kringle a parking ticket on Christmas Eve? What’s next, rabies shots for the Easter Bunny?", "author": "” – Santa Claus in Home Alone"}, {"quote": "My husband’s idea of getting the Christmas spirit is to become Scrooge.", "author": "Melanie White"}, {"quote": "There are 17 more shopping days until Christmas. So, guys, that means 16 more days till we start shopping, right?", "author": "Conan O’Brien"}, {"quote": "Once again, we come to the Holiday Season, a deeply religious time that each of us observes, in his own way, by going to the mall of his choice.", "author": "Dave Barry"}, {"quote": "Keep your friends close, your enemies closer, and receipts for all major purchases.", "author": "Bridger Winegar"}, {"quote": "I haven’t taken my Christmas lights down. They look so nice on the pumpkin.", "author": "Winston Spear"}, {"quote": "At Christmas, tea is compulsory. Relatives are optional.", "author": "Robert Godden"}, {"quote": "This holiday season, no matter what your religion is, please take a moment to reflect on why it’s better than all the other ones.", "author": "Guy Endore Kaiser"}, {"quote": "The principal advantage of the non-parental lifestyle is that on Christmas Eve you need not be struck dumb by the three most terrifying words that the government allows to be printed on any product: “Some assembly required.", "author": "” – John Leo"}, {"quote": "Nothing’s as mean as giving a little child something useful for Christmas.", "author": "Kin Hubbard"}, {"quote": "I once bought my kids a set of batteries for Christmas with a note on it saying, toys not included.'", "author": "Bernard Manning"}, {"quote": "What I like about Christmas is that you can make people forget the past with the present.", "author": "Don Marquis"}, {"quote": "I hate the radio this time of year because they play “All I Want For Christmas Is You” like, every other song. And that’s just not enough.", "author": "” – Bridger Winegar"}, {"quote": "Adults can take a simple holiday for Children and screw it up. What began as a presentation of simple gifts to delight and surprise children around the Christmas tree has culminated in a woman unwrapping six shrimp forks from her dog, who drew her name.", "author": "Erma Bombeck"}, {"quote": "The worst gift is a fruitcake. There is only one fruitcake in the entire world, and people keep sending it to each other.", "author": "Johnny Carson"}, {"quote": "A lovely thing about Christmas is that it’s compulsory, like a thunderstorm, and we all go through it together.", "author": "Garrison Keillor"}, {"quote": "I love Christmas. I receive a lot of wonderful presents I can’t wait to exchange.", "author": "Henny Youngman"}, {"quote": "That’s the true spirit of Christmas; people being helped by people other than me.", "author": "Jerry Seinfeld"}, {"quote": "Do give books – religious or otherwise – for Christmas. They’re never fattening, seldom sinful, and permanently personal.", "author": "Lenore Hershey"}, {"quote": "Never worry about the size of your Christmas tree. In the eyes of children, they are all 30 feet tall.", "author": "Larry Wilde"}, {"quote": "For Christmas this year, try giving less. Start with less attitude. There’s more than enough of that in the world as it is – and people will usually just give it back anyway!", "author": "Anne Bristow"}, {"quote": "I stopped believing in Santa Claus when I was six. Mother took me to see him in a department store, and he asked for my autograph.", "author": "Shirley Temple"}, {"quote": "Aren’t we forgetting the true meaning of Christmas. You know, the birth of Santa?", "author": "Matt Groening"}, {"quote": "Christmas is a time when you get homesick, even when you’re home.", "author": "Carol Nelson"}, {"quote": "Let me see if I’ve got this Santa business straight. You say he wears a beard, has no discernible source of income and flies to cities all over the world under cover of darkness? You sure this guy isn’t laundering illegal drug money?", "author": "Tom Armstrong"}, {"quote": "Who’s the bane of Santa’s life? The elf and safety officer.", "author": "Catherine Tate"}, {"quote": "Santa Claus wears a Red Suit, he must be a communist. And a beard and long hair, must be a pacifist. What’s in that pipe that he’s smoking?", "author": "Arlo Guthrie"}, {"quote": "Nothing says holiday like a cheese log.", "author": "Ellen DeGeneres"}, {"quote": "Christmas is a time when kids tell Santa what they want and adults pay for it. Deficits are when adults tell the government what they want and their kids pay for it.", "author": "Richard Lamm"}, {"quote": "Did you ever notice that life seems to follow certain patterns? Like I noticed that every year around this time, I hear Christmas music.", "author": "Tom Sims"}, {"quote": "The one thing women don’t want to find in their stockings on Christmas morning is their husband.", "author": "Joan Rivers"}, {"quote": "Mail your packages early so the post office can lose them in time for Christmas.", "author": "Johnny Carson"}, {"quote": "Many banks have a new kind of Christmas club in operation. The new club helps you save money to pay for last year’s gifts.", "author": "Author Unknown"}, {"quote": "I bought my brother some gift wrap for Christmas. I took it to the gift wrap department and told them to wrap it, but in a different print so he would know when to stop unwrapping.", "author": "Steven Wright"}, {"quote": "Be careful with drinking this Christmas. I got so drunk last night I found myself dancing in a cheesy bar… or, as you like to call it, delicatessen.", "author": "Sean Hughes"}, {"quote": "There’s nothing sadder in this world than to awake Christmas morning and not be a child.", "author": "Erma Bombeck"}, {"quote": "Christmas, here again. Let us raise a loving cup; Peace on earth, goodwill to men, and make them do the washing up.", "author": "Wendy Cope"}, {"quote": "Although it is pleasant to think about poison at any season, there is something special about Christmas, and I found myself grinning.", "author": "Alan Bradley"}, {"quote": "Christmas is the season when you buy this year’s gifts with next year’s money.", "author": "Author Unknown"}, {"quote": "He who has not Christmas in his heart will never find it under a tree.", "author": "Roy L. Smith"}, {"quote": "Christmas sweaters are only acceptable as a cry for help.", "author": "Andy Borowitz"}, {"quote": "People can’t concentrate properly on blowing other people to pieces properly if their minds are poisoned by thoughts suitable to the twenty-fifth of December.", "author": "Ogden Nash"}, {"quote": "A good holiday is one spent among people whose notions of time are vaguer than yours.", "author": "John B. Priestly"}, {"quote": "I like to compare the holiday season with the way a child listens to a favorite story. The pleasure is in the familiar way the story begins, the anticipation of familiar turns it takes, the familiar moments of suspense, and the familiar climax and ending.", "author": "Fred Rogers"}, {"quote": "Pets, like their owners, tend to expand a little over the Christmas period.", "author": "Pets, like their owners, tend to expand a little over the Christmas period."}, {"quote": "‘Elf’ has become this big holiday movie, and I remember running around the streets of New York in tights saying, ‘This could be the last movie I ever make,’ and I could never have predicted that it’d become such a popular film.", "author": "Will Ferrell"}, {"quote": "Once again we find ourselves enmeshed in the Holiday Season, that very special time of year when we join with our loved ones in sharing centuries-old traditions such as trying to find a parking space at the mall. We traditionally do this in my family by driving around the parking lot until we see a shopper emerge from the mall, then we follow her, in very much the same spirit as the Three Wise Men, who 2,000 years ago followed a star, week after week, until it led them to a parking space.", "author": "Dave Berry"}, {"quote": "Next to a circus there ain’t nothing that packs up and tears out faster than the Christmas spirit.", "author": "Frank McKinney Hubbard"}, {"quote": "One thing I learned from drinking is that if you ever go Christmas caroling, you should go with a group of people. And also go in mid-December.", "author": "Louis C.K."}, {"quote": "As we struggle with shopping lists and invitations, compounded by December’s bad weather, it is good to be reminded that there are people in our lives who are worth this aggravation, and people to whom we are worth the same.", "author": "Donald E. Westlake"}, {"quote": "Oh, for the good old days when people would stop Christmas shopping when they ran out of money.", "author": "Author Unknown"}, {"quote": "A Christmas shopper’s complaint is one of long-standing.", "author": "Author Unknown"}, {"quote": "One of the most glorious messes in the world is the mess created in the living room on Christmas day. Don’t clean it up too quickly.", "author": "Andy Rooney"}, {"quote": "The magi, as you know, were wise men — wonderfully wise men who brought gifts to the Babe in the manger. They invented the art of giving Christmas presents.", "author": "O. Henry"}, {"quote": "Wretched excess is an unfortunate human trait that turns a perfectly good idea such as Christmas into a frenzy of last-minute shopping.", "author": "Jon Anderson"}, {"quote": "Probably the reason we all go so haywire at Christmas time with the endless unrestrained and often silly buying of gifts is that we don’t quite know how to put our love into words.", "author": "Harlan Miller"}, {"quote": "One good thing about Christmas shopping is it toughens you for the January sales.", "author": "Grace Kriley"}, {"quote": "Three phrases that sum up Christmas are: Peace on Earth, Goodwill to Men, and Batteries not Included.", "author": "Author Unknown"}, {"quote": "Christmas and the New Year are actually two holidays. So there is a plural, which in the English language, necessitates the use of ‘s.’ I suppose you could say ‘Merry Christmas’ and ‘Happy New Year,’ but you probably have sh*t to do.", "author": "Jon Stewart"}, {"quote": "I left Santa gluten-free cookies and organic soy milk and he put a solar panel in my stocking.", "author": "Author Unknown"}, {"quote": "The Supreme Court has ruled that they cannot have a nativity scene in Washington, D.C. This wasn’t for any religious reasons. They couldn’t find three wise men and a virgin.", "author": "Jay Leno"}, {"quote": "There is a remarkable breakdown of taste and intelligence at Christmastime. Mature, responsible grown men wear neckties made of holly leaves and drink alcoholic beverages with raw egg yolks and cottage cheese in them.", "author": "P.J. O’Rourke"}, {"quote": "Ever wonder what people got Jesus for Christmas? It’s like, “Oh great, socks. You know I’m dying for your sins right? Yeah, but thanks for the socks! They’ll go great with my sandals. What am I, German?", "author": "Jim Gaffigan"}, {"quote": "Every year, Christmas gets longer and longer, and you don’t care, do you? Every year, you just take more of the calendar for yourself. How long does it take you people to shop? It’s beyond belief! It’s insane! When I was a kid, Halloween was Halloween, and Santa wasn’t poking his ass into it!", "author": "Lewis Black"}, {"quote": "This past Christmas, I told my girlfriend for months in advance that all I wanted was an Xbox. That’s it. Beginning and end of list, Xbox. You know what she got me? A homemade frame with a picture of us from our first date together. Which was fine. Because I got her an Xbox.", "author": "Anthony Jeselnik"}, {"quote": "Merry Christmas, nearly everybody!", "author": "Ogden Nash"}, {"quote": "I’ve had this look for about a year. I usually grow this beard out around Christmas. I like to go to malls dressed as Jesus, and I like to then walk around the mall and go, ‘No! No! This wasn’t what it was supposed to be about, people!’ Then if there’s a Santa at the mall, I walk up to him and say, ‘Listen, fat man, you’re just a clown at my birthday party.’", "author": "Marc Maron"}, {"quote": "I set a personal record on Christmas. I got my shopping done three weeks ahead of time. I had all the presents back at my apartment, I was halfway through wrapping them, and I realized, ‘Damn, I used the wrong wrapping paper.’ The paper I used said, ‘Happy Birthday.’ I didn’t want to waste it, so I just wrote ‘Jesus’ on it.", "author": "Demetri Martin"}, {"quote": "If you can’t wrap Christmas presents well, at least make it look like they put up a good fight.", "author": "Author Unknown"}, {"quote": "Christmas: it’s the only religious holiday that’s also a federal holiday. That way, Christians can go to their services, and everyone else can sit at home and reflect on the true meaning of the separation of church and state.", "author": "Samantha Bee"}, {"quote": "What I don’t like about office Christmas parties is looking for a job the next day.", "author": "Phyllis Diller"}, {"quote": "People are so worried about what they eat between Christmas and the New Year, but they really should be worried about what they eat between the New Year and Christmas.", "author": "Author Unknown"}, {"quote": "Mentally I am ready for Christmas, financially I am not ready for Christmas.", "author": "Author Unknown"}, {"quote": "Christmas is a magical time of year… I just watched all my money magically disappear.", "author": "Author Unknown"}, {"quote": "Even before Christmas has said Hello, it’s saying ‘Buy Buy’.", "author": "Robert Paul"}, {"quote": "Sending Christmas cards is a good way to let your friends and family know that you think they’re worth the price of a stamp.", "author": "Melanie White"}, {"quote": "Christmas Shopping: Wouldn’t it be wonderful to find one gift that you didn’t have to dust, that had to be used right away, that was practical, fit everyone, was personal and would be remembered for a long time? I penciled in “Gift certificate for a flu shot.", "author": "Erma Bombeck"}, {"quote": "Anyone who believes that men are the equal of women has never seen a man trying to wrap a Christmas present.", "author": "Author Unknown"}, {"quote": "The outdoor Christmas lights, green and red and gold and blue and twinkling, remind me that most people are that way all year round — kind, generous, friendly and with an occasional moment of ecstasy. But Christmas is the only time they dare reveal themselves.", "author": "Harlan Miller"}, {"quote": "There are some people who want to throw their arms round you simply because it is Christmas; there are other people who want to strangle you simply because it is Christmas.", "author": "Robert Staughton Lynd"}, {"quote": "I get a little behind during Lent, but it comes out even at Christmas.", "author": "Frank Butler"}, {"quote": "My mother-in-law has come round to our house at Christmas seven years running. This year we’re having a change. We’re going to let her in.” – Leslie “Les", "author": "” Dawson, Jr."}, {"quote": "Bloody Christmas, here again, let us raise a loving cup, peace on earth, goodwill to men, and make them do the washing up.", "author": "Wendy Cope"}, {"quote": "Most of the soap operas always use the Christmas special to kill huge quantities of their characters. So they have trams coming off their rails, or cars slamming into each other or burning buildings. It’s a general clean-out.", "author": "Baron Fellowes"}, {"quote": "Christmas to a child is the first terrible proof that to travel hopefully is better than to arrive.", "author": "Stephen John Fry"}, {"quote": "It may be a cliche, but it’s true – the build-up to Christmas is so much more pleasurable than the actual day itself.", "author": "Julie Burchill"}, {"quote": "The best Christmas present I got from my husband was a week to do whatever I wanted.", "author": "Olivia Haigh Williams"}, {"quote": "Out upon merry Christmas! What’s Christmas time to you but a time for paying bills without money; a time for finding yourself a year older, but not an hour richer…? If I could work my will,” said Scrooge indignantly, “every idiot who goes about with ‘Merry Christmas’ upon his lips should be boiled with his won pudding, and buried with a stake of holly through his heart. He should!", "author": "” – Charles Dickens, A Christmas Story"}, {"quote": "You know you’re getting old, when Santa starts looking younger.", "author": "Bart Simpson in The Simpsons: Miracle on Evergreen Terrace"}, {"quote": "Oh look, yet another Christmas TV special! How touching to have the meaning of Christmas brought to us by cola, fast food, and beer… Who’d have ever guessed that product consumption, popular entertainment, and spirituality would mix so harmoniously?", "author": "Bill Watterson, Calvin & Hobbes"}, {"quote": "Charlie, stay away from those things. They’re reindeer, you don’t know where they’ve been. They all look like they’ve got key lime disease.", "author": "Scott Calvin in The Santa Clause"}, {"quote": "Rats. Nobody sent me a Christmas card today. I almost wish there weren’t a holiday season. I know nobody likes me. Why do we have to have a holiday season to emphasize it?", "author": "Charlie Brown in A Charlie Brown Christmas Movie"}, {"quote": "From a commercial point of view, if Christmas did not exist it would be necessary to invent it.", "author": "Katharine Whitehorn, Roundabout"}, {"quote": "One can never have enough socks. Another Christmas has come and gone and I didn’t get a single pair. People will insist on giving me books.", "author": "Professor Dumbledore in Harry Potter and the Sorcerer’s Stone"}, {"quote": "I hate Christmas. The mall is full of nothing but women and children. All you hear is, ‘I want this,’ ‘Get me this,’ ‘I have to have this’… and then there’s the children. And they’re all by my store ’cause they stuck the mall Santa right outside ringing his stupid bell. As if you need a bell to notice a 300-pound alcoholic in a red suit. ‘Ho, ho, ho,’ all day long. So, nice as can be, I go outside, ask him to shut the hell up. He takes a swing at me. So I lay a hook into his fat belly and he goes down. Beard comes off, all the kids start crying and I’m the bad guy.", "author": "Al Bundy in Married With Children"}, {"quote": "Christmas shopping. Never an easy or a pleasant task.", "author": "Harry in Love Actually"}, {"quote": "If you see a sign that says ‘Peep Show’, that doesn’t mean they’re letting you look at presents before Christmas.", "author": "Father Christmas in Elf"}, {"quote": "Damn. How can you give Kris Kringle a parking ticket on Christmas Eve? What’s next, rabies shots for the Easter Bunny?", "author": "Santa Claus in Home Alone"}]