[{"quote": "People say nothing is impossible, but I do nothing every day.", "author": "A. A. Milne"}, {"quote": "Better to remain silent and be thought a fool than to speak out and remove all doubt.", "author": "Abraham Lincoln"}, {"quote": "If I were two-faced, would I be wearing this one?", "author": "Abraham Lincoln"}, {"quote": "The best thing about the future is that it comes one day at a time.", "author": "Abraham Lincoln"}, {"quote": "The only mystery in life is why the kamikaze pilots wore helmets.", "author": "Al McGuire"}, {"quote": "Light travels faster than sound. This is why some people appear bright until you hear them speak.", "author": "Alan Dundes"}, {"quote": "Nobody realizes that some people expend tremendous energy merely to be normal.", "author": "Albert Camus"}, {"quote": "Men marry women with the hope they will never change. Women marry men with the hope they will change. Invariably they are both disappointed.", "author": "Albert Einstein"}, {"quote": "The difference between stupidity and genius is that genius has its limits.", "author": "Albert Einstein"}, {"quote": "All the things I really like to do are either immoral, illegal or fattening.", "author": "Alexander Woollcott"}, {"quote": "War is God’s way of teaching Americans geography.", "author": "Ambrose Bierce"}, {"quote": "It would be nice to spend billions on schools and roads, but right now that money is desperately needed for political ads.", "author": "Andy Borowitz"}, {"quote": "The average dog is a nicer person than the average person.", "author": "Andy Rooney"}, {"quote": "At every party there are two kinds of people – those who want to go home and those who don’t. The trouble is, they are usually married to each other.", "author": "Ann Landers"}, {"quote": "If you want your children to listen, try talking softly to someone else.", "author": "Ann Landers"}, {"quote": "Doctors are just the same as lawyers; the only difference is that lawyers merely rob you, whereas doctors rob you and kill you too.", "author": "Anton Chekhov"}, {"quote": "I don’t believe in astrology; I’m a Sagittarius and we’re skeptical.", "author": "Arthur C. Clarke"}, {"quote": "My opinions may have changed, but not the fact that I’m right.", "author": "Ashleigh Brilliant"}, {"quote": "To be sure of hitting the target, shoot first, and call whatever you hit the target.", "author": "Ashleigh Brilliant"}, {"quote": "Trouble knocked at the door, but, hearing laughter, hurried away.", "author": "Benjamin Franklin"}, {"quote": "Wine is constant proof that God loves us and loves to see us happy.", "author": "Benjamin Franklin"}, {"quote": "Have you noticed that all the people in favor of birth control are already born?", "author": "Benny Hill"}, {"quote": "Be who you are and say what you feel, because those who mind don’t matter and those who matter don’t mind.", "author": "Bernard Baruch"}, {"quote": "Most people would sooner die than think; in fact, they do so.", "author": "Bertrand Russell"}, {"quote": "The world is full of magical things patiently waiting for our wits to grow sharper.", "author": "Bertrand Russell"}, {"quote": "Facebook just sounds like a drag, in my day seeing pictures of peoples vacations was considered a punishment.", "author": "Betty White"}, {"quote": "Everything that used to be a sin is now a disease.", "author": "Bill Maher"}, {"quote": "If there is anything the nonconformist hates worse than a conformist, it’s another nonconformist who doesn’t conform to the prevailing standard of nonconformity.", "author": "Bill Vaughan"}, {"quote": "Money won’t buy happiness, but it will pay the salaries of a large research staff to study the problem.", "author": "Bill Vaughan"}, {"quote": "The surest sign that intelligent life exists elsewhere in the universe is that it has never tried to contact us.", "author": "Bill Watterson"}, {"quote": "Before you judge a man, walk a mile in his shoes. After that who cares?… He’s a mile away and you’ve got his shoes!", "author": "Billy Connolly"}, {"quote": "I’ve always wanted to go to Switzerland to see what the army does with those wee red knives.", "author": "Billy Connolly"}, {"quote": "Going to church doesn’t make you a Christian any more than going to a garage makes you an automobile.", "author": "Billy Sunday"}, {"quote": "If you’re going to tell people the truth, be funny or they’ll kill you.", "author": "Billy Wilder"}, {"quote": "A bank is a place that will lend you money if you can prove that you don’t need it.", "author": "Bob Hope"}, {"quote": "Inside me there’s a thin person struggling to get out, but I can usually sedate him with four or five cupcakes.", "author": "Bob Thaves"}, {"quote": "We never really grow up, we only learn how to act in public.", "author": "Bryan White"}, {"quote": "As a child my family’s menu consisted of two choices: take it or leave it.", "author": "Buddy Hackett"}, {"quote": "But the fact that some geniuses were laughed at does not imply that all who are laughed at are geniuses. They laughed at Columbus, they laughed at Fulton, they laughed at the Wright Brothers. But they also laughed at Bozo the Clown.", "author": "Carl Sagan"}, {"quote": "My favorite machine at the gym is the vending machine.", "author": "Caroline Rhea"}, {"quote": "All right everyone, line up alphabetically according to your height.", "author": "Casey Stengel"}, {"quote": "He who laughs last didn’t get the joke.", "author": "Charles de Gaulle"}, {"quote": "I always arrive late at the office, but I make up for it by leaving early.", "author": "Charles Lamb"}, {"quote": "Don’t worry about the world coming to an end today. It is already tomorrow in Australia.", "author": "Charles M. Schulz"}, {"quote": "By the time a man realizes that his father was right, he has a son who thinks he’s wrong.", "author": "Charles Wadsworth"}, {"quote": "A day without laughter is a day wasted.", "author": "Charlie Chaplin"}, {"quote": "Political correctness is tyranny with manners.", "author": "Charlton Heston"}, {"quote": "High heels were invented by a woman who had been kissed on the forehead.", "author": "Christopher Morley"}, {"quote": "If you love something set it free, but don’t be surprised if it comes back with herpes.", "author": "Chuck Palahniuk"}, {"quote": "When I was a boy I was told that anybody could become President. I’m beginning to believe it.", "author": "Clarence Darrow"}, {"quote": "A stockbroker urged me to buy a stock that would triple its value every year. I told him, ‘At my age, I don’t even buy green bananas.'", "author": "Claude Pepper"}, {"quote": "They say marriages are made in Heaven. But so is thunder and lightning.", "author": "Clint Eastwood"}, {"quote": "I’m too drunk to taste this chicken.", "author": "Colonel Sanders"}, {"quote": "A study in the Washington Post says that women have better verbal skills than men. I just want to say to the authors of that study: ‘Duh.'", "author": "Conan O’Brien"}, {"quote": "Starbucks says they are going to start putting religious quotes on cups. The very first one will say, ‘Jesus! This cup is expensive!'", "author": "Conan O’Brien"}, {"quote": "Laughing at our mistakes can lengthen our own life. Laughing at someone else’s can shorten it.", "author": "Cullen Hightower"}, {"quote": "If you can’t live without me, why aren’t you dead already?", "author": "Cynthia Heimel"}, {"quote": "If you think you are too small to make a difference, try sleeping with a mosquito.", "author": "Dalai Lama"}, {"quote": "Remember, today is the tomorrow you worried about yesterday.", "author": "Dale Carnegie"}, {"quote": "Education is learning what you didn’t even know you didn’t know.", "author": "Daniel J. Boorstin"}, {"quote": "It is a scientific fact that your body will not absorb cholesterol if you take it from another person’s plate.", "author": "Dave Barry"}, {"quote": "Never under any circumstances take a sleeping pill and a laxative on the same night.", "author": "Dave Barry"}, {"quote": "I used to jog but the ice cubes kept falling out of my glass.", "author": "David Lee Roth"}, {"quote": "Everyone has a purpose in life. Perhaps yours is watching television.", "author": "David Letterman"}, {"quote": "The digital camera is a great invention because it allows us to reminisce. Instantly.", "author": "Demetri Martin"}, {"quote": "A failure is like fertilizer; it stinks to be sure, but it makes things grow faster in the future.", "author": "Denis Waitley"}, {"quote": "Biologically speaking, if something bites you it’s more likely to be female.", "author": "Desmond Morris"}, {"quote": "As long as people will accept crap, it will be financially profitable to dispense it.", "author": "Dick Cavett"}, {"quote": "A pessimist is a person who has had to listen to too many optimists.", "author": "Don Marquis"}, {"quote": "The cure for boredom is curiosity. There is no cure for curiosity.", "author": "Dorothy Parker"}, {"quote": "Never doubt the courage of the French. They were the ones who discovered that snails are edible.", "author": "Doug Larson"}, {"quote": "To err is human; to admit it, superhuman.", "author": "Doug Larson"}, {"quote": "Human beings, who are almost unique in having the ability to learn from the experience of others, are also remarkable for their apparent disinclination to do so.", "author": "Douglas Adams"}, {"quote": "I refuse to answer that question on the grounds that I don’t know the answer.", "author": "Douglas Adams"}, {"quote": "There is a theory which states that if ever anyone discovers exactly what the Universe is for and why it is here, it will instantly disappear and be replaced by something even more bizarre and inexplicable.There is another theory which states that this has already happened.", "author": "Douglas Adams"}, {"quote": "Don’t cry because it’s over. Smile because it happened.", "author": "Dr. Seuss"}, {"quote": "I was born to make mistakes, not to fake perfection.", "author": "Drake"}, {"quote": "An alcoholic is someone you don’t like who drinks as much as you do.", "author": "Dylan Thomas"}, {"quote": "Analyzing humor is like dissecting a frog. Few people are interested and the frog dies of it.", "author": "E. B. White"}, {"quote": "If you think nobody cares if you’re alive, try missing a couple of car payments.", "author": "Earl Wilson"}, {"quote": "The duty of a patriot is to protect his country from its government.", "author": "Edward Abbey"}, {"quote": "Do not take life too seriously. You will never get out of it alive.", "author": "Elbert Hubbard"}, {"quote": "A woman is like a tea bag – you can’t tell how strong she is until you put her in hot water.", "author": "Eleanor Roosevelt"}, {"quote": "My grandmother started walking five miles a day when she was sixty. She’s ninety-seven now, and we don’t know where the hell she is.", "author": "Ellen DeGeneres"}, {"quote": "A computer once beat me at chess, but it was no match for me at kick boxing.", "author": "Emo Philips"}, {"quote": "How many people here have telekenetic powers? Raise my hand.", "author": "Emo Philips"}, {"quote": "I asked God for a bike, but I know God doesn’t work that way. So I stole a bike and asked for forgiveness.", "author": "Emo Philips"}, {"quote": "Leave something for someone but dont leave someone for something.", "author": "Enid Blyton"}, {"quote": "Never go to a doctor whose office plants have died.", "author": "Erma Bombeck"}, {"quote": "Never have more children than you have car windows.", "author": "Erma Bombeck"}, {"quote": "I drink to make other people more interesting.", "author": "Ernest Hemingway"}, {"quote": "Great art is the contempt of a great man for small art.", "author": "F. Scott Fitzgerald"}, {"quote": "You’re only as good as your last haircut.", "author": "Fran Lebowitz"}, {"quote": "Good advice is something a man gives when he is too old to set a bad example.", "author": "Francois de La Rochefoucauld"}, {"quote": "Marriage is the only war in which you sleep with the enemy.", "author": "Francois de La Rochefoucauld"}, {"quote": "I can’t understand why a person will take a year to write a novel when he can easily buy one for a few dollars.", "author": "Fred Allen"}, {"quote": "The first time I sang in the church choir; two hundred people changed their religion.", "author": "Fred Allen"}, {"quote": "Patriotism is your conviction that this country is superior to all others because you were born in it.", "author": "George Bernard Shaw"}, {"quote": "We learn from experience that men never learn anything from experience.", "author": "George Bernard Shaw"}, {"quote": "Happiness is having a large, loving, caring, close-knit family in another city.", "author": "George Burns"}, {"quote": "If you live to be one hundred, you’ve got it made. Very few people die past that age.", "author": "George Burns"}, {"quote": "You know you’re getting old when you stoop to tie your shoelaces and wonder what else you could do while you’re down there.", "author": "George Burns"}, {"quote": "Have you ever noticed that anybody driving slower than you is an idiot, and anyone going faster than you is a maniac?", "author": "George Carlin"}, {"quote": "I was thinking about how people seem to read the Bible a whole lot more as they get older; then it dawned on me – they’re cramming for their final exam.", "author": "George Carlin"}, {"quote": "I’m in shape. Round is a shape.", "author": "George Carlin"}, {"quote": "If you try to fail, and succeed, which have you done?", "author": "George Carlin"}, {"quote": "May the forces of evil become confused on the way to your house.", "author": "George Carlin"}, {"quote": "Most people work just hard enough not to get fired and get paid just enough money not to quit.", "author": "George Carlin"}, {"quote": "One tequila, two tequila, three tequila, floor.", "author": "George Carlin"}, {"quote": "To those of you who received honours, awards and distinctions, I say well done. And to the C students, I say you, too, can be president of the United States.", "author": "George W. Bush"}, {"quote": "Whoever said money can’t buy happiness didn’t know where to shop.", "author": "Gertrude Stein"}, {"quote": "A black cat crossing your path signifies that the animal is going somewhere.", "author": "Groucho Marx"}, {"quote": "Behind every successful man is a woman, behind her is his wife.", "author": "Groucho Marx"}, {"quote": "Here’s to our wives and girlfriends…may they never meet!", "author": "Groucho Marx"}, {"quote": "I refuse to join any club that would have me as a member.", "author": "Groucho Marx"}, {"quote": "I was married by a judge. I should have asked for a jury.", "author": "Groucho Marx"}, {"quote": "If you find it hard to laugh at yourself, I would be happy to do it for you.", "author": "Groucho Marx"}, {"quote": "Marriage is the chief cause of divorce.", "author": "Groucho Marx"}, {"quote": "A judge is a law student who marks his own examination papers.", "author": "H. L. Mencken"}, {"quote": "The two most common elements in the universe are hydrogen and stupidity.", "author": "Harlan Ellison"}, {"quote": "It’s only when you look at an ant through a magnifying glass on a sunny day that you realize how often they burst into flames.", "author": "Harry Hill"}, {"quote": "It’s a recession when your neighbor loses his job; it’s a depression when you lose yours.", "author": "Harry S. Truman"}, {"quote": "Before marriage, a man declares that he would lay down his life to serve you; after marriage, he won’t even lay down his newspaper to talk to you.", "author": "Helen Rowland"}, {"quote": "Life begins at 40 – but so do fallen arches, rheumatism, faulty eyesight, and the tendency to tell a story to the same person, three or four times.", "author": "Helen Rowland"}, {"quote": "I’ve got all the money I’ll ever need, if I die by four o’clock.", "author": "Henny Youngman"}, {"quote": "If you’re going to do something tonight that you’ll be sorry for tomorrow morning, sleep late.", "author": "Henny Youngman"}, {"quote": "All men are equal before fish.", "author": "Herbert Hoover"}, {"quote": "If I want to knock a story off the front page, I just change my hairstyle.", "author": "Hillary Clinton"}, {"quote": "You tried your best and you failed miserably. The lesson is ‘never try.'", "author": "Homer Simpson"}, {"quote": "My grandfather once told me that there were two kinds of people: those who do the work and those who take the credit. He told me to try to be in the first group; there was much less competition.", "author": "Indira Gandhi"}, {"quote": "People who think they know everything are a great annoyance to those of us who do.", "author": "Isaac Asimov"}, {"quote": "I’d rather have 1% of the effort of 100 men than 100% of my own effort.", "author": "J. Paul Getty"}, {"quote": "My wife Mary and I have been married for forty-seven years and not once have we had an argument serious enough to consider divorce; murder, yes, but divorce, never.", "author": "Jack Benny"}, {"quote": "Money is not the most important thing in the world. Love is. Fortunately, I love money.", "author": "Jackie Mason"}, {"quote": "Women are wiser than men because they know less and understand more.", "author": "James Thurber"}, {"quote": "When we talk to God, we’re praying. When God talks to us, we’re schizophrenic.", "author": "Jane Wagner"}, {"quote": "Men are like shoes. Some fit better than others. And sometimes you go out shopping and there’s nothing you like. And then, as luck would have it, the next week you find two that are perfect, but you don’t have the money to buy both.", "author": "” – Janet Evanovich"}, {"quote": "According to a new survey, 90% of men say their lover is also their best friend. Which is really kind of disturbing when you consider man’s best friend is his dog.", "author": "Jay Leno"}, {"quote": "Here’s something to think about: How come you never see a headline like ‘Psychic Wins Lottery’?", "author": "Jay Leno"}, {"quote": "My pessimism extends to the point of even suspecting the sincerity of other pessimists.", "author": "Jean Rostand"}, {"quote": "Haters are just confused admirers because they can’t figure out the reason why everyone loves you.", "author": "Jeffree Star"}, {"quote": "It’s amazing that the amount of news that happens in the world every day always just exactly fits the newspaper.", "author": "Jerry Seinfeld"}, {"quote": "Laugh a lot. It burns a lot of calories.", "author": "Jessica Simpson"}, {"quote": "Avoid fruits and nuts. You are what you eat.", "author": "Jim Davis"}, {"quote": "The simple act of opening a bottle of wine has brought more happiness to the human race than all the collective governments in the history of earth.", "author": "Jim Harrison"}, {"quote": "Americans are incredibly inpatient. Someone once said that the shortest period of time in America is the time between when the light turns green and when you hear the first horn honk.", "author": "Jim Rohn"}, {"quote": "Age is just a number. It’s totally irrelevant unless, of course, you happen to be a bottle of wine.", "author": "Joan Collins"}, {"quote": "Why is there so much month left at the end of the money?", "author": "John Barrymore"}, {"quote": "Forgive your enemies, but never forget their names.", "author": "John F. Kennedy"}, {"quote": "I’ve come to view Jesus much the way I view Elvis. I love the guy but the fan clubs really freak me out.", "author": "John Fugelsang"}, {"quote": "Life moves pretty fast. If you don’t stop and look around once in a while, you could miss it.", "author": "John Hughes"}, {"quote": "The avoidance of taxes is the only intellectual pursuit that still carries any reward.", "author": "John Maynard Keynes"}, {"quote": "Life is hard; it’s harder if you’re stupid.", "author": "John Wayne"}, {"quote": "If life was fair, Elvis would be alive and all the impersonators would be dead.", "author": "Johnny Carson"}, {"quote": "Flattery is like cologne water, to be smelt, not swallowed.", "author": "Josh Billings"}, {"quote": "The greatest thief this world has ever produced is procrastination, and he is still at large.", "author": "Josh Billings"}, {"quote": "The secret of the demagogue is to make himself as stupid as his audience so they believe they are clever as he.", "author": "Karl Kraus"}, {"quote": "Life is hard. After all, it kills you.", "author": "Katharine Hepburn"}, {"quote": "The safe way to double your money is to fold it over once and put it in your pocket.", "author": "Kin Hubbard"}, {"quote": "True terror is to wake up one morning and discover that your high school class is running the country.", "author": "Kurt Vonnegut"}, {"quote": "A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man.", "author": "Lana Turner"}, {"quote": "That’s the funny thing about life. We’re rarely aware of the bullets we dodge. The just-misses. The almost-never-happeneds. We spend so much time worrying about how the future is going to play out and not nearly enough time admiring the precious perfection of the present.", "author": "Lauren Miller"}, {"quote": "A man doesn’t know what he knows until he knows what he doesn’t know.", "author": "Laurence J. Peter"}, {"quote": "Originality is the fine art of remembering what you hear but forgetting where you heard it.", "author": "Laurence J. Peter"}, {"quote": "If you’re too open-minded; your brains will fall out.", "author": "Lawrence Ferlinghetti"}, {"quote": "I always wanted to be somebody, but now I realize I should have been more specific.", "author": "Lily Tomlin"}, {"quote": "The road to success is always under construction.", "author": "Lily Tomlin"}, {"quote": "Until you value yourself, you won’t value your time. Until you value your time, you will not do anything with it.", "author": "M. Scott Peck"}, {"quote": "Don’t keep a man guessing too long – he’s sure to find the answer somewhere else.", "author": "Mae West"}, {"quote": "I’m not for everyone. I’m barely for me.", "author": "Marc Maron"}, {"quote": "Cleaning up with children around is like shoveling during a blizzard.", "author": "Margaret Culkin Banning"}, {"quote": "Always remember that you are absolutely unique. Just like everyone else.", "author": "Margaret Mead"}, {"quote": "Age is an issue of mind over matter. If you don’t mind, it doesn’t matter.", "author": "Mark Twain"}, {"quote": "Be careful about reading health books. You may die of a misprint.", "author": "Mark Twain"}, {"quote": "Clothes make the man. Naked people have little or no influence on society.", "author": "Mark Twain"}, {"quote": "I am an old man and have known a great many troubles, but most of them never happened.", "author": "Mark Twain"}, {"quote": "I am only human, although I regret it.", "author": "Mark Twain"}, {"quote": "I would have written a shorter letter, but I did not have the time.", "author": "Mark Twain"}, {"quote": "Never put off till tomorrow what you can do the day after tomorrow.", "author": "Mark Twain"}, {"quote": "The only way to keep your health is to eat what you don’t want, drink what you don’t like, and do what you’d rather not.", "author": "Mark Twain"}, {"quote": "When we remember we are all mad, the mysteries disappear and life stands explained.", "author": "Mark Twain"}, {"quote": "Worrying is like paying a debt you don’t owe.", "author": "Mark Twain"}, {"quote": "Do not make the mistake of treating your dogs like humans or they will treat you like dogs.", "author": "Martha Scott"}, {"quote": "Son, if you really want something in this life, you have to work for it. Now quiet! They’re about to announce the lottery numbers.", "author": "Matt Groening"}, {"quote": "God is at home, it’s we who have gone out for a walk.", "author": "Meister Eckhart"}, {"quote": "In the past 10,000 years, humans have devised roughly 100,000 religions based on roughly 2,500 gods. So the only difference between myself and the believers is that I am skeptical of 2,500 gods whereas they are skeptical of 2,499 gods. We’re only one God away from total agreement.", "author": "Michael Shermer"}, {"quote": "My theory is that all of Scottish cuisine is based on a dare.", "author": "Mike Myers"}, {"quote": "Knowledge is knowing a tomato is a fruit; wisdom is not putting it in a fruit salad.", "author": "Miles Kington"}, {"quote": "A committee is a group that keeps minutes and loses hours.", "author": "Milton Berle"}, {"quote": "If evolution really works, how come mothers only have two hands?", "author": "Milton Berle"}, {"quote": "My doctor told me that jogging could add years to my life. I think he was right. I feel ten years older already.", "author": "Milton Berle"}, {"quote": "I drank some boiling water because I wanted to whistle.", "author": "Mitch Hedberg"}, {"quote": "I prefer someone who burns the flag and then wraps themselves up in the Constitution over someone who burns the Constitution and then wraps themselves up in the flag.", "author": "Molly Ivins"}, {"quote": "It’s just a job. Grass grows, birds fly, waves pound the sand. I beat people up.", "author": "Muhammad Ali"}, {"quote": "God did not intend religion to be an exercise club.", "author": "Naguib Mahfouz"}, {"quote": "The only time a woman really succeeds in changing a man is when he is a baby.", "author": "Natalie Wood"}, {"quote": "It’s always darkest before the dawn. So if you’re going to steal your neighbor’s newspaper, that’s the time to do it.", "author": "Navjot Singh Sidhu"}, {"quote": "The only thing that stops God from sending another flood is that the first one was useless.", "author": "Nicolas Chamfort"}, {"quote": "When you go into court you are putting your fate into the hands of twelve people who weren’t smart enough to get out of jury duty.", "author": "Norm Crosby"}, {"quote": "As you get older three things happen. The first is your memory goes, and I can’t remember the other two.", "author": "Norman Wisdom"}, {"quote": "Ask me no questions, and I’ll tell you no lies.", "author": "Oliver Goldsmith"}, {"quote": "If you must make a noise, make it quietly.", "author": "Oliver Hardy"}, {"quote": "A woman’s mind is cleaner than a man’s: She changes it more often.", "author": "Oliver Herford"}, {"quote": "Man has his will, but woman has her way.", "author": "Oliver Wendell Holmes Sr."}, {"quote": "Roses are red, violets are blue, I’m schizophrenic, and so am I.", "author": "Oscar Levant"}, {"quote": "There’s a fine line between genius and insanity. I have erased this line.", "author": "Oscar Levant"}, {"quote": "What the world needs is more geniuses with humility; there are so few of us left.", "author": "Oscar Levant"}, {"quote": "Always borrow money from a pessimist. He won’t expect it back.", "author": "Oscar Wilde"}, {"quote": "Always forgive your enemies – nothing annoys them so much.", "author": "Oscar Wilde"}, {"quote": "I am so clever that sometimes I don’t understand a single word of what I am saying.", "author": "Oscar Wilde"}, {"quote": "I can resist everything except temptation.", "author": "Oscar Wilde"}, {"quote": "I can stand brute force, but brute reason is quite unbearable. There is something unfair about its use. It is hitting below the intellect.", "author": "Oscar Wilde"}, {"quote": "Women are meant to be loved, not to be understood.", "author": "Oscar Wilde"}, {"quote": "Of all the things I’ve lost I miss my mind the most.", "author": "Ozzy Osbourne"}, {"quote": "The only reason some people get lost in thought is because it’s unfamiliar territory.", "author": "Paul Fix"}, {"quote": "To err is human, but to really foul things up you need a computer.", "author": "Paul R. Ehrlich"}, {"quote": "I have learned from my mistakes, and I am sure I can repeat them exactly.", "author": "Peter Cook"}, {"quote": "I want my children to have all the things I couldn’t afford. Then I want to move in with them.", "author": "Phyllis Diller"}, {"quote": "We spend the first twelve months of our children’s lives teaching them to walk and talk and the next twelve telling them to sit down and shut up.", "author": "Phyllis Diller"}, {"quote": "When a man opens a car door for his wife, it’s either a new car or a new wife.", "author": "Prince Philip"}, {"quote": "Life is a sexually transmitted disease.", "author": "R. D. Laing"}, {"quote": "I dream of a better tomorrow, where chickens can cross the road and not be questioned about their motives.", "author": "Ralph Waldo Emerson"}, {"quote": "Health nuts are going to feel stupid someday, lying in hospitals dying of nothing.", "author": "Redd Foxx"}, {"quote": "The less Holy Spirit we have, the more cake and coffee we need to keep the church going.", "author": "Reinhard Bonnke"}, {"quote": "If you lived with a roommate as unstable as this economic system, you would’ve moved out or demanded that your roommate get professional help.", "author": "Richard D. Wolff"}, {"quote": "When you’re in love it’s the most glorious two and a half days of your life.", "author": "Richard Lewis"}, {"quote": "Lead me not into temptation; I can find the way myself.", "author": "Rita Mae Brown"}, {"quote": "I love being married. It’s so great to find that one special person you want to annoy for the rest of your life.", "author": "Rita Rudner"}, {"quote": "When I eventually met Mr. Right I had no idea that his first name was Always.", "author": "Rita Rudner"}, {"quote": "If you have a secret, people will sit a little bit closer.", "author": "Rob Corddry"}, {"quote": "I have tried to know absolutely nothing about a great many things, and I have succeeded fairly well.", "author": "Robert Benchley"}, {"quote": "The man who smiles when things go wrong has thought of someone to blame it on.", "author": "Robert Bloch"}, {"quote": "All my life I’ve wanted, just once, to say something clever without losing my train of thought.", "author": "Robert Breault"}, {"quote": "By working faithfully eight hours a day you may eventually get to be boss and work twelve hours a day.", "author": "Robert Frost"}, {"quote": "Love is an irresistible desire to be irresistibly desired.", "author": "Robert Frost"}, {"quote": "We’re all a little weird. And life is a little weird. And when we find someone whose weirdness is compatible with ours, we join up with them and fall into mutually satisfying weirdness — and call it love — true love.", "author": "Robert Fulghum"}, {"quote": "Older people shouldn’t eat health food, they need all the preservatives they can get.", "author": "Robert Orben"}, {"quote": "I’m sorry, if you were right, I’d agree with you.", "author": "Robin Williams"}, {"quote": "Why do they call it rush hour when nothing moves?", "author": "Robin Williams"}, {"quote": "I found there was only one way to look thin: hang out with fat people.", "author": "Rodney Dangerfield"}, {"quote": "I looked up my family tree and found out I was the sap.", "author": "Rodney Dangerfield"}, {"quote": "My psychiatrist told me I was crazy and I said I want a second opinion. He said okay, you’re ugly too.", "author": "Rodney Dangerfield"}, {"quote": "We sleep in separate rooms, we have dinner apart, we take separate vacations – we’re doing everything we can to keep our marriage together.", "author": "Rodney Dangerfield"}, {"quote": "I believe that if life gives you lemons, you should make lemonade… And try to find somebody whose life has given them vodka, and have a party.", "author": "Ron White"}, {"quote": "It’s true hard work never killed anybody, but I figure, why take the chance?", "author": "Ronald Reagan"}, {"quote": "Recession is when a neighbor loses his job. Depression is when you lose yours.", "author": "Ronald Reagan"}, {"quote": "Have no fear of perfection. You’ll never reach it.", "author": "Salvador Dali"}, {"quote": "Inflation is when you pay fifteen dollars for the ten-dollar haircut you used to get for five dollars when you had hair.", "author": "Sam Ewing"}, {"quote": "A verbal contract isn’t worth the paper it’s written on.", "author": "Samuel Goldwyn"}, {"quote": "I don’t think anyone should write their autobiography until after they’re dead.", "author": "Samuel Goldwyn"}, {"quote": "I don’t want any yes-men around me. I want everybody to tell me the truth even if it costs them their job.", "author": "Samuel Goldwyn"}, {"quote": "I wish I were dumber so I could be more certain about my opinions. It looks fun.", "author": "Scott Adams"}, {"quote": "If there are no stupid questions, then what kind of questions do stupid people ask? Do they get smart just in time to ask questions?", "author": "Scott Adams"}, {"quote": "I live by my own rules (reviewed, revised, and approved by my wife).. but still my own.", "author": "Si Robertson"}, {"quote": "The trouble with telling a good story is that it invariably reminds the other fellow of a dull one.", "author": "Sid Caesar"}, {"quote": "Children today are tyrants. They contradict their parents, gobble their food, and tyrannize their teachers.", "author": "Socrates"}, {"quote": "You cannot be anything if you want to be everything.", "author": "Solomon Schechter"}, {"quote": "If any of you cry at my funeral I’ll never speak to you again.", "author": "Stan Laurel"}, {"quote": "Folks, I don’t trust children. They’re here to replace us.", "author": "Stephen Colbert"}, {"quote": "Crocodiles are easy. They try to kill and eat you. People are harder. Sometimes they pretend to be your friend first.", "author": "Steve Irwin"}, {"quote": "A day without sunshine is like, you know, night.", "author": "Steve Martin"}, {"quote": "It does not matter whether you win or lose, what matters is whether I win or lose!", "author": "Steven Weinberg"}, {"quote": "A clear conscience is usually the sign of a bad memory.", "author": "Steven Wright"}, {"quote": "I intend to live forever. So far, so good.", "author": "Steven Wright"}, {"quote": "The early bird gets the worm, but the second mouse gets the cheese.", "author": "Steven Wright"}, {"quote": "To steal ideas from one person is plagiarism; to steal from many is research.", "author": "Steven Wright"}, {"quote": "You can’t have everything. Where would you put it?", "author": "Steven Wright"}, {"quote": "When I hear somebody sigh, ‘Life is hard,’ I am always tempted to ask, ‘Compared to what?'", "author": "Sydney J. Harris"}, {"quote": "The world is a globe. The farther you sail, the closer to home you are.", "author": "Terry Pratchett"}, {"quote": "If you could kick the person in the pants responsible for most of your trouble, you wouldn’t sit for a month.", "author": "Theodore Roosevelt"}, {"quote": "I have not failed. I’ve just found 10,000 ways that won’t work.", "author": "Thomas A. Edison"}, {"quote": "Opportunity is missed by most people because it is dressed in overalls and looks like work.", "author": "Thomas A. Edison"}, {"quote": "It takes considerable knowledge just to realize the extent of your own ignorance.", "author": "Thomas Sowell"}, {"quote": "Happiness is an imaginary condition, formerly attributed by the living to the dead, now usually attributed by adults to children, and by children to adults.", "author": "Thomas Szasz"}, {"quote": "I know that there are people who do not love their fellow man, and I hate people like that!", "author": "Tom Lehrer"}, {"quote": "Every man is guilty of all the good he did not do.", "author": "Voltaire"}, {"quote": "I hate women because they always know where things are.", "author": "Voltaire"}, {"quote": "A rich man is nothing but a poor man with money.", "author": "W. C. Fields"}, {"quote": "Always carry a flagon of whiskey in case of snakebite and furthermore always carry a small snake.", "author": "W. C. Fields"}, {"quote": "If at first you don’t succeed, try, try again. Then quit. There’s no point in being a damn fool about it.", "author": "W. C. Fields"}, {"quote": "We are all here on earth to help others. What on earth the others are here for I don’t know.", "author": "W. H. Auden"}, {"quote": "A great pleasure in life is doing what people say you cannot do.", "author": "Walter Bagehot"}, {"quote": "My doctor gave me six months to live, but when I couldn’t pay the bill he gave me six months more.", "author": "Walter Matthau"}, {"quote": "Give me a woman who loves beer and I will conquer the world.", "author": "Wilhelm II"}, {"quote": "Half our life is spent trying to find something to do with the time we have rushed through life trying to save.", "author": "Will Rogers"}, {"quote": "The road to success is dotted with many tempting parking spaces.", "author": "Will Rogers"}, {"quote": "When I die, I want to die like my grandfather who died peacefully in his sleep. Not screaming like all the passengers in his car.", "author": "Will Rogers"}, {"quote": "Common sense and a sense of humor are the same thing, moving at different speeds. A sense of humor is just common sense, dancing.", "author": "William James"}, {"quote": "A lie gets halfway around the world before the truth has a chance to get its pants on.", "author": "Winston Churchill"}, {"quote": "If you’re going through hell, keep going.", "author": "Winston Churchill"}, {"quote": "You have enemies? Good. That means you’ve stood up for something, sometime in your life.", "author": "Winston Churchill"}, {"quote": "I don’t want to achieve immortality through my work. I want to achieve it through not dying.", "author": "Woody Allen"}, {"quote": "I’m such a good lover because I practice a lot on my own.", "author": "Woody Allen"}, {"quote": "Marriage is like mushrooms: we notice too late if they are good or bad.", "author": "Woody Allen"}, {"quote": "Everybody laughs the same in every language because laughter is a universal connection.", "author": "Yakov Smirnoff"}, {"quote": "Always go to other people’s funerals, otherwise they won’t come to yours.", "author": "Yogi Berra"}, {"quote": "If you come to a fork in the road, take it.", "author": "Yogi Berra"}, {"quote": "You’ve got to be very careful if you don’t know where you are going, because you might not get there.", "author": "Yogi Berra"}, {"quote": "People often say that motivation doesn’t last. Well, neither does bathing – that’s why we recommend it daily.", "author": "Zig Ziglar"}, {"quote": "A man in love is incomplete until he has married. Then he’s finished.", "author": "Zsa Zsa Gabor"}]