[{"quote": "My mother was the most beautiful woman I ever saw. All I am I owe to my mother. I attribute all my success in life to the moral, intellectual and physical education I received from her.", "author": "Unknown"}, {"quote": "Liberty, when it begins to take root, is a plant of rapid growth.", "author": "George Washington"}, {"quote": "My first wish is to see this plague of mankind, war, banished from the earth.", "author": "Unknown"}, {"quote": "True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation.”\n“Let us with caution indulge the supposition that morality can be maintained without religion. Reason and experience both forbid us to expect that national morality can prevail in exclusion of religious principle.”\n“Labor to keep alive in your breast that little spark of celestial fire, called conscience.”\n“I have always considered marriage as the most interesting event of one’s life, the foundation of happiness or misery.”\n\n“Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence.” -George Washington\n\n“If we desire to avoid insult, we must be able to repel it; if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War.”\n“I hope I shall possess firmness and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man.”\n\n“The foolish and wicked practice of profane cursing and swearing is a vice so mean and low that every person of sense and character detests and despises it.”\n“The alternate domination of one faction over another, sharpened by the spirit of revenge natural to party dissension, which in different ages and countries has perpetrated the most horrid enormities, is itself a frightful despotism. But this leads at length to a more formal and permanent despotism.”\n“Lenience will operate with greater force, in some instances than rigor. It is therefore my first wish to have all of my conduct distinguished by it.”\n\n“To be prepared for war is one of the most effective means of preserving peace.” -George Washington\n\n“We should not look back unless it is to derive useful lessons from past errors, and for the purpose of profiting by dearly bought experience.”\n“The basis of our political system is the right of the people to make and to alter their constitutions of government.”\n“If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter.”\n“The Constitution is the guide which I never will abandon.”\n“There is nothing which can better deserve your patronage, than the promotion of science and literature. Knowledge is in every country the surest basis of public happiness.”\n\n“Associate with men of good quality if you esteem your own reputation.” -George Washington\n\n“Laws made by common consent must not be trampled on by individuals.”\n“Some day, following the example of the United States of America, there will be a United States of Europe.”\n“Religion is as necessary to reason as reason is to religion. The one cannot exist without the other. A reasoning being would lose his reason, in attempting to account for the great phenomena of nature, had he not a Supreme Being to refer to; and well has it been said, that if there had been no God, mankind would have been obliged to imagine one.”\n“It will be found an unjust and unwise jealousy to deprive a man of his natural liberty upon the supposition he may abuse it.”\n“Nothing can be more hurtful to the service, than the neglect of discipline; for that discipline, more than numbers, gives one army the superiority over another.”\n\n“Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all.” -George Washington\n\n“Friendship is a plant of slow growth and must undergo and withstand the shocks of adversity before it is entitled to the appellation.”\n“Arbitrary power is most easily established on the ruins of liberty abused to licentiousness.”\n“War – An act of violence whose object is to constrain the enemy, to accomplish our will.”\n“A slender acquaintance with the world must convince every man that actions, not words, are the true criterion of the attachment of friends.”\n“There can be no greater error than to expect, or calculate, upon real favors from nation to nation. It is an illusion which experience must cure, which a just pride ought to discard.”\n\n“Worry is the interest paid by those who borrow trouble.” -George Washington\n\n“My observation is that whenever one person is found adequate to the discharge of a duty… it is worse executed by two persons, and scarcely done at all if three or more are employed therein.”\n“I beg you be persuaded that no one would be more zealous than myself to establish effectual barriers against the horrors of spiritual tyranny, and every species of religious persecution.”\n“I am persuaded, you will permit me to observe, that the path of true piety is so plain as to require but little political direction.”\n“I know of no pursuit in which more real and important services can be rendered to any country than by improving its agriculture, its breed of useful animals, and other branches of a husbandman’s cares.”\n“The Constitution which at any time exists, ’till changed by an explicit and authentic act of the whole People is sacredly obligatory upon all.”\n\n“Guard against the impostures of pretended patriotism.” -George Washington\n\n“To form a new Government, requires infinite care, and unbounded attention; for if the foundation is badly laid the superstructure must be bad.”\n“The tumultuous populace of large cities are ever to be dreaded. Their indiscriminate violence prostrates for the time all public authority, and its consequences are sometimes extensive and terrible.”\n“The establishment of Civil and Religious Liberty was the Motive which induced me to the Field — the object is attained — and it now remains to be my earnest wish & prayer, that the Citizens of the United States could make a wise and virtuous use of the blessings placed before them.”\n“But if we are to be told by a foreign power what we shall do, and what we shall not do, we have Independence yet to seek, and have contended hitherto for very little.”\n“Gentlemen, you will permit me to put on my spectacles, for, I have grown not only gray, but almost blind in the service of my country.”\n\n“It is better to offer no excuse than a bad one.” -George Washington\n\n“Government is not reason and it is not eloquence. It is force! Like fire it is a dangerous servant and a fearful master. Never for a moment should it be left to irresponsible action.”\n“It should be the highest ambition of every American to extend his views beyond himself, and to bear in mind that his conduct will not only affect himself, his country, and his immediate posterity; but that its influence may be co-extensive with the world, and stamp political happiness or misery on ages yet unborn.”\n“The Hand of providence has been so conspicuous in all this, that he must be worse than an infidel that lacks faith, and more than wicked, that has not gratitude enough to acknowledge his obligations.”\n“I do not mean to exclude altogether the idea of patriotism. I know it exists, and I know it has done much in the present contest. But I will venture to assert, that a great and lasting war can never be supported on this principle alone. It must be aided by a prospect of interest, or some reward.”\n“The foundations of our national policy will be laid in the pure and immutable principles of private morality, and the preeminence of free government be exemplified by all the attributes which can win the affections of its citizens, and command the respect of the world.”\n\n“It is better to be alone than in bad company.” -George Washington\n\n“The preservation of the sacred fire of liberty, and the destiny of the republican model of government, are justly considered deeply, perhaps as finally, staked on the experiment entrusted to the hands of the American people.”\n“[Gambling] is the child of avarice, the brother of iniquity, and the father of mischief.”\n“No country upon earth ever had it more in its power to attain these blessings than United America. Wondrously strange, then, and much to be regretted indeed would it be, were we to neglect the means and to depart from the road which Providence has pointed us to so plainly; I cannot believe it will ever come to pass.”\n“Over grown military establishments are under any form of government inauspicious to liberty, and are to be regarded as particularly hostile to republican liberty.”\n“I hope, some day or another, we shall become a storehouse and granary for the world.”\n\n“To contract new debts is not the way to pay old ones.” -George Washington\n\n“The time is near at hand which must determine whether Americans are to be free men or slaves.”\n“Where is the security for property, for reputation, for life, if the sense of religious obligation deserts the oaths?”\n“Let us raise a standard to which the wise and honest can repair; the rest is in the hands of God.”\n“Citizens by birth or choice of a common country, that country has a right to concentrate your affections. The name of American, which belongs to you, in your national capacity, must always exalt the just pride of Patriotism, more than any appellation derived from local discriminations.”\n“I anticipate with pleasing expectations that retreat in which I promise myself to realize, without alloy, the sweet enjoyment of partaking, in the midst of my fellow citizens, the benign influence of good laws under a free government, the ever favorite object of my heart, and the happy reward, as I trust, of our mutual cares, labors, and dangers.”\n\n“Observe good faith and justice toward all nations. Cultivate peace and harmony with all.” -George Washington\n\n“Jealousy, and local policy mix too much in all our public councils for the good government of the Union. In a words, the confederation appears to me to be little more than a shadow without the substance.”\n“I wish from my soul that the legislature of this State could see the policy of a gradual Abolition of Slavery.”\n“I go to the chair of government with feelings not unlike those of a culprit who is going to the place of his execution.”\n“The value of liberty was thus enhanced in our estimation by the difficulty of its attainment, and the worth of characters appreciated by the trial of adversity.”\n“Mankind, when left to themselves, are unfit for their own government.”\n\n“Few people have the virtue to withstand the highest bidder.” -George Washington\n\n“We are either a United people, or we are not. If the former, let us, in all matters of general concern act as a nation, which have national objects to promote, and a national character to support. If we are not, let us no longer act a farce by pretending to it.”\n“When we assumed the Soldier, we did not lay aside the Citizen.”\n“The Army (considering the irritable state it is in, its suffering and composition) is a dangerous instrument to play with.”\n“Your love of liberty – your respect for the laws – your habits of industry – and your practice of the moral and religious obligations, are the strongest claims to national and individual happiness.”\n“Democratical States must always feel before they can see: it is this that makes their Governments slow, but the people will be right at last.”\n\n“Truth will ultimately prevail where there is pains to bring it to light.” -George Washington\n\n“The foundation of a great Empire is laid, and I please myself with a persuasion, that Providence will not leave its work imperfect.”\n“Having now finished the work assigned me, I retire from the great theatre of Action; and bidding an Affectionate farewell to this August body under whose orders I have so long acted, I here offer my commission, and take my leave of all the employments of public life.”\n“The liberty enjoyed by the people of these states of worshiping Almighty God agreeably to their conscience, is not only among the choicest of their blessings, but also of their rights.”\n“It appears to me, then, little short of a miracle, that the Delegates from so many different States should unite in forming a system of national Government, so little liable to well founded objections.”\n“In proportion as the structure of a government gives force to public opinion, it is essential that public opinion should be enlightened.”\n\n“Let your heart feel for the afflictions and distress of everyone, and let your hand give in proportion to your purse.” -George Washington\n\n“‘Tis our true policy to steer clear of permanent alliances with any portion of the foreign world.”\n“No morn ever dawned more favorable than ours did; and no day was every more clouded than the present! Wisdom, and good examples are necessary at this time to rescue the political machine from the impending storm.”\n“In our progress toward political happiness my station is new; and if I may use the expression, I walk on untrodden ground. There is scarcely any part of my conduct wch. may not hereafter be drawn into precedent.”\n“[A] good moral character is the first essential in a man, and that the habits contracted at your age are generally indelible, and your conduct here may stamp your character through life. It is therefore highly important that you should endeavor not only to be learned but virtuous.”\n“The propitious smiles of Heaven can never be expected on a nation that disregards the eternal rules of order and right, which Heaven itself has ordained.”\n\n“Honesty will be found on every experiment, to be the best and only true policy; let us then as a Nation be just.” -George Washington\n\n“Every post is honorable in which a man can serve his country.”\n“More permanent and genuine happiness is to be found in the sequestered walks of connubial life than in the giddy rounds of promiscuous pleasure.”\n“A people who are possessed of the spirit of commerce, who see and who will pursue their advantages may achieve almost anything.”\n“A man’s intentions should be allowed in some respects to plead for his actions.”\n“I shall make it the most agreeable part of my duty to study merit, and reward the brave and deserving.”\n\n“99% of failures come from people who make excuses.” -George Washington\n\n“No taxes can be devised which are not more or less inconvenient and unpleasant.”\n“I hold the maxim no less applicable to public than to private affairs, that honesty is the best policy.”\n“Nothing is a greater stranger to my breast, or a sin that my soul more abhors, than that black and detestable one, ingratitude.”\n“Of all the animosities which have existed among mankind, those which are caused by a difference of sentiments in religion appear to be the most inveterate and distressing, and ought most to be deprecated.”\n“I was summoned by my country, whose voice I can never hear but with veneration and love.”\n\n“We must take human nature as we find it, perfection falls not to the share of mortals.” -George Washington\n\n“There is a Destiny which has the control of our actions, not to be resisted by the strongest efforts of Human Nature.”\n“The government of the United States is not, in any sense, founded on the Christian religion.”\n“I shall not be deprived … of a comfort in the worst event, if I retain a consciousness of having acted to the best of my judgment.”\n“Perseverance and spirit have done wonders in all ages.”\n“The consciousness of having discharged that duty which we owe to our country is superior to all other considerations.”\n\n“Happiness and moral duty are inseparably connected.” -George Washington\n\n“The harder the conflict, the greater the triumph.”\n“A sensible woman can never be happy with a fool.”\n“The turning points of lives are not the great moments. The real crises are often concealed in occurrences so trivial in appearance that they pass unobserved.”\n“I conceive a knowledge of books is the basis upon which other knowledge is to be built.”\n“To encourage literature and the arts is a duty which every good citizen owes to his country.”\n\n“The best and only safe road to honor, glory, and true dignity is justice.” -George Washington\n\n“The great rule of conduct for us, in regard to foreign nations, is, in extending our commercial relations, to have with them as little political connection as possible.”\n“A bad war is fought with a good mind.”\n“Strive not with your superiors in argument, but always submit your judgment to others with modesty.”\nQuotes About George Washington\n“The Founders didn’t mention political parties when they wrote the Constitution, and George Washington in essence warned us against them in his Farewell Address.” -Marianne Williamson\n“I often say of George Washington that he was one of the few in the whole history of the world who was not carried away by power.” -Robert Frost\n“George Washington, as a boy, was ignorant of the commonest accomplishments of youth. He could not even lie.” -Mark Twain\n“You think of George Washington, this man who was larger than life, and in some ways he was. But at the same time, he’s just a person.” -Benjamin Walker\n“George Washington sets the nation on its democratic path. Abraham Lincoln preserves it. Franklin Roosevelt sees the nation through depression and war.” -Robert Dallek\n“George Washington understood that the Bible is the place where God’s records of right and wrong are kept.” -Randall Terry\n“George Washington participated as a vestryman in his local congregation, but that didn’t really imply any particular kind of religious belief. This was necessary in order to participate in the society.", "author": "” -Matthew Stewart"}, {"quote": "True friendship is a plant of slow growth, and must undergo and withstand the shocks of adversity, before it is entitled to the appellation.", "author": "Unknown"}, {"quote": "Let us with caution indulge the supposition that morality can be maintained without religion. Reason and experience both forbid us to expect that national morality can prevail in exclusion of religious principle.", "author": "Unknown"}, {"quote": "Labor to keep alive in your breast that little spark of celestial fire, called conscience.", "author": "Unknown"}, {"quote": "I have always considered marriage as the most interesting event of one’s life, the foundation of happiness or misery.", "author": "Unknown"}, {"quote": "Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence.", "author": "George Washington"}, {"quote": "If we desire to avoid insult, we must be able to repel it; if we desire to secure peace, one of the most powerful instruments of our rising prosperity, it must be known, that we are at all times ready for War.", "author": "Unknown"}, {"quote": "I hope I shall possess firmness and virtue enough to maintain what I consider the most enviable of all titles, the character of an honest man.", "author": "Unknown"}, {"quote": "The foolish and wicked practice of profane cursing and swearing is a vice so mean and low that every person of sense and character detests and despises it.”\n“The alternate domination of one faction over another, sharpened by the spirit of revenge natural to party dissension, which in different ages and countries has perpetrated the most horrid enormities, is itself a frightful despotism. But this leads at length to a more formal and permanent despotism.”\n“Lenience will operate with greater force, in some instances than rigor. It is therefore my first wish to have all of my conduct distinguished by it.”\n\n“To be prepared for war is one of the most effective means of preserving peace.” -George Washington\n\n“We should not look back unless it is to derive useful lessons from past errors, and for the purpose of profiting by dearly bought experience.”\n“The basis of our political system is the right of the people to make and to alter their constitutions of government.”\n“If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter.”\n“The Constitution is the guide which I never will abandon.”\n“There is nothing which can better deserve your patronage, than the promotion of science and literature. Knowledge is in every country the surest basis of public happiness.”\n\n“Associate with men of good quality if you esteem your own reputation.” -George Washington\n\n“Laws made by common consent must not be trampled on by individuals.”\n“Some day, following the example of the United States of America, there will be a United States of Europe.”\n“Religion is as necessary to reason as reason is to religion. The one cannot exist without the other. A reasoning being would lose his reason, in attempting to account for the great phenomena of nature, had he not a Supreme Being to refer to; and well has it been said, that if there had been no God, mankind would have been obliged to imagine one.”\n“It will be found an unjust and unwise jealousy to deprive a man of his natural liberty upon the supposition he may abuse it.”\n“Nothing can be more hurtful to the service, than the neglect of discipline; for that discipline, more than numbers, gives one army the superiority over another.”\n\n“Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all.” -George Washington\n\n“Friendship is a plant of slow growth and must undergo and withstand the shocks of adversity before it is entitled to the appellation.”\n“Arbitrary power is most easily established on the ruins of liberty abused to licentiousness.”\n“War – An act of violence whose object is to constrain the enemy, to accomplish our will.”\n“A slender acquaintance with the world must convince every man that actions, not words, are the true criterion of the attachment of friends.”\n“There can be no greater error than to expect, or calculate, upon real favors from nation to nation. It is an illusion which experience must cure, which a just pride ought to discard.”\n\n“Worry is the interest paid by those who borrow trouble.” -George Washington\n\n“My observation is that whenever one person is found adequate to the discharge of a duty… it is worse executed by two persons, and scarcely done at all if three or more are employed therein.”\n“I beg you be persuaded that no one would be more zealous than myself to establish effectual barriers against the horrors of spiritual tyranny, and every species of religious persecution.”\n“I am persuaded, you will permit me to observe, that the path of true piety is so plain as to require but little political direction.”\n“I know of no pursuit in which more real and important services can be rendered to any country than by improving its agriculture, its breed of useful animals, and other branches of a husbandman’s cares.”\n“The Constitution which at any time exists, ’till changed by an explicit and authentic act of the whole People is sacredly obligatory upon all.”\n\n“Guard against the impostures of pretended patriotism.” -George Washington\n\n“To form a new Government, requires infinite care, and unbounded attention; for if the foundation is badly laid the superstructure must be bad.”\n“The tumultuous populace of large cities are ever to be dreaded. Their indiscriminate violence prostrates for the time all public authority, and its consequences are sometimes extensive and terrible.”\n“The establishment of Civil and Religious Liberty was the Motive which induced me to the Field — the object is attained — and it now remains to be my earnest wish & prayer, that the Citizens of the United States could make a wise and virtuous use of the blessings placed before them.”\n“But if we are to be told by a foreign power what we shall do, and what we shall not do, we have Independence yet to seek, and have contended hitherto for very little.”\n“Gentlemen, you will permit me to put on my spectacles, for, I have grown not only gray, but almost blind in the service of my country.”\n\n“It is better to offer no excuse than a bad one.” -George Washington\n\n“Government is not reason and it is not eloquence. It is force! Like fire it is a dangerous servant and a fearful master. Never for a moment should it be left to irresponsible action.”\n“It should be the highest ambition of every American to extend his views beyond himself, and to bear in mind that his conduct will not only affect himself, his country, and his immediate posterity; but that its influence may be co-extensive with the world, and stamp political happiness or misery on ages yet unborn.”\n“The Hand of providence has been so conspicuous in all this, that he must be worse than an infidel that lacks faith, and more than wicked, that has not gratitude enough to acknowledge his obligations.”\n“I do not mean to exclude altogether the idea of patriotism. I know it exists, and I know it has done much in the present contest. But I will venture to assert, that a great and lasting war can never be supported on this principle alone. It must be aided by a prospect of interest, or some reward.”\n“The foundations of our national policy will be laid in the pure and immutable principles of private morality, and the preeminence of free government be exemplified by all the attributes which can win the affections of its citizens, and command the respect of the world.”\n\n“It is better to be alone than in bad company.” -George Washington\n\n“The preservation of the sacred fire of liberty, and the destiny of the republican model of government, are justly considered deeply, perhaps as finally, staked on the experiment entrusted to the hands of the American people.”\n“[Gambling] is the child of avarice, the brother of iniquity, and the father of mischief.”\n“No country upon earth ever had it more in its power to attain these blessings than United America. Wondrously strange, then, and much to be regretted indeed would it be, were we to neglect the means and to depart from the road which Providence has pointed us to so plainly; I cannot believe it will ever come to pass.”\n“Over grown military establishments are under any form of government inauspicious to liberty, and are to be regarded as particularly hostile to republican liberty.”\n“I hope, some day or another, we shall become a storehouse and granary for the world.”\n\n“To contract new debts is not the way to pay old ones.” -George Washington\n\n“The time is near at hand which must determine whether Americans are to be free men or slaves.”\n“Where is the security for property, for reputation, for life, if the sense of religious obligation deserts the oaths?”\n“Let us raise a standard to which the wise and honest can repair; the rest is in the hands of God.”\n“Citizens by birth or choice of a common country, that country has a right to concentrate your affections. The name of American, which belongs to you, in your national capacity, must always exalt the just pride of Patriotism, more than any appellation derived from local discriminations.”\n“I anticipate with pleasing expectations that retreat in which I promise myself to realize, without alloy, the sweet enjoyment of partaking, in the midst of my fellow citizens, the benign influence of good laws under a free government, the ever favorite object of my heart, and the happy reward, as I trust, of our mutual cares, labors, and dangers.”\n\n“Observe good faith and justice toward all nations. Cultivate peace and harmony with all.” -George Washington\n\n“Jealousy, and local policy mix too much in all our public councils for the good government of the Union. In a words, the confederation appears to me to be little more than a shadow without the substance.”\n“I wish from my soul that the legislature of this State could see the policy of a gradual Abolition of Slavery.”\n“I go to the chair of government with feelings not unlike those of a culprit who is going to the place of his execution.”\n“The value of liberty was thus enhanced in our estimation by the difficulty of its attainment, and the worth of characters appreciated by the trial of adversity.”\n“Mankind, when left to themselves, are unfit for their own government.”\n\n“Few people have the virtue to withstand the highest bidder.” -George Washington\n\n“We are either a United people, or we are not. If the former, let us, in all matters of general concern act as a nation, which have national objects to promote, and a national character to support. If we are not, let us no longer act a farce by pretending to it.”\n“When we assumed the Soldier, we did not lay aside the Citizen.”\n“The Army (considering the irritable state it is in, its suffering and composition) is a dangerous instrument to play with.”\n“Your love of liberty – your respect for the laws – your habits of industry – and your practice of the moral and religious obligations, are the strongest claims to national and individual happiness.”\n“Democratical States must always feel before they can see: it is this that makes their Governments slow, but the people will be right at last.”\n\n“Truth will ultimately prevail where there is pains to bring it to light.” -George Washington\n\n“The foundation of a great Empire is laid, and I please myself with a persuasion, that Providence will not leave its work imperfect.”\n“Having now finished the work assigned me, I retire from the great theatre of Action; and bidding an Affectionate farewell to this August body under whose orders I have so long acted, I here offer my commission, and take my leave of all the employments of public life.”\n“The liberty enjoyed by the people of these states of worshiping Almighty God agreeably to their conscience, is not only among the choicest of their blessings, but also of their rights.”\n“It appears to me, then, little short of a miracle, that the Delegates from so many different States should unite in forming a system of national Government, so little liable to well founded objections.”\n“In proportion as the structure of a government gives force to public opinion, it is essential that public opinion should be enlightened.”\n\n“Let your heart feel for the afflictions and distress of everyone, and let your hand give in proportion to your purse.” -George Washington\n\n“‘Tis our true policy to steer clear of permanent alliances with any portion of the foreign world.”\n“No morn ever dawned more favorable than ours did; and no day was every more clouded than the present! Wisdom, and good examples are necessary at this time to rescue the political machine from the impending storm.”\n“In our progress toward political happiness my station is new; and if I may use the expression, I walk on untrodden ground. There is scarcely any part of my conduct wch. may not hereafter be drawn into precedent.”\n“[A] good moral character is the first essential in a man, and that the habits contracted at your age are generally indelible, and your conduct here may stamp your character through life. It is therefore highly important that you should endeavor not only to be learned but virtuous.”\n“The propitious smiles of Heaven can never be expected on a nation that disregards the eternal rules of order and right, which Heaven itself has ordained.”\n\n“Honesty will be found on every experiment, to be the best and only true policy; let us then as a Nation be just.” -George Washington\n\n“Every post is honorable in which a man can serve his country.”\n“More permanent and genuine happiness is to be found in the sequestered walks of connubial life than in the giddy rounds of promiscuous pleasure.”\n“A people who are possessed of the spirit of commerce, who see and who will pursue their advantages may achieve almost anything.”\n“A man’s intentions should be allowed in some respects to plead for his actions.”\n“I shall make it the most agreeable part of my duty to study merit, and reward the brave and deserving.”\n\n“99% of failures come from people who make excuses.” -George Washington\n\n“No taxes can be devised which are not more or less inconvenient and unpleasant.”\n“I hold the maxim no less applicable to public than to private affairs, that honesty is the best policy.”\n“Nothing is a greater stranger to my breast, or a sin that my soul more abhors, than that black and detestable one, ingratitude.”\n“Of all the animosities which have existed among mankind, those which are caused by a difference of sentiments in religion appear to be the most inveterate and distressing, and ought most to be deprecated.”\n“I was summoned by my country, whose voice I can never hear but with veneration and love.”\n\n“We must take human nature as we find it, perfection falls not to the share of mortals.” -George Washington\n\n“There is a Destiny which has the control of our actions, not to be resisted by the strongest efforts of Human Nature.”\n“The government of the United States is not, in any sense, founded on the Christian religion.”\n“I shall not be deprived … of a comfort in the worst event, if I retain a consciousness of having acted to the best of my judgment.”\n“Perseverance and spirit have done wonders in all ages.”\n“The consciousness of having discharged that duty which we owe to our country is superior to all other considerations.”\n\n“Happiness and moral duty are inseparably connected.” -George Washington\n\n“The harder the conflict, the greater the triumph.”\n“A sensible woman can never be happy with a fool.”\n“The turning points of lives are not the great moments. The real crises are often concealed in occurrences so trivial in appearance that they pass unobserved.”\n“I conceive a knowledge of books is the basis upon which other knowledge is to be built.”\n“To encourage literature and the arts is a duty which every good citizen owes to his country.”\n\n“The best and only safe road to honor, glory, and true dignity is justice.” -George Washington\n\n“The great rule of conduct for us, in regard to foreign nations, is, in extending our commercial relations, to have with them as little political connection as possible.”\n“A bad war is fought with a good mind.”\n“Strive not with your superiors in argument, but always submit your judgment to others with modesty.”\nQuotes About George Washington\n“The Founders didn’t mention political parties when they wrote the Constitution, and George Washington in essence warned us against them in his Farewell Address.” -Marianne Williamson\n“I often say of George Washington that he was one of the few in the whole history of the world who was not carried away by power.” -Robert Frost\n“George Washington, as a boy, was ignorant of the commonest accomplishments of youth. He could not even lie.” -Mark Twain\n“You think of George Washington, this man who was larger than life, and in some ways he was. But at the same time, he’s just a person.” -Benjamin Walker\n“George Washington sets the nation on its democratic path. Abraham Lincoln preserves it. Franklin Roosevelt sees the nation through depression and war.” -Robert Dallek\n“George Washington understood that the Bible is the place where God’s records of right and wrong are kept.” -Randall Terry\n“George Washington participated as a vestryman in his local congregation, but that didn’t really imply any particular kind of religious belief. This was necessary in order to participate in the society.", "author": "” -Matthew Stewart"}, {"quote": "The foolish and wicked practice of profane cursing and swearing is a vice so mean and low that every person of sense and character detests and despises it.", "author": "Unknown"}, {"quote": "The alternate domination of one faction over another, sharpened by the spirit of revenge natural to party dissension, which in different ages and countries has perpetrated the most horrid enormities, is itself a frightful despotism. But this leads at length to a more formal and permanent despotism.", "author": "Unknown"}, {"quote": "Lenience will operate with greater force, in some instances than rigor. It is therefore my first wish to have all of my conduct distinguished by it.", "author": "Unknown"}, {"quote": "To be prepared for war is one of the most effective means of preserving peace.", "author": "George Washington"}, {"quote": "We should not look back unless it is to derive useful lessons from past errors, and for the purpose of profiting by dearly bought experience.", "author": "Unknown"}, {"quote": "The basis of our political system is the right of the people to make and to alter their constitutions of government.", "author": "Unknown"}, {"quote": "If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter.", "author": "Unknown"}, {"quote": "The Constitution is the guide which I never will abandon.", "author": "Unknown"}, {"quote": "There is nothing which can better deserve your patronage, than the promotion of science and literature. Knowledge is in every country the surest basis of public happiness.", "author": "Unknown"}, {"quote": "Associate with men of good quality if you esteem your own reputation.", "author": "George Washington"}, {"quote": "Laws made by common consent must not be trampled on by individuals.", "author": "Unknown"}, {"quote": "Some day, following the example of the United States of America, there will be a United States of Europe.", "author": "Unknown"}, {"quote": "Religion is as necessary to reason as reason is to religion. The one cannot exist without the other. A reasoning being would lose his reason, in attempting to account for the great phenomena of nature, had he not a Supreme Being to refer to; and well has it been said, that if there had been no God, mankind would have been obliged to imagine one.", "author": "Unknown"}, {"quote": "It will be found an unjust and unwise jealousy to deprive a man of his natural liberty upon the supposition he may abuse it.", "author": "Unknown"}, {"quote": "Nothing can be more hurtful to the service, than the neglect of discipline; for that discipline, more than numbers, gives one army the superiority over another.", "author": "Unknown"}, {"quote": "Discipline is the soul of an army. It makes small numbers formidable; procures success to the weak, and esteem to all.", "author": "George Washington"}, {"quote": "Friendship is a plant of slow growth and must undergo and withstand the shocks of adversity before it is entitled to the appellation.", "author": "Unknown"}, {"quote": "Arbitrary power is most easily established on the ruins of liberty abused to licentiousness.", "author": "Unknown"}, {"quote": "War – An act of violence whose object is to constrain the enemy, to accomplish our will.", "author": "Unknown"}, {"quote": "A slender acquaintance with the world must convince every man that actions, not words, are the true criterion of the attachment of friends.", "author": "Unknown"}, {"quote": "There can be no greater error than to expect, or calculate, upon real favors from nation to nation. It is an illusion which experience must cure, which a just pride ought to discard.", "author": "Unknown"}, {"quote": "Worry is the interest paid by those who borrow trouble.", "author": "George Washington"}, {"quote": "My observation is that whenever one person is found adequate to the discharge of a duty… it is worse executed by two persons, and scarcely done at all if three or more are employed therein.", "author": "Unknown"}, {"quote": "I beg you be persuaded that no one would be more zealous than myself to establish effectual barriers against the horrors of spiritual tyranny, and every species of religious persecution.", "author": "Unknown"}, {"quote": "I am persuaded, you will permit me to observe, that the path of true piety is so plain as to require but little political direction.", "author": "Unknown"}, {"quote": "I know of no pursuit in which more real and important services can be rendered to any country than by improving its agriculture, its breed of useful animals, and other branches of a husbandman’s cares.", "author": "Unknown"}, {"quote": "The Constitution which at any time exists, ’till changed by an explicit and authentic act of the whole People is sacredly obligatory upon all.", "author": "Unknown"}, {"quote": "Guard against the impostures of pretended patriotism.", "author": "George Washington"}, {"quote": "To form a new Government, requires infinite care, and unbounded attention; for if the foundation is badly laid the superstructure must be bad.", "author": "Unknown"}, {"quote": "The tumultuous populace of large cities are ever to be dreaded. Their indiscriminate violence prostrates for the time all public authority, and its consequences are sometimes extensive and terrible.", "author": "Unknown"}, {"quote": "The establishment of Civil and Religious Liberty was the Motive which induced me to the Field — the object is attained — and it now remains to be my earnest wish & prayer, that the Citizens of the United States could make a wise and virtuous use of the blessings placed before them.", "author": "Unknown"}, {"quote": "But if we are to be told by a foreign power what we shall do, and what we shall not do, we have Independence yet to seek, and have contended hitherto for very little.", "author": "Unknown"}, {"quote": "Gentlemen, you will permit me to put on my spectacles, for, I have grown not only gray, but almost blind in the service of my country.", "author": "Unknown"}, {"quote": "It is better to offer no excuse than a bad one.", "author": "George Washington"}, {"quote": "Government is not reason and it is not eloquence. It is force! Like fire it is a dangerous servant and a fearful master. Never for a moment should it be left to irresponsible action.", "author": "Unknown"}, {"quote": "It should be the highest ambition of every American to extend his views beyond himself, and to bear in mind that his conduct will not only affect himself, his country, and his immediate posterity; but that its influence may be co-extensive with the world, and stamp political happiness or misery on ages yet unborn.", "author": "Unknown"}, {"quote": "The Hand of providence has been so conspicuous in all this, that he must be worse than an infidel that lacks faith, and more than wicked, that has not gratitude enough to acknowledge his obligations.", "author": "Unknown"}, {"quote": "I do not mean to exclude altogether the idea of patriotism. I know it exists, and I know it has done much in the present contest. But I will venture to assert, that a great and lasting war can never be supported on this principle alone. It must be aided by a prospect of interest, or some reward.", "author": "Unknown"}, {"quote": "The foundations of our national policy will be laid in the pure and immutable principles of private morality, and the preeminence of free government be exemplified by all the attributes which can win the affections of its citizens, and command the respect of the world.", "author": "Unknown"}, {"quote": "It is better to be alone than in bad company.", "author": "George Washington"}, {"quote": "The preservation of the sacred fire of liberty, and the destiny of the republican model of government, are justly considered deeply, perhaps as finally, staked on the experiment entrusted to the hands of the American people.", "author": "Unknown"}, {"quote": "[Gambling] is the child of avarice, the brother of iniquity, and the father of mischief.", "author": "Unknown"}, {"quote": "No country upon earth ever had it more in its power to attain these blessings than United America. Wondrously strange, then, and much to be regretted indeed would it be, were we to neglect the means and to depart from the road which Providence has pointed us to so plainly; I cannot believe it will ever come to pass.", "author": "Unknown"}, {"quote": "Over grown military establishments are under any form of government inauspicious to liberty, and are to be regarded as particularly hostile to republican liberty.", "author": "Unknown"}, {"quote": "I hope, some day or another, we shall become a storehouse and granary for the world.", "author": "Unknown"}, {"quote": "To contract new debts is not the way to pay old ones.", "author": "George Washington"}, {"quote": "The time is near at hand which must determine whether Americans are to be free men or slaves.", "author": "Unknown"}, {"quote": "Where is the security for property, for reputation, for life, if the sense of religious obligation deserts the oaths?", "author": "Unknown"}, {"quote": "Let us raise a standard to which the wise and honest can repair; the rest is in the hands of God.", "author": "Unknown"}, {"quote": "Citizens by birth or choice of a common country, that country has a right to concentrate your affections. The name of American, which belongs to you, in your national capacity, must always exalt the just pride of Patriotism, more than any appellation derived from local discriminations.", "author": "Unknown"}, {"quote": "I anticipate with pleasing expectations that retreat in which I promise myself to realize, without alloy, the sweet enjoyment of partaking, in the midst of my fellow citizens, the benign influence of good laws under a free government, the ever favorite object of my heart, and the happy reward, as I trust, of our mutual cares, labors, and dangers.", "author": "Unknown"}, {"quote": "Observe good faith and justice toward all nations. Cultivate peace and harmony with all.", "author": "George Washington"}, {"quote": "Jealousy, and local policy mix too much in all our public councils for the good government of the Union. In a words, the confederation appears to me to be little more than a shadow without the substance.", "author": "Unknown"}, {"quote": "I wish from my soul that the legislature of this State could see the policy of a gradual Abolition of Slavery.", "author": "Unknown"}, {"quote": "I go to the chair of government with feelings not unlike those of a culprit who is going to the place of his execution.", "author": "Unknown"}, {"quote": "The value of liberty was thus enhanced in our estimation by the difficulty of its attainment, and the worth of characters appreciated by the trial of adversity.", "author": "Unknown"}, {"quote": "Mankind, when left to themselves, are unfit for their own government.", "author": "Unknown"}, {"quote": "Few people have the virtue to withstand the highest bidder.", "author": "George Washington"}, {"quote": "We are either a United people, or we are not. If the former, let us, in all matters of general concern act as a nation, which have national objects to promote, and a national character to support. If we are not, let us no longer act a farce by pretending to it.", "author": "Unknown"}, {"quote": "When we assumed the Soldier, we did not lay aside the Citizen.", "author": "Unknown"}, {"quote": "The Army (considering the irritable state it is in, its suffering and composition) is a dangerous instrument to play with.", "author": "Unknown"}, {"quote": "Your love of liberty – your respect for the laws – your habits of industry – and your practice of the moral and religious obligations, are the strongest claims to national and individual happiness.", "author": "Unknown"}, {"quote": "Democratical States must always feel before they can see: it is this that makes their Governments slow, but the people will be right at last.", "author": "Unknown"}, {"quote": "Truth will ultimately prevail where there is pains to bring it to light.", "author": "George Washington"}, {"quote": "The foundation of a great Empire is laid, and I please myself with a persuasion, that Providence will not leave its work imperfect.", "author": "Unknown"}, {"quote": "Having now finished the work assigned me, I retire from the great theatre of Action; and bidding an Affectionate farewell to this August body under whose orders I have so long acted, I here offer my commission, and take my leave of all the employments of public life.", "author": "Unknown"}, {"quote": "The liberty enjoyed by the people of these states of worshiping Almighty God agreeably to their conscience, is not only among the choicest of their blessings, but also of their rights.", "author": "Unknown"}, {"quote": "It appears to me, then, little short of a miracle, that the Delegates from so many different States should unite in forming a system of national Government, so little liable to well founded objections.", "author": "Unknown"}, {"quote": "In proportion as the structure of a government gives force to public opinion, it is essential that public opinion should be enlightened.", "author": "Unknown"}, {"quote": "Let your heart feel for the afflictions and distress of everyone, and let your hand give in proportion to your purse.", "author": "George Washington"}, {"quote": "‘Tis our true policy to steer clear of permanent alliances with any portion of the foreign world.", "author": "Unknown"}, {"quote": "No morn ever dawned more favorable than ours did; and no day was every more clouded than the present! Wisdom, and good examples are necessary at this time to rescue the political machine from the impending storm.", "author": "Unknown"}, {"quote": "In our progress toward political happiness my station is new; and if I may use the expression, I walk on untrodden ground. There is scarcely any part of my conduct wch. may not hereafter be drawn into precedent.", "author": "Unknown"}, {"quote": "[A] good moral character is the first essential in a man, and that the habits contracted at your age are generally indelible, and your conduct here may stamp your character through life. It is therefore highly important that you should endeavor not only to be learned but virtuous.", "author": "Unknown"}, {"quote": "The propitious smiles of Heaven can never be expected on a nation that disregards the eternal rules of order and right, which Heaven itself has ordained.", "author": "Unknown"}, {"quote": "Honesty will be found on every experiment, to be the best and only true policy; let us then as a Nation be just.", "author": "George Washington"}, {"quote": "Every post is honorable in which a man can serve his country.", "author": "Unknown"}, {"quote": "More permanent and genuine happiness is to be found in the sequestered walks of connubial life than in the giddy rounds of promiscuous pleasure.", "author": "Unknown"}, {"quote": "A people who are possessed of the spirit of commerce, who see and who will pursue their advantages may achieve almost anything.", "author": "Unknown"}, {"quote": "A man’s intentions should be allowed in some respects to plead for his actions.", "author": "Unknown"}, {"quote": "I shall make it the most agreeable part of my duty to study merit, and reward the brave and deserving.", "author": "Unknown"}, {"quote": "99% of failures come from people who make excuses.", "author": "George Washington"}, {"quote": "No taxes can be devised which are not more or less inconvenient and unpleasant.", "author": "Unknown"}, {"quote": "I hold the maxim no less applicable to public than to private affairs, that honesty is the best policy.", "author": "Unknown"}, {"quote": "Nothing is a greater stranger to my breast, or a sin that my soul more abhors, than that black and detestable one, ingratitude.", "author": "Unknown"}, {"quote": "Of all the animosities which have existed among mankind, those which are caused by a difference of sentiments in religion appear to be the most inveterate and distressing, and ought most to be deprecated.", "author": "Unknown"}, {"quote": "I was summoned by my country, whose voice I can never hear but with veneration and love.", "author": "Unknown"}, {"quote": "We must take human nature as we find it, perfection falls not to the share of mortals.", "author": "George Washington"}, {"quote": "There is a Destiny which has the control of our actions, not to be resisted by the strongest efforts of Human Nature.", "author": "Unknown"}, {"quote": "The government of the United States is not, in any sense, founded on the Christian religion.", "author": "Unknown"}, {"quote": "I shall not be deprived … of a comfort in the worst event, if I retain a consciousness of having acted to the best of my judgment.", "author": "Unknown"}, {"quote": "Perseverance and spirit have done wonders in all ages.", "author": "Unknown"}, {"quote": "The consciousness of having discharged that duty which we owe to our country is superior to all other considerations.", "author": "Unknown"}, {"quote": "Happiness and moral duty are inseparably connected.", "author": "George Washington"}, {"quote": "The harder the conflict, the greater the triumph.", "author": "Unknown"}, {"quote": "A sensible woman can never be happy with a fool.", "author": "Unknown"}, {"quote": "The turning points of lives are not the great moments. The real crises are often concealed in occurrences so trivial in appearance that they pass unobserved.", "author": "Unknown"}, {"quote": "I conceive a knowledge of books is the basis upon which other knowledge is to be built.", "author": "Unknown"}, {"quote": "To encourage literature and the arts is a duty which every good citizen owes to his country.", "author": "Unknown"}, {"quote": "The best and only safe road to honor, glory, and true dignity is justice.", "author": "George Washington"}, {"quote": "The great rule of conduct for us, in regard to foreign nations, is, in extending our commercial relations, to have with them as little political connection as possible.", "author": "Unknown"}, {"quote": "A bad war is fought with a good mind.", "author": "Unknown"}, {"quote": "Strive not with your superiors in argument, but always submit your judgment to others with modesty.", "author": "Unknown"}, {"quote": "The Founders didn’t mention political parties when they wrote the Constitution, and George Washington in essence warned us against them in his Farewell Address.", "author": "Marianne Williamson"}, {"quote": "I often say of George Washington that he was one of the few in the whole history of the world who was not carried away by power.", "author": "Robert Frost"}, {"quote": "George Washington, as a boy, was ignorant of the commonest accomplishments of youth. He could not even lie.", "author": "Mark Twain"}, {"quote": "You think of George Washington, this man who was larger than life, and in some ways he was. But at the same time, he’s just a person.", "author": "Benjamin Walker"}, {"quote": "George Washington sets the nation on its democratic path. Abraham Lincoln preserves it. Franklin Roosevelt sees the nation through depression and war.", "author": "Robert Dallek"}, {"quote": "George Washington understood that the Bible is the place where God’s records of right and wrong are kept.", "author": "Randall Terry"}, {"quote": "George Washington participated as a vestryman in his local congregation, but that didn’t really imply any particular kind of religious belief. This was necessary in order to participate in the society.", "author": "Matthew Stewart"}]