[{"quote": "One man may hit the mark, another blunder; but heed not these distinctions. Only from the alliance of the one, working with and through the other, are great things born.", "author": "Antoine de Sainte-Exupery"}, {"quote": "Now is no time to think of what you do not have. Think of what you can do with what there is.", "author": "Ernest Hemingway"}, {"quote": "Let us be grateful to people who make us happy; they are the charming gardeners who make our souls blossom.", "author": "Marcel Proust"}, {"quote": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.", "author": "John F. Kennedy"}, {"quote": "You cannot do a kindness too soon because you never know how soon it will be too late.", "author": "Ralph Waldo Emerson"}, {"quote": "We should all be thankful for those people who rekindle the inner spirit.", "author": "Albert Schweitzer"}, {"quote": "Feeling grateful or appreciative of someone or something in your life actually attracts more of the things that you appreciate and value into your life.", "author": "Northrup Christiane"}, {"quote": "What you truly acknowledge truly is yours. Invite your heart to be grateful and your thank yous will be heard even when you don’t use words.", "author": "Pavithra Mehta"}, {"quote": "The essence of all beautiful art, all great art, is gratitude.", "author": "Friedrich Nietzsche"}, {"quote": "Let us be kinder to one another.", "author": "Aldous Huxley"}, {"quote": "A grateful mind is a great mind which eventually attracts to itself great things.", "author": "Plato"}, {"quote": "To speak gratitude is courteous and pleasant, to enact gratitude is generous and noble, but to live gratitude is to touch Heaven.", "author": "Johannes Gaertner"}, {"quote": "When I started counting my blessings, my whole life turned around.", "author": "Willie Nelson"}, {"quote": "To live a life fulfilled reflect on the things you have with gratitude.", "author": "Jaren Davis"}, {"quote": "Be grateful, not only for others, but for yourself", "author": "Unknown"}, {"quote": "What can you do right now to turn your life around?? Gratitude", "author": "The Secret"}, {"quote": "If the only prayer you ever say in your entire life is thank you, it will be enough.", "author": "Meister Eckhart"}, {"quote": "Gratitude: A lively sense of future benefit.", "author": "Unknown"}, {"quote": "I still miss those I loved who are no longer with me but I find I am grateful for having loved them. The gratitude has finally conquered the loss.", "author": "Rita Mae Brown"}, {"quote": "Breathe. Let go. And remind yourself that this very moment is the only one you know you have for sure.", "author": "Oprah Winfrey"}, {"quote": "The smallest thanks is always worth more than the effort it takes to give it.", "author": "Unknown"}, {"quote": "Reflect upon your present blessings — of which every man has many — not on your past misfortunes, of which all men have some.", "author": "Charles Dickens"}, {"quote": "It is necessary, then, to cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. And because all things have contributed to your advancement, you should include all things in your gratitude.", "author": "Wallace D. Wattles"}, {"quote": "There is always, always, always something to be thankful for.", "author": "Unknown"}, {"quote": "Thou who hast given so much to me, give me one more thing… a grateful heart!", "author": "George Herbert"}, {"quote": "In all affairs it’s a healthy thing now and then to hang a question mark on the things you have long taken for granted.", "author": "Bertrand Russell"}, {"quote": "They are not poor that have little, but they that desire much. The richest man, whatever his lot, is the one who’s content with his lot.", "author": "Dutch Proverb"}, {"quote": "If you can’t reward then you should thank.", "author": "Arabic Proverb"}, {"quote": "Gratitude is riches. Complaint is poverty.", "author": "Unknown"}, {"quote": "Breathe. Let go. And remind yourself that this very moment is the only one you know you have for sure.", "author": "Oprah Winfrey"}, {"quote": "Stop thinking gratitude as a buy product of your circumstances and start thinking of it as a world view.", "author": "Bryan Robles"}, {"quote": "Not what we say about our blessings, but how we use them, is the true measure of our thanksgiving.", "author": "W.T. Purkiser"}, {"quote": "The deepest craving of human nature is the need to be appreciated.", "author": "William James"}, {"quote": "Things turn out best for people who make the best of the way things turn out.", "author": "John Wooden"}, {"quote": "Some people are always grumbling because roses have thorns; I am thankful that thorns have roses.", "author": "Alphonse Karr"}, {"quote": "…it is not joy that makes us grateful; it is gratitude that makes us joyful.", "author": "David Steindl-Rast"}, {"quote": "If you haven’t all the things you want, be grateful for the things you don’t have that you wouldn’t want.", "author": "Unknown"}, {"quote": "Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos into order, confusion into clarity…Gratitude makes sense of our past, brings peace for today and creates a vision for tomorrow.", "author": "Melodie Beattie"}, {"quote": "When eating bamboo sprouts, remember the man who planted them.", "author": "Chinese Proverb"}, {"quote": "Gratitude is happiness double by wonder.", "author": "G.K. Chesterton"}, {"quote": "In our daily lives, we must see that it is not happiness that makes us grateful, but the gratefulness that makes us happy.", "author": "Albert Clarke"}, {"quote": "Gratitude is the most exquisite form of courtesy.", "author": "Jacques Maritain"}, {"quote": "Maybe being grateful means recognizing what you have for what it is. Appreciating small victories. Admiring the struggle it takes to simply be human…At the end of the day, the fact that we have the courage to still be standing is reason enough to celebrate.", "author": "Meredith Grey"}, {"quote": "You have no cause for anything but gratitude and joy.", "author": "Buddha"}, {"quote": "Reflect upon your present blessings, of which every man has plenty; not on your past misfortunes of which all men have some.", "author": "Charles Dickens"}, {"quote": "Silent gratitude isn’t much use to anyone.", "author": "G.B. Stern"}, {"quote": "Feeling gratitude and not expressing it is like wrapping a present and not giving it.", "author": "William Ward"}, {"quote": "There is a calmness to a life lived in gratitude, a quiet joy.", "author": "Ralph Blum"}, {"quote": "You won’t be happy with more until you’re happy with what you’ve got.", "author": "Viki King"}, {"quote": "Live your life so that the fear of death can never enter your heart. When you arise in the morning, give thanks for the morning light. Give thanks for your life and strength. Give thanks for your food and for the joy of living. And if perchance you see no reason for giving thanks, rest assured the fault is in yourself.", "author": "Tecumseh Shawnee Chief"}, {"quote": "Happiness is the realization of God in the heart. Happiness is the result of praise and thanksgiving, of faith, of acceptance; a quiet tranquil realization of the love of God.", "author": "White Eagle"}]