[{"quote": "No matter how good you are, someone is always going to be against you. But never let them be the limit of your success.", "author": "Terry Mark"}, {"quote": "The only thing more frustrating than slanderers is those foolish enough to listen to them.", "author": "Criss Jami"}, {"quote": "People will always have their opinion on you despite who you are and what your capable of.", "author": "Ana Chable"}, {"quote": "Learn to use the criticism as fuel and you will never run out of energy.", "author": "Orrin Woodward"}, {"quote": "Expect while reaching for the stars, people to whirl by with their dark clouds and storm upon you.", "author": "Anthony Liccione"}, {"quote": "The hated man is the result of his hater’s pride rather than his hater’s conscience.", "author": "Criss Jami"}, {"quote": "People who hate you because of a mere jealousy over your success hurt themselves in disguise. This is because you carry an image of who they wish they had become. Don’t hate them back because they may also become like you one day and it will mean hurting that image you carry!", "author": "Israelmore Ayivor"}, {"quote": "You will face your greatest opposition when you are closest to your biggest miracle.", "author": "Shannon L. Alder"}, {"quote": "I don’t have time, energy, or interest in hating the haters; I’m too busy loving the lovers.", "author": "Steve Maraboli"}, {"quote": "I don’t worry about the haters… They are just angry because the truth I speak contradicts the lie they live.", "author": "Steve Maraboli"}, {"quote": "It’s amazing the lies that people will believe about men when the truth is actually much more interesting.", "author": "Unknown"}, {"quote": "Be who you want to be and not care about what others think.", "author": "Andrew Biersack"}, {"quote": "Rumors are carried by haters, spread by fools, and accepted by idiots.", "author": "Nishan Panwar"}, {"quote": "Some people have so little going on in their lives, they would rather discuss yours.", "author": "Unknown"}, {"quote": "Remember, people only rain on your parade because they’re jealous of your sun and tired of their shade.", "author": "Unknown"}, {"quote": "Behind every sucessful person lies a pack of Haters! I love my haters!", "author": "Gloria Tesch"}, {"quote": "Insecure people put others down to raise themselves up.", "author": "Habeeb Akande"}, {"quote": "Haters are my favorite. I´ve built an empire with the bricks they´ve thrown at me. Keep on hating.", "author": "C.M. Punk"}, {"quote": "Haters and bullies are always cowards, you know. They like to pick on little guys.", "author": "Scylar Tyberius"}, {"quote": "To hate everything is to be wounded by everything.", "author": "Marty Rubin"}, {"quote": "Pride attracts more haters and brings less friends.", "author": "Unknown"}, {"quote": "A haters job is to hate you, and they stay on their job 24/7. So, if you’re expecting them to clock out, and leave you alone think again.", "author": "Sonya Parker"}, {"quote": "Wish all your enemies a long life, so they can see you succeed in life.", "author": "Nishan Panwar"}, {"quote": "Remember what I told you. If they hated me, they will hate you.", "author": "Sinead O’Conner"}, {"quote": "Remember that only God can judge us; forget the haters, because Somebody loves you.", "author": "Miley Cyrus"}, {"quote": "If you don’t like me, why do you waste your time making fun of me?", "author": "Chad Anderson"}, {"quote": "I treat my haters like AM radio, I just don’t listen to them.", "author": "Unknown"}, {"quote": "If you’re not a tree hugger, then you’re a what, a tree hater?", "author": "Douglas Coupland"}, {"quote": "The best way to counter-attack a hater is to make it blatantly obvious that their attack has had no impact on you.", "author": "Timothy Ferris"}, {"quote": "Don’t hate what you can’t imitate.", "author": "Unknown"}, {"quote": "Fear of something is at the root of hate for others, and hate within will eventually destroy the hater.", "author": "George Washington Carver"}, {"quote": "Hate is too great a burden to bear. It injures the hater more than it injures the hated.", "author": "Coretta Scott King"}, {"quote": "Has anything you’ve done made your life better?", "author": "American History X"}, {"quote": "I think that everybody wants to be heard, and the easiest way to be the loudest is to be the hater.", "author": "Tavi Gevinson"}, {"quote": "Love me or hate me. Either way I’m on your mind.", "author": "Unknown"}, {"quote": "Hating is the sincerest form of flattery.", "author": "Unknown"}, {"quote": "Haters teach you to be grateful for the people you love, hard times teach to you be grateful for the times that are good, and God, well God teaches you everything you need to know.", "author": "Carniel Dunlop"}, {"quote": "Remember, people who try to bring you down are already below you.", "author": "Unknown"}, {"quote": "They don’t hate you. They hate themselves and take it out on you. There’s a difference.", "author": "Ritu Ghatourey"}, {"quote": "\nWhen people don’t want the best for you, they are not the best for you.", "author": "Gayle King"}, {"quote": "Haters may push you but determination will give you the keys to drive.", "author": "Gee Linder"}, {"quote": "There’s always going to be someone who doesn’t like you.", "author": "Unknown"}, {"quote": "If you judge me by my past, then you are totally behind schedule.", "author": "Unknown"}, {"quote": "Being judged by others means that your that important that they have the time to think about you and talk about you.", "author": "Unknown"}, {"quote": "So many assume. So little know.", "author": "Unknown"}, {"quote": "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.", "author": "Martin Luther King, Jr."}, {"quote": "Throughout life people will make you mad, disrespect you and treat you bad. Let God deal with the things they do, cause hate in your heart will consume you too.", "author": "Will Smith"}, {"quote": "Animals don’t hate, and we’re supposed to be better than them.", "author": "Elvis Presley"}, {"quote": "Hate hurts the hater more’n the hated.", "author": "Madeleine L’Engle"}, {"quote": "I will permit no man to narrow and degrade my soul by making me hate him", "author": "Booker T. Washington"}]