[{"quote": "Never regret yesterday. Life is in you today, and you make your tomorrow.", "author": "L. Ron Hubbard"}, {"quote": "The emotion that can break your heart is sometimes the very one that heals it…", "author": "Nicholas Sparks"}, {"quote": "The saddest thing about love is that not only that it cannot last forever, but that heartbreak is soon forgotten.", "author": "William Faulkner"}, {"quote": "I have lost and loved and won and cried myself to the person I am today.", "author": "Charlotte Eriksson"}, {"quote": "What do I have to do to make you see she can’t love you like me", "author": "Sugarland"}, {"quote": "If people refuse to look at you in a new light and they can only see you for what you were, only see you for the mistakes you’ve made, if they don’t realize that you are not your mistakes, then they have to go.", "author": "Steve Maraboli"}, {"quote": "I wish i were a little girl again, because skinned knees are easier to fix than broken heart.", "author": "Julia Roberts"}, {"quote": "You can’t give your heart to a wild thing.", "author": "Truman Capote"}, {"quote": "Ever has it been that love knows not its own depth until the hour of separation.", "author": "Kahlil Gibran"}, {"quote": "Think about any attachments that are depleting your emotional reserves. Consider letting them go.", "author": "Oprah Winfrey"}, {"quote": "If you want to forget something or someone, never hate it, or never hate him/her. Everything and everyone that you hate is engraved upon your heart; if you want to let go of something, if you want to forget, you cannot hate.", "author": "C. Joybell C."}, {"quote": "I realise there’s something incredibly honest about trees in winter, how they’re experts at letting things go.", "author": "Jeffrey McDaniel"}, {"quote": "Hanging on to resentment is letting someone you despise live rent-free in your head.", "author": "Ann Landers"}, {"quote": "There are all kinds of ways for a relationship to be tested, even broken, some, irrevocably; it’s the endings we’re unprepared for.", "author": "Katherine Owen"}, {"quote": "Stab the body and it heals, but injure the heart and the wound lasts a lifetime.", "author": "Mineko Iwasaki"}, {"quote": "There are a million ways to lose someone you love.", "author": "Tammara Webber"}, {"quote": "Sometimes you break your heart in the right way, if you know what I mean.", "author": "Gregory Roberts"}, {"quote": "Sometimes… Sometimes our hearts…crack a little.", "author": "Brodi Ashton"}, {"quote": "I’m not supposed to miss you, I’m not supposed to care", "author": "Debra Cox"}, {"quote": "When one door closes another door opens; but we so often look so long and so regretfully upon the closed door, that we do not see the ones which open for us.", "author": "Alexander Graham Bell"}, {"quote": "Let go. Why do you cling to pain? There is nothing you can do about the wrongs of yesterday. It is not yours to judge. Why hold on to the very thing which keeps you from hope and love?", "author": "Leo Buscaglia"}, {"quote": "When trees burn, they leave the smell of heartbreak in the air.", "author": "Jodi Thomas"}, {"quote": "The past can’t hurt you anymore, not unless you let it.", "author": "Alan Moore"}, {"quote": "I never wanted but your heart–that gone, you have nothing more to give.", "author": "Mary Wollstonecraft"}, {"quote": "Love can sometimes be magic. But magic can sometimes just be an illusion.", "author": "Javan"}, {"quote": "Sometimes the only way the good Lord can get into some hearts is to break them.", "author": "Fulton Sheen"}, {"quote": "I mean, at the end of the day, what the hell does it matter who I end up with if it can’t be you?", "author": "Tabitha Suzuma"}, {"quote": "No matter how bad your heart is broken, the world doesn’t stop for your grief.", "author": "Faraaz Kazi"}, {"quote": "I pray that former rejection and deep hurts will not color what I see and hear now.", "author": "Sue Augustine"}, {"quote": "You can victimize yourself by wallowing around in your own past.", "author": "Wayne Dyer"}, {"quote": "Hands that never touch. Lips that never meet. The Almost Lovers, never to be.", "author": "Rae Hachton"}, {"quote": "There will be a time when you are forced to follow your heart away from someone you love.", "author": "Ashly Lorenzana"}, {"quote": "So it’s true, when all is said and done, grief is the price we pay for love.", "author": "E.A. Bucchianeri"}, {"quote": "They should tell you when you’re born: have a suitcase heart, be ready to travel.", "author": "Gabrielle Zevin"}, {"quote": "Never allow someone to be your priority while allowing yourself to be their option.", "author": "Mark Twain"}, {"quote": "Why did I always end up loving the person who hurt me the most? Why was love so cruel?", "author": "J.C. Reed"}, {"quote": "Then his heart, now broken into a thousand pieces, slowly began to turn to ice.", "author": "Morgan Rhodes"}, {"quote": "Heartbreak could be lived with if it weren’t accompanied by regret.", "author": "Laura Kasischke"}, {"quote": "We have to do with the past only as we can make it useful to the present and the future.", "author": "Frederick Douglass"}, {"quote": "The heart was made to be broken.", "author": "Oscar Wilde"}, {"quote": "I know my heart will never be the same but I’m telling myself I’ll be okay", "author": "Sara Evans"}, {"quote": "You’re gonna catch a cold from the ice inside your soul", "author": "Christina Perri"}, {"quote": "Love hurts worse than getting slammed by a 250-pound linebacker.", "author": "Miranda Kenneally"}, {"quote": "We are all Romeos looking for our Juliet, but never finding her.", "author": "Rae Hacton"}, {"quote": "Never love that which you cannot keep.", "author": "Anonymous"}, {"quote": "Stop being a prisoner of your past. Become the architect of your future.", "author": "Robin Sharma"}, {"quote": "’Right actions in the future are the best apologies for bad actions in the past.", "author": "Tryon Edwards"}, {"quote": "Don’t you EVER break someone’s heart, because they only have one. Break their bones, they have 206 on those!", "author": "Jayy Von Monroe"}, {"quote": "Once you had put the pieces back together, even though you may look intact, you were never quite the same as you’d been before the fall.", "author": "Jodi Picoult"}, {"quote": "’Hearts are breakable,’ Isabelle said. ‘And I think even when you heal, you’re never what you were before.'", "author": "Cassandra Clare"}]