[{"quote": "No one is useless in this world who lightens the burdens of another.", "author": "Charles Dickens"}, {"quote": "The best way to not feel hopeless is to get up and do something. Don’t wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope.", "author": "Barack Obama"}, {"quote": "No one has ever become poor by giving.", "author": "Anne Frank, diary of Anne Frank"}, {"quote": "If you’re in the luckiest one per cent of humanity, you owe it to the rest of humanity to think about the other 99 per cent.", "author": "Warren Buffett"}, {"quote": "It is literally true that you can succeed best and quickest by helping others to succeed.", "author": "Napolean Hill"}, {"quote": "He has a right to criticize, who has a heart to help.", "author": "Abraham Lincoln"}, {"quote": "To ease another’s heartache is to forget one’s own.", "author": "Abraham Lincoln"}, {"quote": "The best way to find yourself is to lose yourself in the service of others.", "author": "Mahatma Gandhi"}, {"quote": "Love is not patronizing and charity isn’t about pity, it is about love. Charity and love are the same — with charity you give love, so don’t just give money but reach out your hand instead.", "author": "Mother Teresa, A Simple Path: Mother Teresa"}, {"quote": "Give, but give until it hurts.", "author": "Mother Teresa"}, {"quote": "I don’t want to live in the kind of world where we don’t look out for each other. Not just the people that are close to us, but anybody who needs a helping hand. I cant change the way anybody else thinks, or what they choose to do, but I can do my bit.", "author": "Charles de Lint"}, {"quote": "Criticism, like rain, should be gentle enough to nourish a man’s growth without destroying his roots.", "author": "Frank A. Clark"}, {"quote": "Service to others is the rent you pay for your room here on earth.", "author": "Mohammed Ali"}, {"quote": "We make a living by what we get, we make a life by what we give.", "author": "Winston Churchill"}, {"quote": "Earn your success based on service to others, not at the expense of others.", "author": "H. Jackson Brown, Jr."}, {"quote": "There is no use whatever trying to help people who do not help themselves. You cannot push anyone up a ladder unless he is willing to climb himself.", "author": "Andrew Carnegie"}, {"quote": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.", "author": "Buddha"}, {"quote": "If you light a lamp for somebody, it will also brighten your path.", "author": "Buddha"}, {"quote": "Set your heart on doing good. Do it over and over again, and you will be filled with joy.", "author": "Buddha"}, {"quote": "You can have everything you want in life if you just help enough people get what they want in life.", "author": "Zig Ziglar"}, {"quote": "Non nobis solum nati sumus. (Not for ourselves alone are we born.)", "author": "Marcus Tullius Cicero"}, {"quote": "Do not do to others what angers you if done to you by others.", "author": "Socrates"}, {"quote": "What I spent, I had; what I saved, I lost; what I gave, I have.", "author": "German motto"}, {"quote": "I like video games, but they’re really violent. I’d like to play a video game where you help the people who were shot in all the other games. It’d be called ‘Really Busy Hospital.", "author": "Demetri Martin"}, {"quote": "An effort made for the happiness of others lifts us above ourselves.", "author": "Lydia M. Child"}, {"quote": "To do more for the world than the world does for you, that is success.", "author": "Henry Ford"}, {"quote": "Time and money spent in helping men to do more for themselves is far better than mere giving.", "author": "Henry Ford"}, {"quote": "If you want happiness for an hour, take a nap. If you want happiness for a day, go fishing. If you want happiness for a year, inherit a fortune. If you want happiness for a lifetime, help somebody.", "author": "Chinese Proverb"}, {"quote": "Our prime purpose in this life is to help others and if you can’t help them, at least don’t hurt them.", "author": "Dalai Lama"}, {"quote": "Never look down on anybody unless you’re helping him up.", "author": "Jesse Jackson"}, {"quote": "No act of kindness, no matter how small, is ever wasted.", "author": "Aesop"}, {"quote": "Since you get more joy out of giving joy to others, you should put a good deal of thought into the happiness that you are able to give.", "author": "Eleanor Roosevelt"}, {"quote": "When you do nothing, you feel overwhelmed and powerless. But when you get involved, you feel the sense of hope and accomplishment that comes from knowing you are working to make things better.", "author": "Pauline R. Kezer"}, {"quote": "Only a life lived for others is a life worthwhile.", "author": "Albert Einstein"}, {"quote": "We rise by lifting others.", "author": "Robert Ingersoll"}, {"quote": "Life’s most urgent questions is: What are you doing for others?", "author": "Martin Luther King, Jr."}, {"quote": "If we always helped one another, no one would need luck.", "author": "Sophocles"}, {"quote": "Those who are happiest are those who do the most for others.", "author": "Booker T. Washington"}, {"quote": "When you become detached mentally from yourself and concentrate on helping other people with their difficulties, you will be able to cope with your own more effectively. Somehow, the act of self-giving is a personal power-releasing factor.", "author": "Norman Vincent Peale"}, {"quote": "What I spent I had; what I saved, I lost; what I gave, I have.", "author": "Author Unknown"}, {"quote": "There is no exercise better for the heart than reaching down and lifting people up.", "author": "John Holmes"}, {"quote": "Doing nothing for others is the undoing of ourselves.", "author": "Horace Mann"}]