[{"quote": "Either write something worth reading or do something worth writing.", "author": "Benjamin Franklin"}, {"quote": "All that was great in the past was ridiculed, condemned, combated, suppressed – only to emerge all the more powerfully, all the more triumphantly from the struggle.", "author": "Nikola Tesla"}, {"quote": "If it’s a good idea, go ahead and do it. It’s easier to ask forgiveness than it is to get permission.", "author": "Grace Murray Hooper"}, {"quote": "The most dangerous notion a young man can acquire is that there is no more room for originality. There is no large room for anything else.", "author": "Henry Ford"}, {"quote": "The biggest risk is not taking any risk. In a world that’s changing really quickly, the only strategy that is guaranteed to fail is not taking risks.", "author": "Mark Zuckerberg"}, {"quote": "The truth is the only thing you’ll ever run into that has no agenda.", "author": "Adyashanti"}, {"quote": "Wherever you are, be there totally. If you find your here and now intolerable and it makes you unhappy, you have three options: remove yourself from the situation, change it, or accept it totally. If you want to take responsibility for your life, you must choose one of those three options, and you must choose now. Then accept the consequences.", "author": "Eckhart Tolle"}, {"quote": "Fear keeps us focused on the past or worried about the future. If we can acknowledge our fear, we can realize that right now we are okay. Right now, today, we are still alive, and our bodies are working marvellously. Our eyes can still see the beautiful sky. Our ears can still hear the voices of our loved ones.", "author": "Thich Nhat Hahn"}, {"quote": "When we meet real tragedy in life, we can react in two ways – either by losing hope and falling into self-destructive habits, or by using the challenge to find our inner strength. Thanks to the teachings of Buddha, I have been able to take this second way.", "author": "Dalai Lama"}, {"quote": "Mere philosophy will not satisfy us. We cannot reach the goal by mere words alone. Without practice, nothing can be achieved.", "author": "Swami Satchidananda"}, {"quote": "Education in the key to unlock the golden door of freedom.", "author": "George Washington Carver"}, {"quote": "Revolutionary’ discipline depends on political consciousness – on an understanding of why orders must be obeyed; it takes time to diffuse this, but it also takes time to drill a man into an automaton on the barrack-square.", "author": "George Orwell"}, {"quote": "We’ve got to face the fact that some people say you fight fire best with fire, but we say you put fire out best with water. We say you don’t fight racism with racism. We’re gonna fight racism with solidarity.", "author": "Fred Hampton"}, {"quote": "Everyone who knows anything of history also knows that great social revolutions are impossible without the feminine ferment. Social progress may be measured precisely by the social position of the fair sex (plain ones included).", "author": "Karl Marx"}, {"quote": "You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.", "author": "Mahatma Gandhi"}, {"quote": "What did you do as a child that made the hours pass like minutes? Herein lies the key to your earthly pursuits.", "author": "Carl Jung"}, {"quote": "The reasonable man adapts himself to the world: the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.", "author": "George Bernard Shaw"}, {"quote": "It is just that we should be grateful, not only to those with whose views we may agree, but also to those who have expressed more superficial views; for these also contributed something, by developing before us the powers of thought.", "author": "Aristotle"}, {"quote": "Do the difficult things while they are easy and do the great things while they are small. A journey of a thousand miles must begin with a single step.", "author": "Lao Tzu"}, {"quote": "The notion that a human being should be constantly happy is a uniquely modern, uniquely American, uniquely destructive idea.", "author": "Andrew Weil"}, {"quote": "Monsters are real, ghosts are real too. They live inside us, and sometimes they win.", "author": "Stephen King"}, {"quote": "It takes a thousand men to invent a telegraph, or a steam engine, or a phonograph, or a photograph, or a telephone or any other important thing—and the last man gets the credit and we forget the others. He added his little mite — that is all he did. These object lessons should teach us that ninety-nine parts of all things that proceed from the intellect are plagiarisms, pure and simple; and the lesson ought to make us modest. But nothing can do that.", "author": "Mark Twain"}, {"quote": "I want to taste and glory in each day, and never be afraid to experience pain.", "author": "Sylvia Plath"}, {"quote": "It is impossible to live without failing at something, unless you live so cautiously that you might as well not have lived at all – in which case, you fail by default.", "author": "J.K. Rowling"}, {"quote": "And in the end, we were all just humans… drunk on the idea that love, only love, could heal our brokenness.", "author": "F. Scott Fitzgerald."}]