[{"quote": "When we do the best we can, we never know what miracle is wrought in our life, or in the life of another.", "author": "Helen Keller"}, {"quote": "Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country.", "author": "Margaret Thatcher"}, {"quote": "If you obey all the rules, you miss all the fun.", "author": "Katharine Hepburn"}, {"quote": "Life is not measured by the number of breaths we take, but by the moments that take our breath away.", "author": "Maya Angelou"}, {"quote": "Being an intellectual creates a lot of questions and no answers. You can fill your life up with ideas and still go home lonely. All you really have that really matters are feelings. That’s what music is to me.", "author": "Janis Joplin"}, {"quote": "Life shrinks or expands in proportion to one’s courage.", "author": "Anais Nin"}, {"quote": "If you don’t like being a doormat then get off the floor.", "author": "Al Anon"}, {"quote": "Whatever you do, be different – that was the advice my mother gave me, and I can’t think of better advice for an entrepreneur. If you’re different, you will stand out.", "author": "Anita Roddick"}, {"quote": "A lot of people are afraid to say what they want. That’s why they don’t get what they want.", "author": "Madonna"}, {"quote": "A woman is like a tea bag – you never know how strong she is until she gets in hot water.", "author": "Eleanor Roosevelt"}, {"quote": "I know God will not give me anything I can’t handle. I just wish that He didn’t trust me so much.", "author": "Mother Teresa"}, {"quote": "Destiny is a name often given in retrospect to choices that had dramatic consequences.", "author": "J. K. Rowling"}, {"quote": "I could not, at any age, be content to take my place by the fireside and simply look on. Life was meant to be lived. Curiosity must be kept alive. One must never, for whatever reason, turn his back on life.", "author": "Eleanor Roosevelt"}, {"quote": "The day will come when men will recognize woman as his peer, not only at the fireside, but in councils of the nation. Then, and not until then, will there be the perfect comradeship, the ideal union between the sexes that shall result in the highest development of the race.", "author": "Susan B. Anthony"}, {"quote": "We ask justice, we ask equality, we ask that all the civil and political rights that belong to citizens of the United States, be guaranteed to us and our daughters forever.", "author": "Susan B. Anthony"}, {"quote": "I’ve come to believe that each of us has a personal calling that’s as unique as a fingerprint – and that the best way to succeed is to discover what you love and then find a way to offer it to others in the form of service, working hard, and also allowing the energy of the universe to lead you.", "author": "Oprah Winfrey"}, {"quote": "It was we, the people; not we, the white male citizens; nor yet we, the male citizens; but we, the whole people, who formed the Union…. Men, their rights and nothing more; women, their rights and nothing less.", "author": "Susan B. Anthony"}, {"quote": "A strong woman understands that the gifts such as logic, decisiveness, and strength are just as feminine as intuition and emotional connection. She values and uses all of her gifts.", "author": "Nancy Rathburn"}, {"quote": "A woman is the full circle. Within her is the power to create, nurture and transform.", "author": "Diane Mariechild"}, {"quote": "I want to do is because I want to do it. Women must try to do things as men have tried. When they fail, their failure must be but a challenge to others.", "author": "Amelia Earhart"}, {"quote": "Just watch, all of you men. I’ll show you what a woman can do…I’ll go across the country, I’ll race to the Moon… I’ll never look back.", "author": "Edna Gardner Whyte"}, {"quote": "The best protection any woman can have … is courage.", "author": "Elizabeth Cady Stanton"}, {"quote": "We must believe that we are gifted for something, and that this thing, at whatever cost, must be attained.", "author": "Marie Curie"}, {"quote": "Success breeds confidence.", "author": "Beryl Markham"}, {"quote": "Because I am a woman, I must make unusual efforts to succeed. If I fail, no one will say, “She doesn’t have what it takes.” They will say, “Women don’t have what it takes.", "author": "” – Clare Boothe Luce"}, {"quote": "The way in which we think of ourselves has everything to do with how our world see us and how we see ourselves successfully acknowledged by the world.", "author": "Arlene Rankin"}, {"quote": "Love is anterior to Life, Posterior to Death, Initial of Creation, and The Exponent of Earth.", "author": "Emily Dickinson"}, {"quote": "The question isn’t who’s going to let me; it’s who is going to stop me.", "author": "Ayn Rand"}, {"quote": "Most people who meet my wife quickly conclude that she is remarkable. They are right about this. She is smart, funny and thoroughly charming. Often, after hearing her speak at some function or working with her on a project, people will approach me and say something to the effect of, you know, I think the world of you, Barack, but your wife, wow!", "author": "Barack Obama, The Audacity of Hope"}, {"quote": "People think at the end of the day that a man is the only answer [to fulfillment]. Actually a job is better for me.", "author": "Princess Diana"}, {"quote": "If you look at what you have in life, you’ll always have more. If you look at what you don’t have in life, you’ll never have enough.", "author": "Oprah Winfrey"}, {"quote": "Whatever women do they must do twice as well as men to be thought half as good. Luckily, this is not difficult.", "author": "Charlotte Whitton"}, {"quote": "The most common way people give up their power is by thinking they don’t have any.", "author": "Alice Walker"}, {"quote": "One likes people much better when they’re battered down by a prodigious siege of misfortune than when they triumph.", "author": "Virginia Woolf"}, {"quote": "You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it.", "author": "Maya Angelou"}, {"quote": "Women are never stronger than when they arm themselves with their weaknesses.", "author": "Madame Marie du Deffand"}, {"quote": "When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.", "author": "Helen Keller"}, {"quote": "When you lose a couple of times, it makes you realize how difficult it is to win.", "author": "Steffi Graf"}, {"quote": "You take your life in your own hands, and what happens? A terrible thing, no one to blame.", "author": "Erica Jong"}, {"quote": "You move totally away from reality when you believe that there is a legitimate reason to suffer.", "author": "Byron Katie"}, {"quote": "Courage is like a muscle. We strengthen it by use.", "author": "Ruth Gordon"}, {"quote": "Always go with the choice that scares you the most, because that’s the one that is going to require the most from you.", "author": "Caroline Myss"}, {"quote": "Stop wearing your wishbone where your backbone ought to be.", "author": "Elizabeth Gilbert"}, {"quote": "One of the most courageous things you can do is identify yourself, know who you are, what you believe in and where you want to go.", "author": "Sheila Murray Bethel"}, {"quote": "It takes a great deal of courage to stand up to your enemies, but even more to stand up to your friends.", "author": "J. K. Rowling"}, {"quote": "Taking joy in living is a woman’s best cosmetic.", "author": "Rosalind Russell"}, {"quote": "Woman must not accept; she must challenge.She must not be awed by that which has been built up around her; she must reverence that woman in her which struggles for expression.", "author": "Margaret Sanger"}, {"quote": "You can have unbelievable intelligence, you can have connections, you can have opportunities fall out of the sky. But in the end, hard work is the true, enduring characteristic of successful people.", "author": "Marsha Evans"}, {"quote": "A woman with a voice is by definition a strong woman. But the search to find that voice can be remarkably difficult.", "author": "Melinda Gates"}, {"quote": "A man’s got to do what a man’s got to do. A woman must do what he can’t.", "author": "Rhonda Hansome"}, {"quote": "We still live in a world in which a significant fraction of people, including women, believe that a woman belongs and wants to belong exclusively in the home.", "author": "Rosalyn Sussman"}, {"quote": "You have to have confidence in your ability, and then be tough enough to follow through.", "author": "Rosalynn Carter"}, {"quote": "One is not born, but rather becomes, a woman.", "author": "Simone de Beauvoir"}]