[{"quote": "A day wasted on others is not wasted on one’s self.", "author": "Charles Dickens"}, {"quote": "I slept and I dreamed that life is all joy. I woke and I saw that life is all service. I served and I saw that service is joy.", "author": "Kahlil Gibran"}, {"quote": "When you are able to shift your inner awareness to how you can serve others, and when you make this the central focus of your life, you will then be in a position to know true miracles in your progress toward prosperity.", "author": "Wayne Dyer"}, {"quote": "Love only grows by sharing. You can only have more for yourself by giving it away to others.", "author": "Brian Tracy"}, {"quote": "Let us try to teach generosity and altruism, because we are born selfish. Let us understand what our own selfish genes are up to, because we may then at least have the chance to upset their designs, something that no other species has ever aspired to do.", "author": "Richard Dawkins"}, {"quote": "My religion is very simple. My religion is kindness.", "author": "Dalai Lama XIV"}, {"quote": "Kindness is a source of relief to the soul of the giver, creating a sense of fortitude that is incomprehensible to those who do not know what kindness is all about.", "author": "Janvier Chouteu-Chando"}, {"quote": "One who knows how to show and to accept kindness will be a friend better than any possession.", "author": "Sophocles"}, {"quote": "When I was young, I used to admire intelligent people; as I grow older, I admire kind people.", "author": "Abraham Joshua Heschel"}, {"quote": "Be careful what you water your dreams with. Water them with worry and fear and you will produce weeds that choke the life from your dream. Water them with optimism and solutions and you will cultivate success. Always be on the lookout for ways to nurture your dream.", "author": "Lao Tzu"}, {"quote": "You get older and you learn there is one sentence, just four words long, and if you can say it to yourself it offers more comfort than almost any other. It goes like this: At least I tried.", "author": "Ann Brashares"}, {"quote": "I found that every single successful person I’ve ever spoken to had a turning point and the turning point was where they made a clear, specific, unequivocal decision that they were not going to live like this anymore. Some people make that decision at 15 and some people make it at 50 and most never make it at all.", "author": "Brian Tracy"}, {"quote": "Life is really generous to those who pursue their personal legend.", "author": "Paulo Coelho"}, {"quote": "You have to chase your dreams, no matter what. The impossible just takes a little longer. One stroke at a time, one step at a time, the impossible is easy to achieve.", "author": "Tori Murden"}, {"quote": "Don’t keep your dreams in your eyes, they may fall as tears. Keep them in your heart so that every heartbeat may remind you to convert them into reality.", "author": "Nishan Panway"}, {"quote": "You can influence, direct and control your own environment. You can make your life what you want it to be.", "author": "Napoleon Hill"}, {"quote": "The only person you are destined to become is the person you decide to be.", "author": "Ralph Waldo Emerson"}, {"quote": "No one is in control of your happiness but you; therefore, you have the power to change anything about yourself or your life that you want to change.", "author": "Barbara de Angelis"}, {"quote": "Control your thoughts. Decide about that which you will think and concentrate upon. You are in charge of your life to the degree you take charge of your thoughts.", "author": "Earl Nightingale"}, {"quote": "Don’t settle. Don’t finish crappy books. If you don’t like the menu, leave the restaurant. If you’re not on the right path, get off it.", "author": "Chris Brogan"}, {"quote": "Don’t bend; don’t water it down; don’t try to make it logical; don’t edit your own soul according to the fashion. Rather, follow your most intense obsessions mercilessly.", "author": "Franz Kafka"}, {"quote": "Our biggest fear is not in expressing the truth but that we will be attacked or belittled because of our truth.", "author": "Kelli Wilson"}, {"quote": "I refuse to accept the view that mankind is so tragically bound to the starless midnight of racism and war that the bright daybreak of peace and brotherhood can never become a reality…I believe that unarmed truth and unconditional love will have the final word.", "author": "Martin Luther King Jr."}, {"quote": "In essence, you are neither inferior nor superior to anyone. True self-esteem and true humility arise out of that realization. In the eyes of the ego, self-esteem and humility are contradictory. In truth, they are one and the same.", "author": "Eckhart Tolle"}, {"quote": "The ideals which have always shone before me and filled me with joy are goodness, beauty, and truth.", "author": "Albert Einstein"}]