[{"quote": "Life should not be a journey to the grave with the intention of arriving safely in a pretty and well-preserved body, but rather to skid in broadside in a cloud of smoke, thoroughly used up, totally worn out, and loudly proclaiming “Wow! What a Ride!", "author": "Hunter S. Thompson"}, {"quote": "Lost opportunities, lost possibilities, feelings we can never get back. That’s part of what it means to be alive. But inside our heads – at least that’s where I imagine it – there’s a little room where we store those memories. A room like the stacks in this library. And to understand the workings of our own heart we have to keep on making new reference cards. We have to dust things off every once in awhile, let in fresh air, change the water in the flower vases. In other words, you’ll live forever in your own private library.", "author": "Haruki Murakami"}, {"quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.", "author": "Albert Einstein"}, {"quote": "Imperfection is beauty, madness is genius and it’s better to be absolutely ridiculous than absolutely boring.", "author": "Marilyn Monroe"}, {"quote": "The opposite of love is not hate, it’s indifference. The opposite of art is not ugliness, it’s indifference. The opposite of faith is not heresy, it’s indifference. And the opposite of life is not death, it’s indifference.", "author": "Elie Wiesel"}, {"quote": "Life isn’t about finding yourself. Life is about creating yourself.", "author": "George Bernard Shaw"}, {"quote": "When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has been opened for us.", "author": "Helen Keller"}, {"quote": "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.", "author": "Martin Luther King Jr."}, {"quote": "When you want something, all the universe conspires in helping you to achieve it.", "author": "Paulo Coelho"}, {"quote": "What you’re supposed to do when you don’t like a thing is change it. If you can’t change it, change the way you think about it. Don’t complain.", "author": "Maya Angelou"}, {"quote": "In three words I can sum up everything I’ve learned about life: it goes on.", "author": "Robert Frost"}, {"quote": "Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.", "author": "Ralph Waldo Emerson"}, {"quote": "It is better to be hated for what you are than to be loved for what you are not.", "author": "Andre Gide"}, {"quote": "What is hell? I maintain that it is the suffering of being unable to love.", "author": "Fyodor Dostoyevsky"}, {"quote": "The truth is, unless you let go, unless you forgive yourself, unless you forgive the situation, unless you realize that the situation is over, you cannot move forward.", "author": "Steve Maraboli"}, {"quote": "Happiness cannot be traveled to, owned, earned, or worn. It is the spiritual experience of living every minute with love, grace & gratitude.", "author": "Denis Waitley"}, {"quote": "The notion that a human being should be constantly happy is a uniquely modern, uniquely America, uniquely destructive idea.", "author": "Andrew Weil"}, {"quote": "For success, like happiness, cannot be pursued; it must ensue, and it only does so as the unintended side-effect of one’s personal dedication to a cause greater than oneself or as the by-product of one’s surrender to a person other than oneself. Happiness must happen, and the same holds for success: you have to let it happen by not caring about it.", "author": "Viktor Frankl"}, {"quote": "When I was 5 years old, my mother always told me that happiness was the key to life. When I went to school, they asked me what I wanted to be when I grew up. I wrote down ‘happy’. They told me I didn’t understand the assignment, and I told them they didn’t understand life.", "author": "John Lennon"}, {"quote": "It isn’t what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it.", "author": "Dale Carnegie"}, {"quote": "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be – Marcel Pagnol.", "author": "Marcel Pagnol"}, {"quote": "Do not let your fire go out, spark by irreplaceable spark in the hopeless swamps of the not-quite, the not-yet, and the not-at-all. Do not let the hero in your soul perish in lonely frustration for the life you deserved and have never been able to reach. The world you desire can be won. It exists.. it is real.. it is possible.. it’s yours.", "author": "Ayn Rand"}, {"quote": "If you treat an individual as he is, he will remain how he is. But if you treat him as if he were what he ought to be and could be, he will become what he ought to be and could be.", "author": "Johann Wolfgang von Goethe"}, {"quote": "The best index to a person’s character is how he treats people who can’t do him any good, and how he treats people who can’t fight back.", "author": "Abigail Van Buren"}, {"quote": "It is good to love many things, for therein lies the true strength, and whosoever loves much performs much, and can accomplish much, and what is done in love is well done.", "author": "Vincent van Gogh"}, {"quote": "The things you do for yourself are gone when you are gone, but the things you do for others remain as your legacy.", "author": "Kalu Ndukwe Kalu"}]