[{"quote": "Our society is run by insane people for insane objectives. I think we’re being run by maniacs for maniacal ends and I think I’m liable to be put away as insane for expressing that. That’s what’s insane about it.", "author": "Unknown"}, {"quote": "Love is the greatest refreshment in life.", "author": "John Lennon"}, {"quote": "I’m not going to change the way I look or the way I feel to conform to anything. I’ve always been a freak. So I’ve been a freak all my life and I have to live with that, you know. I’m one of those people.", "author": "Unknown"}, {"quote": "", "author": "Rituals are important. Nowadays it’s hip not to be married. I’m not interested in being hip. “"}, {"quote": "When I was 5 years old, my mother always told me that happiness was the key to life. When I went to school, they asked me what I wanted to be when I grew up. I wrote down ‘happy’. They told me I didn’t understand the assignment, and I told them they didn’t understand life.", "author": "Unknown"}, {"quote": "There are two basic motivating forces: fear and love. When we are afraid, we pull back from life. When we are in love, we open to all that life has to offer with passion, excitement, and acceptance. We need to learn to love ourselves first, in all our glory and our imperfections. If we cannot love ourselves, we cannot fully open to our ability to love others or our potential to create. Evolution and all hopes for a better world rest in the fearlessness and open-hearted vision of people who embrace life.", "author": "Unknown"}, {"quote": "As usual, there is a great woman behind every idiot.", "author": "Unknown"}, {"quote": "Count your age by friends, not years. Count your life by smiles, not tears.", "author": "John Lennon"}, {"quote": "Declare it. Just the same way we declare war. That is how we will have peace… we just need to declare it.", "author": "Unknown"}, {"quote": "I believe in everything until it’s disproved. So I believe in fairies, the myths, dragons. It all exists, even if it’s in your mind. Who’s to say that dreams and nightmares aren’t as real as the here and now?", "author": "Unknown"}, {"quote": "Living is easy with eyes closed.", "author": "Unknown"}, {"quote": "If everyone demanded peace instead of another television set, then there’d be peace.", "author": "Unknown"}, {"quote": "God is a concept by which we measure our pain.", "author": "Unknown"}, {"quote": "If we cannot love ourselves, we cannot fully open to our ability to love others or our potential to create.", "author": "Unknown"}, {"quote": "There are two basic motivating forces: fear and love. When we are afraid, we pull back from life.", "author": "Unknown"}, {"quote": "Before Elvis there was nothing.", "author": "Unknown"}, {"quote": "It matters not who you love, where you love, why you love, when you love or how you love, it matters only that you love.", "author": "Unknown"}, {"quote": "There’s an alternative to violence. It’s to stay in bed and grow your hair.", "author": "Unknown"}, {"quote": "I don’t know which will go first- rock ‘n’ roll or christianity.", "author": "Unknown"}, {"quote": "Part of me suspects that I’m a loser, and the other part of me thinks I’m God Almighty.", "author": "Unknown"}, {"quote": "Everything is clearer when you’re in love.", "author": "John Lennon"}, {"quote": "I believe in God, but not as one thing, not as an old man in the sky. I believe that what people call God is something in all of us. I believe that what Jesus and Mohammed and Buddha and all the rest said was right. It’s just that the translations have gone wrong.", "author": "Unknown"}, {"quote": "As in a love affair, two creative people can destroy themselves trying to recapture that youthful spirit, at twenty-one or twenty-four, of creating without even being aware of how it’s happening.", "author": "Unknown"}, {"quote": "Evolution and all hopes for a better world rest in the fearlessness and open-hearted vision of people who embrace life.", "author": "”"}, {"quote": "It’s better to fade away like an old soldier than to burn out.", "author": "Unknown"}, {"quote": "When I was about twelve, I used to think I must be a genius, but nobody’s noticed. If there is such a thing as a genius…I am one, and if there isn’t, I don’t care.", "author": "Unknown"}, {"quote": "We live in a world where we have to hide to make love, while violence is practiced in broad daylight.", "author": "Unknown"}, {"quote": "You have to be a bastard to make it, and that’s a fact.", "author": "Unknown"}, {"quote": "Love is the flower you’ve got to let grow.", "author": "John Lennon"}, {"quote": "If everyone could just be happy with themselves and the choices people around them make, the world would instantly be a better place!", "author": "Unknown"}, {"quote": "Trying to please everybody is impossible – if you did that, you’d end up in the middle with nobody liking you. You’ve just got to make the decision about what you think is your best, and do it.", "author": "Unknown"}, {"quote": "I’m not afraid of death because I don’t believe in it. It’s just getting out of one car, and into another.", "author": "Unknown"}, {"quote": "Turn off your mind, relax, and float downstream.", "author": "John Lennon"}, {"quote": "I’m not really a career person; I’m a gardener, basically.", "author": "Unknown"}, {"quote": "Love, Love, Love. All you need is love. Love is all you need.", "author": "Unknown"}, {"quote": "All we are saying is give peace a chance.", "author": "Unknown"}, {"quote": "There’s nowhere you can be that isn’t where you’re meant to be…", "author": "Unknown"}, {"quote": "If someone thinks that peace and love are just a cliche that must have been left behind in the 60s, that’s a problem. Peace and love are eternal.", "author": "Unknown"}, {"quote": "A mistake is only an error, it becomes a mistake when you fail to correct it.", "author": "John Lennon"}, {"quote": "Only by trying on other people’s clothes do we find what size we are.", "author": "Unknown"}, {"quote": "Produce your own dream. If you want to save Peru, go save Peru. It’s quite possible to do anything, but not if you put it on the leaders and the parking meters. Don’t expect Carter or Reagan or John Lennon or Yoko Ono or Bob Dylan or Jesus Christ to come and do it for you. You have to do it yourself.", "author": "Unknown"}, {"quote": "Reality leaves a lot to the imagination.", "author": "John Lennon"}, {"quote": "We’ve got this gift of love, but love is like a precious plant. You can’t just accept it and leave it in the cupboard or just think it’s going to get on by itself. You’ve got to keep watering it. You’ve got to really look after it and nurture it.", "author": "Unknown"}, {"quote": "Imagine all the people living life in peace. You may say I’m a dreamer, but I’m not the only one. I hope someday you’ll join us, and the world will be as one.", "author": "Unknown"}, {"quote": "Music is everybody’s possession. It’s only publishers who think that people own it.", "author": "Unknown"}, {"quote": "My role in society, or any artist’s or poet’s role, is to try and express what we all feel. Not to tell people how to feel. Not as a preacher, not as a leader, but as a reflection of us all.", "author": "Unknown"}, {"quote": "There’s nothing you can know that isn’t known.", "author": "John Lennon"}, {"quote": "Surrealism had a great effect on me because then I realised that the imagery in my mind wasn’t insanity. Surrealism to me is reality.", "author": "Unknown"}, {"quote": "One thing you can’t hide – is when you’re crippled inside.", "author": "Unknown"}, {"quote": "When you’re drowning you don’t think, I would be incredibly pleased if someone would notice I’m drowning and come and rescue me. You just scream.", "author": "Unknown"}, {"quote": "Time you enjoy wasting, was not wasted.", "author": "John Lennon"}, {"quote": "For those of you in the cheap seats I’d like ya to clap your hands to this one; the rest of you can just rattle your jewelry!", "author": "Unknown"}, {"quote": "War is over … If you want it.", "author": "Unknown"}, {"quote": "How can I go forward when I don’t know which way I’m facing?", "author": "Unknown"}, {"quote": "Love is a promise, love is a souvenir, once given never forgotten, never let it disappear.", "author": "Unknown"}, {"quote": "When you do something beautiful and nobody noticed, do not be sad. For the sun, every morning is a beautiful spectacle and yet most of the audience still sleeps.", "author": "John Lennon"}, {"quote": "Everything will be okay in the end. If it’s not okay, it’s not the end.", "author": "Unknown"}, {"quote": "Everybody loves you when you’re six foot in the ground.", "author": "Unknown"}, {"quote": "There is an alternative to war. It’s staying in bed and growing your hair.", "author": "Unknown"}, {"quote": "My defenses were so great. The cocky rock and roll hero who knows all the answers was actually a terrified guy who didn’t know how to cry. Simple.", "author": "Unknown"}, {"quote": "Creativity is a gift. It doesn’t come through if the air is cluttered.", "author": "John Lennon"}, {"quote": "Well, I don’t want to be king, I want to be real.", "author": "Unknown"}, {"quote": "One thing I can tell you is you have to be free. Come together, right now, over me.", "author": "Unknown"}, {"quote": "You know the way people begin to look like their dogs? Well, we’re beginning to look like each other.", "author": "Unknown"}, {"quote": "The thing the sixties did was to show us the possibilities and the responsibility that we all had. It wasn’t the answer. It just gave us a glimpse of the possibility.", "author": "Unknown"}, {"quote": "Get out there and get peace, think peace, and live peace and breathe peace, and you’ll get it as soon as you like.", "author": "John Lennon"}, {"quote": "…Christianity will go. It will vanish and shrink. I don’t know what will go first, rock ‘n’ roll or Christianity. We’re more popular than Jesus now. Jesus was all right, but his disciples were thick and ordinary. It’s them twisting it that ruins it for me.", "author": "Unknown"}, {"quote": "When I cannot sing my heart, I can only speak my mind.", "author": "Unknown"}, {"quote": "Sometimes you wonder, I mean really wonder. I know we make our own reality, and we always have a choice, but how much is preordained? Is there always a fork in the road, and are there two preordained paths that are equally preordained? There could be hundreds of paths where one could go this way or that way — there’s a chance, and it’s very strange sometimes.", "author": "Unknown"}, {"quote": "A dream you dream alone is only a dream. A dream you dream together is reality.", "author": "John Lennon"}, {"quote": "Peace is not something you wish for; It’s something you make, something you do, something you are, and something you give away.", "author": "Unknown"}, {"quote": "Our society is run by insane people for insane objectives. I think we’re being run by maniacs for maniacal ends and I think I’m liable to be put away as insane for expressing that. That’s what’s insane about it.", "author": "Unknown"}, {"quote": "Happiness is just how you feel when you don’t feel miserable.", "author": "John Lennon"}, {"quote": "There’s nothing new under the sun. All the roads lead to Rome. And people cannot provide it for you. I can’t wake you up. You can wake you up. I can’t cure you. You can cure you.", "author": "Unknown"}, {"quote": "Being honest may not get you a lot of friends but it’ll always get you the right ones.", "author": "Unknown"}, {"quote": "If you want peace, you won’t get it with violence.", "author": "Unknown"}, {"quote": "Yeah we all shine on, like the moon, and the stars, and the sun.", "author": "Unknown"}, {"quote": "It’s weird not to be weird.", "author": "John Lennon"}, {"quote": "You either get tired fighting for peace, or you die.", "author": "Unknown"}, {"quote": "I never went to high school reunions. My thing is, out of sight, out of mind. That’s my attitude toward life. So I don’t have any romanticism about any part of my past.", "author": "Unknown"}, {"quote": "Nobody controls me. I’m uncontrollable. The only one who controls me is me, and that’s just barely possible.", "author": "Unknown"}, {"quote": "I believe Jesus was right, Buddha was right, and all of those people like that are right. They’re all saying the same thing — and I believe it. I believe what Jesus actually said — the basic things he laid down about love and goodness — and not what people say he said.", "author": "Unknown"}, {"quote": "Life is what happens to you while you’re busy making other plans.", "author": "John Lennon"}, {"quote": "All music is rehash. There are only a few notes. Just variations on a theme. Try to tell the kids in the Seventies who were screaming to the Bee Gees that their music was just The Beatles redone. There is nothing wrong with the Bee Gees.", "author": "Unknown"}, {"quote": "Everything is as important as everything else.", "author": "Unknown"}, {"quote": "I don’t believe in killing whatever the reason!", "author": "Unknown"}, {"quote": "Life is very short, and there’s no time for fussing and fighting my friends.", "author": "John Lennon"}, {"quote": "We all have Hitler in us, but we also have love and peace. So why not give peace a chance for once?", "author": "Unknown"}, {"quote": "I don’t believe in yesterday, by the way.", "author": "Unknown"}, {"quote": "What we’ve got to do is keep hope alive. Because without it we’ll sink.", "author": "Unknown"}, {"quote": "Art is only a way of expressing pain.", "author": "Unknown"}, {"quote": "Time wounds all heels.", "author": "Unknown"}, {"quote": "You’re all geniuses, and you’re all beautiful. You don’t need anyone to tell you who you are. You are what you are.", "author": "John Lennon"}, {"quote": "It doesn’t matter how long my hair is or what colour my skin is or whether I’m a woman or a man.", "author": "Unknown"}, {"quote": "I am a violent man who has learned not to be violent and regrets his violence.", "author": "Unknown"}, {"quote": "I’ve never really been wanted.", "author": "Unknown"}, {"quote": "You’re just left with yourself all the time, whatever you do anyway. You’ve got to get down to your own God in your own temple. It’s all down to you, mate.", "author": "Unknown"}, {"quote": "The more real you get, the more unreal the world gets.", "author": "John Lennon"}, {"quote": "If being an egomaniac means I believe in what I do and in my art or music, then in that respect you can call me that… I believe in what I do, and I’ll say it.", "author": "Unknown"}, {"quote": "There are no problems, only solutions.", "author": "John Lennon"}, {"quote": "I put things down on sheets of paper and stuff them in my pockets. When I have enough, I have a book.", "author": "Unknown"}, {"quote": "As far as I’m concerned, there won’t be a Beatles reunion as long as John Lennon remains dead.", "author": "George Harrison"}, {"quote": "When people ask me who I’d want to have dinner with, dead or alive, I always say, ‘John Lennon.’ I just feel that he was an artist who was, in his own way, committed to wholeness and authenticity in a not dissimilar way that I am years later. -Alanis Morissette", "author": "Unknown"}, {"quote": "My husband John Lennon was a very special man. A man of humble origin, he brought light and hope to the whole world with his words and music. -Yoko Ono", "author": "Unknown"}, {"quote": "It’s a cliche, but John Lennon is my hero. He was so rebellious, so outspoken and so publicly opinionated, and I’m someone who’s so private. I suppose you admire people who have the qualities you wish you had.", "author": "Emun Elliot"}, {"quote": "I think what made John Lennon so exciting as an artist is that, like Dylan and other musicians with a truly important musical legacy, he had several faces, personas that changed over time as he developed. -Randy Bachman", "author": "Unknown"}, {"quote": "John Lennon was a musical genius. All I have to do is think of some of his songs and even the titles make me feel good… and I’m not the only one. His music has crossed cultures and even generations.", "author": "Ray Comfort"}, {"quote": "John Lennon was definitely my favorite Beatle, hands down.", "author": "Kurt Kobain"}]