[{"quote": "Be patient and understanding. Life is too short to be vengeful or malicious.", "author": "Unknown"}, {"quote": "Life is not lost by dying; life is lost minute by minute, day by dragging day, in all the thousand small uncaring ways.", "author": "Unknown"}, {"quote": "Live every day as if it were going to be your last; for one day you’re sure to be right.", "author": "Harry Morant"}, {"quote": "Don’t be fooled by the calendar. There are only as many days in the year as you make use of.", "author": "Charles Richards"}, {"quote": "Go for it now. The future is promised to no one.", "author": "Unknown"}, {"quote": "As you grow older, you’ll find the only things you regret are the things you didn’t do.", "author": "Zachary Scott"}, {"quote": "Live as you will wish to have lived when you are dying.", "author": "Christian Gellert"}, {"quote": "Life is too short to spend time with people who suck the happiness out of you.", "author": "Unknown"}, {"quote": "We only have one life and one body to care of, and we better do it right. You never know what tomorrow may bring and so we better live this life the best we can and be grateful for everything we have.", "author": "Novak Djokovic"}, {"quote": "Begin doing what you want to do now. We have only this moment, sparkling like a star in our hand, and melting like a snowflake.", "author": "Marie Ray"}, {"quote": "Expect an early death – it will keep you busier.", "author": "Martin H. Fischer"}, {"quote": "If you wait, all that happens is that you get older.", "author": "Larry McMurtry"}, {"quote": "Life is too short to work so hard.", "author": "Vivien Leigh"}, {"quote": "Life is too short to worry about anything. You had better enjoy it because the next day promises nothing.", "author": "Eric Davis"}, {"quote": "Life is too short to be little. Man is never so manly as when he feels deeply, acts boldly, and expresses himself with frankness and with fervor.", "author": "Benjamin Disraeli"}, {"quote": "Let’s not allow ourselves to be upset by small things we should despise and forget. Remember ‘Life is too short to be little’", "author": "Dale Carnegie"}, {"quote": "I still find each day too short for all the thoughts I want to think, all the walks I want to take, all the books I want to read, and all the friends I want to see.", "author": "John Burroughs"}, {"quote": "There comes a time in your life when you have to let go of all the pointless drama and the people who create it and surround yourself with people who make you laugh so hard that you forget the bad and focus solely on the good. After all life is too short to be anything but happy.", "author": "Karl Marx"}, {"quote": "Is life not a thousand times too short for us to bore ourselves?", "author": "Friedrich Nietzsche"}, {"quote": "Life is too short to spend your precious time trying to convince a person who wants to live in gloom and doom otherwise. Give lifting that person your best shot, but don’t hang around long enough for his or her bad attitude to pull you down. Instead, surround yourself with optimistic people.", "author": "Zig Ziglar"}, {"quote": "Life is a flash of lightning in the dark of night. It is a brief time of tremendous potential.", "author": "B. Alan Wallace"}, {"quote": "Life is short, don’t waste time worrying about what people think of you Hold on to the ones that care, in the end they will be the only ones there.", "author": "Unknown"}, {"quote": "Waste your money and you’re only out of money, but waste your time and you’ve lost a part of your life.", "author": "Michael Leboeuf"}, {"quote": "We cannot waste time. We can only waste ourselves.", "author": "George M. Adams"}, {"quote": "Life is too short. Grudges are a waste of perfect happiness. Laugh when you can. Apologize when you should and let go of what you can.", "author": "Unknown"}, {"quote": "I don’t have a bad relationship. I’m 48 years old. I think life is too short for that. To me, life is… you open the shutters, you see the dogs outside, you look left, you look right, in, what, a second and a half? And that’s a life. – Jean Claude Van Damme", "author": "Unknown"}]