[{"quote": "Absence sharpens love, presence strengthens it.", "author": "Thomas Fuller"}, {"quote": "Can miles truly separate you from friends? If you want to be with someone you love, aren’t you already there?", "author": "Richard Bach"}, {"quote": "The simple lack of her is more to me than others’ presence.", "author": "Edward Thomas"}, {"quote": "For anything worth having one must pay the price; and the price is always work, patience, love, self-sacrifice.", "author": "John Burroughs"}, {"quote": "t’s not the distance that’s the enemy, but the endless time I have to wait until I hold you in my arms.", "author": "Besski Levius"}, {"quote": "Missing someone gets easier everyday because even though you are one day further from the last time you saw them, you are one day closer to the next time you will.", "author": "Unknown"}, {"quote": "Distance means so little when someone means so much..", "author": "Unknown"}, {"quote": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart..", "author": "Helen Keller"}, {"quote": "I don’t cry because we’ve been separated by distance, and for a matter of years. Why? Because for as long as we share the same sky and breathe the same air, we’re still together.", "author": "Donna Lynn Hope"}, {"quote": "I love when I reach Marcus on the phone and as he says hello, I can hear the music he’s listening to in the background. That music is the sound of him without me. How he surrounds himself when I’m not there, which is almost all the time.", "author": "Megan McCafferty"}, {"quote": "Our lives were now worlds apart, separated by time, circumstance, and the unbridgeable chasm of money.", "author": "Travis Luedke"}, {"quote": "We are the perfect couple, we’re just not in the perfect situation.", "author": "Unknown"}, {"quote": "True love doesn’t mean being inseparable; it means being separated and nothing changes.", "author": "Unknown"}, {"quote": "Absence is to love as wind is to fire; it extinguishes the small and kindles the great.", "author": "Roger de Bussy-Rabutin"}, {"quote": "Just because things are not at their best right now does not mean that we should give up. Gold is tested in fire and something precious like love needs distance to be tested.", "author": "Olga Peters"}, {"quote": "Waiting does not bother me, nor does the distance that is cropping up between us. All I want is a true commitment and to know that your heat will never change.", "author": "Ting Stores"}, {"quote": "Some of the toughest things in this world are to really want someone and not have them around you. Those are the times when you don’t know what to do. All you can do for is wait.", "author": "Tamara Louis"}, {"quote": "I hate the stars because I look at the same ones as you do, without you.", "author": "Anonymous"}, {"quote": "Love is missing someone whenever you’re apart, but somehow feeling warm inside because you’re close in heart.", "author": "Kay Knudsen"}, {"quote": "Love is the shortest distance between hearts.", "author": "Anonymous"}, {"quote": "Sometimes I miss you so much, I just want to rip you out of my dreams and hug you!", "author": "Unknown"}, {"quote": "No matter how far you manage to go, distance will never be able to erase those beautiful memories. There is so much goodness that we shared together.", "author": "Lucy Aims"}, {"quote": "I have made new friends and have many new people that I know. But hey, you will always be a special part of my heart because no one has been able to replace the space you left in it.", "author": "Stephen Lob"}, {"quote": "Sometimes I just sit in front of the computer dreaming. I have food in front of me but no appetite to eat it. All because my heart misses you and my mind is dreaming about you.", "author": "Sandra Toms"}, {"quote": "The distance maybe far and wide but my heart can cover them all. The space between us is so much more but you should know that I love you so!", "author": "Linda Roy"}, {"quote": "In true love the smallest distance is too great, and the greatest distance can be bridged.", "author": "Hands Nouwens"}, {"quote": "Odd how much it hurts when a friend moves away – and leaves behind only silence.", "author": "Pam Brown"}, {"quote": "That farewell kiss which resembles greeting, that last glance of love which becomes the sharpest pang of sorrow.", "author": "George Eliot"}, {"quote": "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.", "author": "Mother Teresa"}, {"quote": "I dropped a tear in the ocean. The day you find it is the day I will stop missing you..", "author": "Unknown"}, {"quote": "I can bear the distance but cannot imagine a life without you. For you I will go through the distance and the heartaches. You are my one and only.", "author": "Montana Lee"}, {"quote": "I don’t miss you and you alone – I miss you and me together.", "author": "Unknown"}, {"quote": "I carry your heart with me (I carry it in my heart)", "author": "E.E. Cummings"}, {"quote": "The way to love anything is to realize that it may be lost.", "author": "G.K. Chesterton"}, {"quote": "Does distance really matter? You love your favorite actor, drool for your favorite singer and await patiently for the next art from your favorite artist or writer. Why not the one you love?", "author": "Jane Morsel"}, {"quote": "And ever has it been known that love knows not its own depth until the hour of separation.", "author": "Khalil Gibran"}, {"quote": "If the only place where I could see you was in my dreams, I’d sleep forever.", "author": "Unknown"}, {"quote": "Love one another and you will be happy. It’s as simple and as difficult as that.", "author": "Michael Leunig"}, {"quote": "Behind every stong soldier, there is an even stronger woman who stands behind him, supports him, and loves him with all her heart.", "author": "Unknown"}, {"quote": "Let yourself be silently drawn by the stronger pull of what you really love.", "author": "Rumi"}, {"quote": "Gravitation is not responsible for people falling in love.", "author": "Albert Einstein"}, {"quote": "Morning without you is dwindled dawn.", "author": "Emily Dickinson"}, {"quote": "Distance makes the heart grow fonder.", "author": "Thomas Haynes Bayly"}, {"quote": "If there’s a heaven out there somewhere, it’s a place where we never have to say goodbye.", "author": "Unknown"}, {"quote": "Your absence has not taught me how to be alone, it merely has shown that when together we cast a single shadow on the wall.", "author": "Doug Fetherling"}, {"quote": "Love knows not distance; it hath no continent; its eyes are for the stars.", "author": "Gilbert Parker"}, {"quote": "The heart may think it knows better: the senses know that absence blots people out.", "author": "Elizabeth Bowen"}, {"quote": "All the while, believe me, I prayed our night would last twice as long.", "author": "Sappho"}, {"quote": "The reason it hurts so much to separate is because our souls are connected.", "author": "Unknown"}]