[{"quote": "I believed that no man in this world deserves me until I met you.", "author": "Luffina Lourduraj"}, {"quote": "Cause all of me loves all of you. Love your curves and all your edges. All your perfect imperfections. Give your all to me, I’ll give my all to you. You’re my end and my beginning. Even when I lose I’m winning.", "author": "John Legend"}, {"quote": "They say a good love is one that sits you down, gives you a drink of water, and pats you on top of the head. But I say a good love is one that casts you into the wind, sets you ablaze, makes you burn through the skies and ignite the night like a phoenix; the kind that cuts you loose like a wildfire and you can’t stop running simply because you keep on burning everything that you touch! I say that’s a good love; one that burns and flies, and you run with it!", "author": "C. JoyBell C."}, {"quote": "In love, all kinds of love, we wait. If I can’t be your dawn, I will be your sunset!", "author": "Rossana Condoleo"}, {"quote": "In the end, you will not see the physical beauty in others that caught your eye, but the fire that burned within them. This kind of beauty is the bonfire you had to attend.", "author": "Shannon Alder"}, {"quote": "Don’t love to be loved in return. Love for the sake of loving.", "author": "Connor Chalfant"}, {"quote": "Your words are my food, your breath my wine. You are everything to me.", "author": "Sarah Bernhardt"}, {"quote": "I become a waterwheel, turning and tasting you, as long as water moves.", "author": "Rumi"}, {"quote": "Love is a fire. But whether it is going to warm your heart or burn down your house, you can never tell!", "author": "Joan Crawford"}, {"quote": "For you see, each day I love you more, Today more than yesterday and less than tomorrow.", "author": "Rosemonde Gerard"}, {"quote": "Don’t just love a person for the image, idea or concept of them, but love them for every fantastically weird and twisted details that makes them up.", "author": "Lauren Klarfeld"}, {"quote": "See there’s this place in me where your fingerprints still rest, your kisses still linger, and your whispers softly echo. It’s the place where a part of you will forever be a part of me.", "author": "Gretchen Kemp"}, {"quote": "What I feel for you seems less of earth and more of a cloudless heaven.", "author": "Victor Hugo"}, {"quote": "By loving all the parts of you that I dislike in myself, I am learning to love me too.", "author": "Kate McGahan"}, {"quote": "One advantage of marriage it seems to me is that when you fall out of love with him or he falls out of love with you it keeps you together until maybe you fall in again.", "author": "Judith Viorst"}, {"quote": "All I really need is love, but a little chocolate now and then doesn’t hurt!", "author": "Lucy Van Pelt"}, {"quote": "I’m thinking of you, that’s all I do, all the time. You’re always the first and the last thing on this heart of mine. No matter where I go, or what I do, I’m thinking of you.", "author": "Dierks Bentley"}, {"quote": "Sometimes your nearness takes my breath away; and all the things I want to say can find no voice. Then, in silence, I can only hope my eyes will speak my heart.", "author": "Robert Sexton"}, {"quote": "What I do and what I dream include thee, as the wine must taste of its own grapes.", "author": "Elizabeth Barrett Browning"}, {"quote": "I’ve learned that you can’t make someone love you. All you can do is stalk them and hope they’ll panic and give in.", "author": "Emo Philips"}, {"quote": "I love being married. It’s so great to find one special person you want to annoy for the rest of your life.", "author": "Rita Rudner"}, {"quote": "If you text ‘I love you’ to a person and the person writes back an emoji – no matter what that emoji is, they don’t love you back.", "author": "Chelsea Peretti"}, {"quote": "Obviously, if I was serious about having a relationship with someone long-term, the last people I would introduce him to would be my family.", "author": "Chelsea Handler"}, {"quote": "Never set limits when you are loving someone.", "author": "Debasish Mridha"}, {"quote": "It is an absolute human certainty that no one can know his own beauty or perceive a sense of his own worth until it has been reflected back to him in the mirror of another loving, caring human being.", "author": "John Joseph Powell"}, {"quote": "The saddest thing is to be a minute to someone, when you’ve made them your eternity.", "author": "Sanober Khan"}, {"quote": "Loving someone can be hard at times. You risk a lot when you love – your heart and soul, at the least. Love is the most important and most rewarding investment you can make in another person.", "author": "J.E.B. Spredemann"}, {"quote": "I seem to have loved you in numberless forms, numberless times, in life after life, in age after age forever. – Rabindranath Tagore", "author": "Unknown"}]