[{"quote": "Faithless is he that says farewell when the road darkens.", "author": "J.R.R.Tolkien"}, {"quote": "I belong to the people I love, and they belong to me- they, and the love and loyaty I give them, form my identity far more than any word or group ever could.", "author": "Veronica Roth"}, {"quote": "Loyalty to the country always. Loyalty to the government when it deserves it.", "author": "Mark Twain"}, {"quote": "Love is friendship that has caught fire. It is quiet understanding, mutual confidence, sharing and forgiving. It is loyalty through good and bad times. It settles for less than perfection and makes allowances for human weaknesses.", "author": "Ann Landers"}, {"quote": "Hold faithfulness and sincerity as first principles.", "author": "Confucius"}, {"quote": "Faithless is he that says farewell when the road darkens.", "author": "J.R.R.Tolkien"}, {"quote": "A man is not an orange. You can’t eat the fruit and throw the peel away.", "author": "Arthur Miller"}, {"quote": "The strength of a family, like the strength of an army, is in its loyalty to each other.", "author": "Mario Puzo"}, {"quote": "I look for these qualities and characteristics in people. Honesty is number one, respect, and absolutely the third would have to be loyalty.", "author": "Summer Altice"}, {"quote": "Better to have one woman on your side than ten men.", "author": "Robert Jordan"}, {"quote": "I’ll take fifty percent efficiency to get one hundred percent loyalty.", "author": "Samuel Goldwyn"}, {"quote": "If you will not die for us, you cannot ask us to die for you.", "author": "Jacqueline Carey"}, {"quote": "If put to the pinch, an ounce of loyalty is worth a pound of cleverness.", "author": "Elbert Hubbard"}, {"quote": "All men are loyal, but their objects of allegiance are at best approximate.", "author": "John Barth"}, {"quote": "I don’t like to give up on people when they need someone not to give up on them.", "author": "Carrol Bryant"}, {"quote": "Where the battle rages, there the loyalty of the soldier is proved.", "author": "Martin Luther"}, {"quote": "It isn’t an easy thing to give your loyalty to someone you don’t know, especially when that person chooses to reveal nothing of himself.", "author": "Megan Whaler Turner"}, {"quote": "A person who deserves my loyalty receives it..", "author": "Joyce Maynard"}, {"quote": "I have a loyalty that runs in my bloodstream, when I lock into someone or something, you can’t get me away from it because I commit that thoroughly. That’s in friendship, that’s a deal, that’s a commitment. Don’t give me paper – I can get the same lawyer who drew it up to break it. But if you shake my hand, that’s for life..", "author": "Jerry Lewis"}, {"quote": "As you read my stories of long ago I hope you will remember that the things that are truly worthwhile and that will give you happiness are the same now as they were then. Courage and kindness, loyalty, truth, and helpfulness are always the same and always needed.", "author": "Laura Ingles Wilder"}, {"quote": "My dear boy, the people who only love once in their lives are really the shallow people. What they call their loyalty, and their fidelity, I call either the lethargy of custom or their lack of imagination. Faithfulness is to the emotional life what consistency is to the life of the intellect—simply a confession of failures.", "author": "Oscar Wilde"}, {"quote": "Unlike the puerile loyalty to a conviction, loyalty to a friend is a virtue – perhaps the only virtue, the last remaining one.", "author": "Milan Kundera"}, {"quote": "Loyalty to an unjust cause is a perversion of honor.", "author": "Brian Herbert & Kevin J. Anderson"}, {"quote": "Loyalty is dead, the experts proclaim, and the statistics seem to bear them out. On average, U.S. corporations now lose half their customers in five years, half their employees in four, and half their investors in less than one. We seem to face a future in which the only business relationships will be opportunistic transactions between virtual strangers.", "author": "Frederick R. Reichheld"}, {"quote": "A person is born with feelings of envy and hate. If he gives way to them, they will lead him to violence and crime, and any sense of loyalty and good faith will be abandoned.", "author": "Xun Zi"}, {"quote": "Loyalty and friendship, which is to me the same, created all the wealth that I’ve ever thought I’d have.", "author": "Ernie Banks"}, {"quote": "A friend is someone who walks into a room when everyone else is walking out.", "author": "Gary Moore"}, {"quote": "Together we shared a bond not even death would violate.", "author": "Dee Remy"}, {"quote": "Loyalty cannot be blueprinted. It cannot be produced on an assembly line. In fact, it cannot be manufactured at all, for its origin is the human heart — the center of self-respect and human dignity. It is a force which leaps into being only when conditions are exactly right for it — and it is a force very sensitive to betrayal.", "author": "Maurice Franks"}, {"quote": "Sometimes it was worth all the disadvantages of marriage just to have that: one friend in an indifferent world.", "author": "Erica Jong"}, {"quote": "I think a good friend, to me, is all about trust and loyalty. You don’t ever want to second-guess whether you can tell your friend something.", "author": "Lauren Conrad"}, {"quote": "I place an enormous premium on loyalty. If someone betrays me, I can forgive them rationally, but emotionally I have found it impossible to do so.", "author": "Richard E. Grant"}, {"quote": "You don’t earn loyalty in a day. You earn loyalty day-by-day.", "author": "Jeffrey Gitomer"}, {"quote": "Fidelity purchased with money, money can destroy.", "author": "Seneca"}, {"quote": "My first language, the true language of the soul spoken only on our planet of origin, had no word for betrayal or traitor. Or even loyalty- because without the opposite, the concept had no meaning.", "author": "Stephanie Meyer"}, {"quote": "A true friendship is one in which everything can be told, and nothing will be judged.", "author": "Unknown"}, {"quote": "If you cant value a commitment made by someone else, your own commitments lose their value too.", "author": "Ram Mohan"}, {"quote": "…it isn’t things and proximity, or even blood that holds us all together. What makes a family is love and loyalty.", "author": "Genevieve Dewey"}, {"quote": "You can easily judge the character of a man by how he treats those who can do nothing for him.", "author": "Goethe"}, {"quote": "The first step in the evolution of ethics is a sense of solidarity with other human beings.", "author": "Albert Schweitzer"}, {"quote": "Friendship with oneself is all-important, because without it one cannot be friends with anyone else.", "author": "Eleanor Roosevelt"}, {"quote": "Never befriend the oppressed unless you are prepared to take on the oppressor.", "author": "Ogden Nash"}, {"quote": "New friends are silver, but old friends are gold.", "author": "Unknown"}, {"quote": "Loyalty publicly results in leverage privately.", "author": "Andy Stanley"}, {"quote": "Friends may come and go, but enemies accumulate.", "author": "Thomas Hudson Jones"}, {"quote": "Loyal companions are an unequaled grace, stanching fear before it bleeds you numb, a reliable antidote for creeping despair.", "author": "Dean Koontz"}, {"quote": "An onion shared with a friend tastes like roast lamb.", "author": "Egyptian Proverb"}, {"quote": "The final test of a leader is that he leaves behind him in other men the conviction and will to carry on.", "author": "Walter Lippmann"}, {"quote": "Never esteem anything as of advantage to you that will make you break your word or lose your self-respect.", "author": "Marcus Aurelius"}, {"quote": "The highest compact we can make with our fellow is – “Let there be truth between us two for evermore.", "author": "Ralph Waldo Emerson"}]