[{"quote": "Disciplining yourself to do what you know is right and important, although difficult, is the highroad to pride, self-esteem, and personal satisfaction.", "author": "Unknown"}, {"quote": "If you lead a country like Britain, a strong country, a country which has taken a lead in world affairs in good times and in bad, a country that is always reliable, then you have to have a touch of iron about you.", "author": "Unknown"}, {"quote": "If you want something said, ask a man; if you want something done, ask a woman.” -Margaret Thatcher\n“If you set out to be liked, you would be prepared to compromise on anything at any time, and you would achieve nothing.", "author": "”"}, {"quote": "To cure the British disease with socialism was like trying to cure leukaemia with leeches.", "author": "Unknown"}, {"quote": "I’ve got a woman’s ability to stick to a job and get on with it when everyone else walks off and leaves it.", "author": "Unknown"}, {"quote": "You and I come by road or rail, but economists travel on infrastructure.", "author": "Unknown"}, {"quote": "Any leader has to have a certain amount of steel in them, so I am not that put out being called the Iron Lady.", "author": "Unknown"}, {"quote": "You may have to fight a battle more than once to win it.", "author": "Margaret Thatcher"}, {"quote": "To wear your heart on your sleeve isn’t a very good plan; you should wear it inside, where it functions best.", "author": "Unknown"}, {"quote": "The truths of the Judaic-Christian tradition, are infinitely precious, not only, as I believe, because they are true, but also because they provide the moral impulse which alone can lead to that peace, in the true meaning of the word, for which we all long. . . . There is little hope for democracy if the hearts of men and women in democratic societies cannot be touched by a call to something greater than themselves.", "author": "Unknown"}, {"quote": "The facts of life are conservative.", "author": "Unknown"}, {"quote": "It is not the creation of wealth that is wrong, but the love of money for its own sake.", "author": "Unknown"}, {"quote": "Of course it’s the same old story. Truth usually is the same old story.", "author": "Margaret Thatcher"}, {"quote": "Freedom will destroy itself if it is not exercised within some sort of moral framework, some body of shared beliefs, some spiritual heritage transmitted through the Church, the family, and the school.", "author": "Unknown"}, {"quote": "Left-wing zealots have often been prepared to ride roughshod over due process and basic considerations of fairness when they think they can get away with it. For them the ends always seems to justify the means. That is precisely how their predecessors came to create the gulag.", "author": "Unknown"}, {"quote": "Of course, to be a mother and a housewife is a vocation of a very high kind. But I simply felt that it was not the whole of my vocation. I knew that I also wanted a career. A phrase that Irene Ward, MP for Tynemouth, and I often used was that ‘while the home must always be the centre of one’s life, it should not be the boundary of one’s ambitions’.", "author": "Unknown"}, {"quote": "Plan your work for today and every day, then work your plan.", "author": "Margaret Thatcher"}, {"quote": "It may be the cock that crows, but it is the hen that lays the eggs.", "author": "Unknown"}, {"quote": "Every family should have the right to spend their money, after tax, as they wish, and not as the government dictates. Let us extend choice, extend the will to choose and the chance to choose.", "author": "Unknown"}, {"quote": "There are still people in my party who believe in consensus politics. I regard them as Quislings, as traitors… I mean it.", "author": "Unknown"}, {"quote": "It’s passionately interesting for me that the things that I learned in a small town, in a very modest home, are just the things that I believe have won the election.", "author": "Unknown"}, {"quote": "When people are free to choose, they choose freedom.", "author": "Margaret Thatcher"}, {"quote": "I’m back… and you knew I was coming. On my way here I passed a cinema with the sign ‘The Mummy Returns’.", "author": "Unknown"}, {"quote": "You don’t tell deliberate lies, but sometimes you have to be evasive.", "author": "Unknown"}, {"quote": "Look at a day when you are supremely satisfied at the end. It’s not a day when you lounge around doing nothing; it’s a day you’ve had everything to do and you’ve done it.", "author": "Unknown"}, {"quote": "I don’t mind how much my Ministers talk, so long as they do what I say.", "author": "Unknown"}, {"quote": "Power is like being a lady… if you have to tell people you are, you aren’t.", "author": "Margaret Thatcher"}, {"quote": "It pays to know the enemy – not least because at some time you may have the opportunity to turn him into a friend.", "author": "Unknown"}, {"quote": "Do you know that one of the great problems of our age is that we are governed by people who care more about feelings than they do about thoughts and ideas.", "author": "Unknown"}, {"quote": "To those waiting with bated breath for that favorite media catchphrase, the U-turn, I have only this to say, ‘You turn if you want; the lady’s not for turning.", "author": "Unknown"}, {"quote": "I always cheer up immensely if an attack is particularly wounding because I think, well, if they attack one personally, it means they have not a single political argument left.", "author": "Unknown"}, {"quote": "No one would remember the Good Samaritan if he’d only had good intentions; he had money as well.", "author": "Margaret Thatcher"}, {"quote": "Christmas is a day of meaning and traditions, a special day spent in the warm circle of family and friends.", "author": "Unknown"}, {"quote": "Europe was created by history. America was created by philosophy.", "author": "Unknown"}, {"quote": "There are significant differences between the American and European version of capitalism. The American traditionally emphasizes the need for limited government, light regulations, low taxes and maximum labour-market flexibility. Its success has been shown above all in the ability to create new jobs, in which it is consistently more successful than Europe.", "author": "Unknown"}, {"quote": "It’s a funny old world.", "author": "Margaret Thatcher"}, {"quote": "What Britain needs is an iron lady.", "author": "Unknown"}, {"quote": "Being prime minister is a lonely job… you cannot lead from the crowd.", "author": "Unknown"}, {"quote": "I love argument, I love debate. I don’t expect anyone just to sit there and agree with me, that’s not their job.", "author": "Unknown"}, {"quote": "No woman in my time will be prime minister or chancellor or foreign secretary – not the top jobs. Anyway, I wouldn’t want to be prime minister; you have to give yourself 100 percent.", "author": "Unknown"}, {"quote": "I am extraordinarily patient, provided I get my own way in the end.", "author": "Margaret Thatcher"}, {"quote": "If you just set out to be liked, you will be prepared to compromise on anything at anytime, and would achieve nothing.", "author": "Unknown"}, {"quote": "For every idealistic peacemaker willing to renounce his self-defence in favour of a weapons-free world, there is at least one warmaker anxious to exploit the other’s good intentions.", "author": "Unknown"}, {"quote": "A world without nuclear weapons would be less stable and more dangerous for all of us.", "author": "Unknown"}, {"quote": "Watch your thoughts, for they will become actions. Watch your actions, for they’ll become… habits. Watch your habits for they will forge your character. Watch your character, for it will make your destiny.", "author": "Unknown"}, {"quote": "I do not know anyone who has got to the top without hard work. That is the recipe. It will not always get you to the top, but should get you pretty near.", "author": "Margaret Thatcher"}, {"quote": "Some Socialists seem to believe that people should be numbers in a State computer. We believe they should be individuals. We are all unequal. No one, thank heavens, is like anyone else, however much the Socialists may pretend otherwise. We believe that everyone has the right to be unequal but to us every human being is equally important.", "author": "Unknown"}, {"quote": "It used to be about trying to do something. Now it’s about trying to be someone.", "author": "Unknown"}, {"quote": "They’ve got the usual Socialist disease — they’ve run out of other people’s money.", "author": "Unknown"}, {"quote": "I wasn’t lucky. I deserved it.", "author": "Margaret Thatcher"}, {"quote": "My policies are based not on some economics theory, but on things I and millions like me were brought up with: an honest day’s work for an honest day’s pay; live within your means; put by a nest egg for a rainy day; pay your bills on time; support the police.", "author": "Unknown"}, {"quote": "Platitudes? Yes, there are platitudes. Platitudes are there because they are true.", "author": "Unknown"}, {"quote": "I don’t think there will be a woman prime minister in my lifetime.", "author": "Unknown"}, {"quote": "If you want to cut your own throat, don’t come to me for a bandage.", "author": "Unknown"}, {"quote": "I usually make up my mind about a man in ten seconds, and I very rarely change it.", "author": "Margaret Thatcher"}, {"quote": "The battle for women’s rights has been largely won.", "author": "Unknown"}, {"quote": "The problem with socialism is that you eventually run out of other peoples’ money.", "author": "Unknown"}, {"quote": "What is success? I think it is a mixture of having a flair for the thing that you are doing; knowing that it is not enough, that you have got to have hard work and a certain sense of purpose.", "author": "Unknown"}, {"quote": "I too have a certain idea of America. Moreover, I would not feel entitled to say that of any other country, except my own. This is not just sentiment, though I always feel ten years younger – despite the jet-lag – when I set foot on American soil: there is something so positive, generous, and open about the people – and everything actually works. I also feel, though, that I have in a sense a share of America.", "author": "Unknown"}, {"quote": "Look at a day when you are supremely satisfied at the end. It’s not a day when you lounge around doing nothing; it’s when you’ve had everything to do, and you’ve done it.", "author": "Margaret Thatcher"}, {"quote": "There is no such thing as society: there are individual men and women, and there are families.", "author": "Unknown"}, {"quote": "People think that at the top there isn’t much room. They tend to think of it as an Everest. My message is that there is tons of room at the top.", "author": "Unknown"}, {"quote": "Constitutions have to be written on hearts, not just paper.", "author": "Unknown"}, {"quote": "A man may climb Everest for himself, but at the summit he plants his country’s flag.", "author": "Margaret Thatcher"}, {"quote": "I never hugged him, I bombed him.", "author": "On dictator, Muammar Gaddafi"}, {"quote": "It is always important in matters of high politics to know what you do not know. Those who think that they know, but are mistaken, and act upon their mistakes, are the most dangerous people to have in charge.", "author": "Unknown"}, {"quote": "Any woman who understands the problems of running a home will be nearer to understanding the problems of running a country.", "author": "Unknown"}, {"quote": "I think we have gone through a period when too many children and people have been given to understand ‘I have a problem, it is the Government’s job to cope with it!’ or ‘I have a problem, I will go and get a grant to cope with it!’ ‘I am homeless, the Government must house me!’ and so they are casting their problems on society and who is society? There is no such thing! There are individual men and women and there are families and no government can do anything except through people and people look to themselves first… There is no such thing as society. There is living tapestry of men and women and people and the beauty of that tapestry and the quality of our lives will depend upon how much each of us is prepared to take responsibility for ourselves and each of us prepared to turn round and help by our own efforts those who are unfortunate.", "author": "Unknown"}, {"quote": "Standing in the middle of the road is very dangerous; you get knocked down by the traffic from both sides.", "author": "Margaret Thatcher"}, {"quote": "The choice facing the nation is between two totally different ways of life. And what a prize we have to fight for: no less than the chance to banish from our land the dark, divisive clouds of Marxist socialism and bring together men and women from all walks of life who share a belief in freedom.", "author": "Unknown"}, {"quote": "I just owe almost everything to my father and it’s passionately interesting for me that the things that I learned in a small town, in a very modest home, are just the things that I believe have won the election.", "author": "Unknown"}, {"quote": "Whether it is in the United States or in mainland Europe, written constitutions have one great weakness. That is that they contain the potential to have judges take decisions which should properly be made by democratically elected politicians.", "author": "Unknown"}, {"quote": "Oh, but you know, you do not achieve anything without trouble, ever.", "author": "Margaret Thatcher"}, {"quote": "Pennies do not come from heaven. They have to be earned here on earth.", "author": "Unknown"}, {"quote": "The defence budget is one of the very few elements of public expenditure that can truly be described as essential. This point was well-made by a robust Labour Defence Minister, Denis (Now Lord) Healey, many years ago: ‘Once we have cut expenditure to the extent where our security is imperiled, we have no houses, we have no hospitals, we have no schools. We have a heap of cinders.’", "author": "Unknown"}, {"quote": "If… many influential people have failed to understand, or have just forgotten, what we were up against in the Cold War and how we overcame it, they are not going to be capable of securing, let alone enlarging, the gains that liberty has made.", "author": "Unknown"}, {"quote": "Don’t follow the crowd, let the crowd follow you.", "author": "Margaret Thatcher"}, {"quote": "…The larger the slice taken by government, the smaller the cake available for everyone.", "author": "Unknown"}, {"quote": "Nothing is more obstinate than a fashionable consensus.", "author": "Unknown"}, {"quote": "Whether manufactured by black, white, brown or yellow hands, a widget remains a widget – and it will be bought anywhere if the price and quality are right. The market is a more powerful and more reliable liberating force than government can ever be.", "author": "Unknown"}, {"quote": "I am in politics because of the conflict between good and evil, and I believe that in the end good will triumph.", "author": "Unknown"}, {"quote": "There can be no liberty unless there is economic liberty.", "author": "Unknown"}, {"quote": "A week is a long time in politics.", "author": "Margaret Thatcher"}, {"quote": "To be free is better than to be unfree – always. Any politician who suggests the opposite should be treated as suspect.", "author": "Unknown"}, {"quote": "During my lifetime most of the problems the world has faced have come, in one fashion or other, from mainland Europe, and the solutions from outside it.", "author": "Unknown"}, {"quote": "We Conservatives hate unemployment.", "author": "Unknown"}, {"quote": "There is much to be said for trying to improve some disadvantaged people’s lot. There is nothing to be said for trying to create heaven on earth.", "author": "Unknown"}, {"quote": "It is one of the great weaknesses of reasonable men and women that they imagine that projects which fly in the face of commonsense are not serious or being seriously undertaken.", "author": "Unknown"}, {"quote": "This lady is not for turning.", "author": "Margaret Thatcher"}, {"quote": "To me, consensus seems to be the process of abandoning all beliefs, principles, values and policies. So it is something in which no one believes and to which no one objects.", "author": "Unknown"}, {"quote": "We were told our campaign wasn’t sufficiently slick. We regard that as a compliment.", "author": "Unknown"}, {"quote": "…Conservatives have excellent credentials to speak about human rights. By our efforts, and with precious little help from self-styled liberals, we were largely responsible for securing liberty for a substantial share of the world’s population and defending it for most of the rest.", "author": "Unknown"}, {"quote": "If my critics saw me walking over the Thames they would say it was because I couldn’t swim.", "author": "Unknown"}, {"quote": "Oh, but you know, you do not achieve anything without trouble, ever.", "author": "Unknown"}, {"quote": "Defeat? I do not recognize the meaning of the word.", "author": "Unknown"}, {"quote": "To be successful you have to be selfish, or else you never achieve. And once you get to your highest level, then you have to be unselfish. Stay reachable. Stay in touch. Don’t isolate.", "author": "Unknown"}, {"quote": "We want a society where people are free to make choices, to make mistakes, to be generous and compassionate. This is what we mean by a moral society; not a society where the state is responsible for everything, and no one is responsible for the state.", "author": "Unknown"}, {"quote": "The spirit of envy can destroy; it can never build.", "author": "Margaret Thatcher"}, {"quote": "I seem to smell the stench of appeasement in the air.", "author": "Unknown"}, {"quote": "The woman’s mission is not to enhance the masculine spirit, but to express the feminine; hers is not to preserve a man-made world, but to create a human world by the infusion of the feminine element into all of its activities.", "author": "Unknown"}, {"quote": "Ought we not to ask the media to agree among themselves a voluntary code of conduct, under which they would not say or show anything which could assist the terrorists’ morale or their cause while the hijack lasted.", "author": "Unknown"}, {"quote": "And what a prize we have to fight for: no less than the chance to banish from our land the dark divisive clouds of Marxist socialism.", "author": "Unknown"}, {"quote": "Democratic nations must try to find ways to starve the terrorist and the hijacker of the oxygen of publicity on which they depend.", "author": "Unknown"}, {"quote": "One only gets to the top rung of the ladder by steadily climbing up one at a time, and suddenly all sorts of powers, all sorts of abilities which you thought never belonged to you–suddenly become within your own possibility and you think, Well, I’ll have a go, too.", "author": "Unknown"}, {"quote": "If it is once again one against forty-eight, then I am very sorry for the forty-eight.", "author": "Unknown"}, {"quote": "Most women defend themselves. It is the female of the species — it is the tigress and lioness in you — which tends to defend when attacked.", "author": "Unknown"}, {"quote": "One of the things being in politics has taught me is that men are not a reasoned or reasonable sex.", "author": "Unknown"}, {"quote": "I shan’t be pulling the levers there but I shall be a very good back-seat driver.", "author": "Unknown"}, {"quote": "The world has lost one of the great champions of freedom and liberty, and America has lost a true friend. As a grocer’s daughter who rose to become Britain’s first female prime minister, she stands as an example to our daughters that there is no glass ceiling that can’t be shattered. As prime minister, she helped restore the confidence and pride that has always been the hallmark of Britain at its best. And as an unapologetic supporter of our transatlantic alliance, she knew that with strength and resolve we could win the Cold War and extend freedom’s promise.", "author": "Barack Obama, Former President of the United States"}, {"quote": "She will be remembered not only for being Britain’s first female prime minister and holding the office for eleven years, but also for the determination and resilience with which she carried out all her duties throughout her public life. Even those who disagreed with her never doubted the strength of her convictions and her unwavering belief in Britain’s destiny in the world.", "author": "Gordon Brown, Former Labour Prime Minister"}, {"quote": "She was a wonderful, wonderful person. I believe that history will honour her for all that she achieved and it has been a great privilege to have been by her side for the past 35 years.", "author": "Cynthia Crawford, Former PA to Baroness Thatcher"}, {"quote": "She changed our country forever and all of us owe so much to her. A legacy few will ever equal. -William Hague, Foreign Secretary", "author": "Unknown"}, {"quote": "Margaret Thatcher’s belief in freedom and optimism about the future overcame all. Her determination is our generation’s inspiration.", "author": "George Osborne, Chancellor of the Exchequer"}, {"quote": "Margaret Thatcher was a truly formidable prime minister whose policies defined a political generation.", "author": "Alex Salmond, Scottish First Minister"}]