[{"quote": "Some people want it to happen, some wish it would happen, others make it happen.” -Michael Jordan\n“I can accept failure, everyone fails at something. But I can’t accept not trying.", "author": "”"}, {"quote": "To be successful you have to be selfish, or else you never achieve. And once you get to your highest level, then you have to be unselfish. Stay reachable. Stay in touch. Don’t isolate.", "author": "Unknown"}, {"quote": "You have to expect things of yourself before you can do them.", "author": "Unknown"}, {"quote": "If you accept the expectations of others, especially negative ones, then you never will change the outcome.", "author": "Unknown"}, {"quote": "Talent wins games, but teamwork and intelligence wins championships.", "author": "Michael Jordan"}, {"quote": "The good part about being famous is being able to help people. The hard part is every day you have to be in a good mood, because that is what people expect. You learn to get good at it.", "author": "Unknown"}, {"quote": "I play to win, whether during practice or a real game. And I will not let anything get in the way of me and my competitive enthusiasm to win.", "author": "Unknown"}, {"quote": "There is no ‘i’ in team but there is in win.", "author": "Unknown"}, {"quote": "Sometimes, things may not go your way, but the effort should be there every single night.", "author": "Unknown"}, {"quote": "If you quit once it becomes a habit. Never quit!", "author": "Michael Jordan"}, {"quote": "Sometimes you need to get hit in the head to realize that you’re in a fight.", "author": "Unknown"}, {"quote": "I built my talents on the shoulders of someone else’s talent.", "author": "Unknown"}, {"quote": "I believe greatness is an evolutionary process that changes and evolves era to era.", "author": "Unknown"}, {"quote": "In any investment, you expect to have fun and make money.", "author": "Unknown"}, {"quote": "My heroes are and were my parents. I can’t see having anyone else as my heroes.", "author": "Michael Jordan"}, {"quote": "I wasn’t really a work-conscious type of person. I was a player. I loved to play sports.", "author": "Unknown"}, {"quote": "There’s only one Michael Jordan.", "author": "Unknown"}, {"quote": "I know the signs of scaredness.", "author": "Unknown"}, {"quote": "Being Michael Jordan means acting the same as I always have.", "author": "Unknown"}, {"quote": "I realized that if I was going to achieve anything in life I had to be aggressive. I had to get out there and go for it.", "author": "Michael Jordan"}, {"quote": "I realize that I’m black, but I like to be viewed as a person, and this is everybody’s wish.", "author": "Unknown"}, {"quote": "If you’re trying to achieve, there will be roadblocks. I’ve had them; everybody has had them. But obstacles don’t have to stop you. If you run into a wall, don’t turn around and give up. Figure out how to climb it, go through it, or work around it.", "author": "Unknown"}, {"quote": "My father used to say that it’s never too late to do anything you wanted to do. And he said, ‘You never know what you can accomplish until you try.", "author": "Unknown"}, {"quote": "To be successful you have to be selfish, or else you never achieve. And once you get to your highest level, then you have to be unselfish. Stay reachable. Stay in touch. Don’t isolate.", "author": "Unknown"}, {"quote": "To learn to succeed, you must first learn to fail.", "author": "Michael Jordan"}, {"quote": "I never looked at the consequences of missing a big shot… when you think about the consequences you always think of a negative result.", "author": "Unknown"}, {"quote": "The game has its ups and downs, but you can never lose focus of your individual goals and you can’t let yourself be beat because of lack of effort.", "author": "Unknown"}, {"quote": "You have competition every day because you set such high standards for yourself that you have to go out every day and live up to that.", "author": "Unknown"}, {"quote": "I want to wake up every day and do whatever comes in my mind, and not feel pressure or obligations to do anything else in my life.", "author": "Unknown"}, {"quote": "Live the moment for the moment.", "author": "Michael Jordan"}, {"quote": "I’m not out there sweating for three hours every day just to find out what it feels like to sweat.", "author": "Unknown"}, {"quote": "My attitude is that if you push me towards something that you think is a weakness, then I will turn that perceived weakness into a strength.", "author": "Unknown"}, {"quote": "I’ve missed more than 9000 shots in my career. I’ve lost almost 300 games. 26 times, I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life. And that is why I succeed.", "author": "Unknown"}, {"quote": "It’s absolutely wrong that I don’t want guys to challenge me. And the people who say that aren’t in the room.", "author": "Unknown"}, {"quote": "Winning isn’t always championships.", "author": "Michael Jordan"}, {"quote": "Be true to the game, because the game will be true to you. If you try to shortcut the game, then the game will shortcut you. If you put forth the effort, good things will be bestowed upon you. That’s truly about the game, and in some ways that’s about life too.", "author": "Unknown"}, {"quote": "You’re a loser. You’ve always been a loser.", "author": "Unknown"}, {"quote": "You’re going to play from the little girls’ tees?", "author": "Unknown"}, {"quote": "They don’t need a ticket to watch you sitting on the bench. They can go to your house for that.", "author": "Unknown"}, {"quote": "I’ve always believed that if you put in the work, the results will come. I don’t do things half-heartedly. Because I know if I do, then I can expect half-hearted results.", "author": "” -Michael Jordan"}, {"quote": "Don’t let them drag you down by rumors just go with what you believe in.", "author": "Unknown"}, {"quote": "Gambling is legal and betting is legal, for what I bet.", "author": "Unknown"}, {"quote": "I can’t speak for the future. I have no crystal ball.", "author": "Unknown"}, {"quote": "Once I made a decision, I never thought about it again.", "author": "Unknown"}, {"quote": "It is easy to choose a path of anonymity and lead an empty life. But to strive hard and lead an impactful life, one needs a burning desire to realize dreams.", "author": "Michael Jordan"}, {"quote": "What is love? Love is playing every game as if it’s your last!", "author": "Unknown"}, {"quote": "The basketball court for me, during a game, is the most peaceful place I can imagine. On the basketball court, I worry about nothing. When I’m out there, no one can bother me.", "author": "Unknown"}, {"quote": "If I had been playing for money I would have complained a long time ago that I was underpaid.", "author": "Unknown"}, {"quote": "I won’t have any competitive instincts in any sports, other than golf. I can’t see being competitive in sports any more.", "author": "Unknown"}, {"quote": "Never say never, because limits, like fears, are often just an illusion.", "author": "Michael Jordan"}, {"quote": "It is nerve-wracking watching my kids’ games.", "author": "Unknown"}, {"quote": "The minute you get away from fundamentals – whether it’s proper technique, work ethic or mental preparation – the bottom can fall out of your game, your schoolwork, your job, whatever you’re doing.", "author": "Unknown"}, {"quote": "I think the players win the championship, and the organization has something to do with it, don’t get me wrong. But don’t try to put the organization above the players.", "author": "Unknown"}, {"quote": "It’s hard to say if the NBA is hurt by the influx of younger players, but it’s definitely impacted the league.", "author": "Unknown"}, {"quote": "I’ve never been afraid to fail.", "author": "Michael Jordan"}, {"quote": "If it turns out that my best wasn’t good enough, at least I won’t look back and say I was afraid to try.", "author": "Unknown"}, {"quote": "It’s heavy duty to try to do everything and please everybody. My job was to go out there and play the game of basketball as best I can. People may not agree with that. I can’t live with what everyone’s impression of what I should or what I shouldn’t do.", "author": "Unknown"}, {"quote": "As athletes, we’re used to reacting quickly. Here, it’s ‘come, stop, come, stop.’ There’s a lot of downtime. That’s the toughest part of the day.", "author": "Unknown"}, {"quote": "The game of basketball has been everything to me. My place of refuge, place I’ve always gone where I needed comfort and peace. It’s been the site of intense pain and the most intense feelings of joy and satisfaction. It’s a relationship that has evolved over time, given me the greatest respect and love for the game.", "author": "Unknown"}, {"quote": "Always turn a negative situation into a positive situation.", "author": "Michael Jordan"}, {"quote": "In reality, I never want to grow up.", "author": "Unknown"}, {"quote": "There is no such thing as a perfect basketball player, and I don’t believe there is only one greatest player either.", "author": "Unknown"}, {"quote": "I never thought a role model should be negative.", "author": "Unknown"}, {"quote": "The key to success is failure.", "author": "Unknown"}, {"quote": "You have to expect things of yourself before you can do them.", "author": "Michael Jordan"}, {"quote": "I want to be the bridge to the next generation.", "author": "Unknown"}, {"quote": "I own the guy guarding me.", "author": "Unknown"}, {"quote": "How many times have your parents told you not to do things, and the next thing you know, you go do it? And you realized you shouldn’t have done it.", "author": "Unknown"}, {"quote": "I know fear is an obstacle for some people, but it is an illusion to me. Failure always made me try harder the next time.", "author": "Unknown"}, {"quote": "If you do the work you get rewarded. There are no shortcuts in life.", "author": "Michael Jordan"}, {"quote": "I want to be perceived as a guy who played his best in all facets, not just scoring. A guy who loved challenges.", "author": "Unknown"}, {"quote": "You can practice shooting 8 hours a day, but if your technique is wrong, then all you become is very good at shooting the wrong way. Get the fundamentals down and the level of everything you do will rise.", "author": "Unknown"}, {"quote": "My challenge when I came back was to face the young talent, to dissect their games, and show them maybe that they needed to learn more about the game than just the money aspect.", "author": "Unknown"}, {"quote": "Failure is acceptable. but not trying is a whole different ball park.", "author": "Unknown"}, {"quote": "Everybody has talent, but ability takes hard work.", "author": "Michael Jordan"}, {"quote": "Best evaluation I can make of a player is to look in his eyes and see how scared they are.", "author": "Unknown"}, {"quote": "My mother is my root, my foundation. She planted the seed that I base my life on, and that is the belief that the ability to achieve starts in your mind.", "author": "Unknown"}, {"quote": "The best come from the worst.", "author": "Unknown"}, {"quote": "Champions do not become champions when they win an event, but in the hours, weeks, and months, and years they spend preparing for it. The victorious performance itself is merely a demonstration of their championship character.", "author": "Unknown"}, {"quote": "Enjoy every minute of life. Never second-guess life.", "author": "Michael Jordan"}, {"quote": "I mean we all fly. Once you leave the ground, you fly. Some people fly longer than others.", "author": "Unknown"}, {"quote": "When I will lose the sense of motivation and the sense to prove something as a basketball player, it’s time for me to move away from the game.", "author": "Unknown"}, {"quote": "Learning’s a gift, even when pain is your teacher.", "author": "Unknown"}, {"quote": "People ask me if I could fly, I said, “yeah…. for a little while.", "author": "Unknown"}, {"quote": "Heart is what separates the good from the great.", "author": "Michael Jordan"}, {"quote": "The game is my wife. It demands loyalty and responsibility, and it gives me back fulfillment and peace.", "author": "Unknown"}, {"quote": "Do I need my number retired throughout the course of the league to acknowledge what I’ve done? No.", "author": "Unknown"}, {"quote": "I would tell players to relax and never think about what’s at stake. Just think about the basketball game. If you start to think about who is going to win the championship, you’ve lost your focus.", "author": "Unknown"}, {"quote": "My body could stand the crutches but my mind couldn’t stand the sideline.", "author": "Unknown"}, {"quote": "Just play. Have fun. Enjoy the game.", "author": "Michael Jordan"}, {"quote": "In college I never realized the opportunities available to a pro athlete. I’ve been given the chance to meet all kinds of people, to travel and expand my financial capabilities, to get ideas and learn about life, to create a world apart from basketball.", "author": "Unknown"}, {"quote": "I hope the millions of people I’ve touched have the optimism and desire to share their goals and hard work and perseverance with a positive attitude.", "author": "Unknown"}, {"quote": "Even when I’m old and gray, I won’t be able to play it, but I’ll still love the game.", "author": "Unknown"}, {"quote": "I’d like to be settled into somewhat of a normal life. Somewhat. I know it’s never going to be completely normal.", "author": "Unknown"}, {"quote": "Every time I feel tired while I am exercising and training, I close my eyes to see that picture, to see that list with my name. This usually motivates me to work again.", "author": "Unknown"}, {"quote": "When I was young, I had to learn the fundamentals of basketball. You can have all the physical ability in the world, but you still have to know the fundamentals.", "author": "Unknown"}, {"quote": "Not every flying hero has a cape.", "author": "Michael Jordan"}, {"quote": "For a competitive junkie like me, golf is a great solution because it smacks you in the face every time you think you’ve accomplished something. That to me has taken over a lot of the energy and competitiveness for basketball.", "author": "Unknown"}, {"quote": "I will not quit this game because of what the media has done to me.", "author": "Unknown"}, {"quote": "Playing sick. That is so hard to do. It has to be a total mental challenge, as well as the physical challenge.", "author": "Unknown"}, {"quote": "I like control.", "author": "Unknown"}, {"quote": "I want to play for years.", "author": "Unknown"}, {"quote": "I want to do for rebounds what Michael Jordan did for dunks.", "author": "Dennis Rodman"}, {"quote": "Michael Jordan and Magic and myself all learned how to play the game in college programs that emphasized the team.", "author": "Kareem Abdul-Jabbar"}, {"quote": "In 1981, when I went down to visit Georgia Tech, I watched Michael Jordan play and literally get ridiculed for taking a jump shot in the championship game that went off the backboard, and they won. People are forgetting that Michael was just one of the players when they went to the Dream Team.", "author": "John Salley"}, {"quote": "If somebody says no to you, or if you get cut, Michael Jordan was cut his first year, but he came back and he was the best ever. That is what you have to have. The attitude that I’m going to show everybody, I’m going to work hard to get better and better.", "author": "Magic Johnson"}, {"quote": "Michael Jordan changed so much in basketball, he took his power to make a difference. It’s so much going on in music right now and somebody has to make a difference.", "author": "Kanye West"}, {"quote": "To put it another way, Michael Jordan was a gym rat.", "author": "Frank Shorter"}, {"quote": "I grew up in Chicago, and I understand what Michael Jordan symbolizes.", "author": "Dwyane Wade"}, {"quote": "If you look up the definition of greatness in the dictionary, it will say Michael Jordan.", "author": "Elgin Baylor"}, {"quote": "You can’t explain much in 60 seconds, but when you show Michael Jordan, you don’t have to. It’s that simple.", "author": "Phil Knight"}, {"quote": "Overall, I think Michael Jordan is the greatest athlete in any particular sport. He dominated the game for the Chicago Bulls and brought the NBA to its greatest peak of popularity.", "author": "Will McDonough"}]