[{"quote": "It’s hard to beat a person who never gives up.", "author": "Babe Ruth"}, {"quote": "If passion drives you, let reason hold the reins.", "author": "Benjamin Franklin"}, {"quote": "I’m a greater believer in luck, and I find the harder I work the more I have of it.", "author": "Thomas Jefferson"}, {"quote": "I have learned that real angels don’t have gossamer white robes and Cherubic skin, they have calloused hands and smell of the days’ sweat.", "author": "Richard Evans"}, {"quote": "Greatness is sifted through the grind, therefore don’t despise the hard work now for surely it will be worth it in the end.", "author": "Sanjo Jendayi"}, {"quote": "A dream doesn’t become reality through magic; it takes sweat, determination and hard work.", "author": "Colin Powell"}, {"quote": "My grandfather once told me that there were two kinds of people: those who do the work and those who take the credit. He told me to try to be in the first group; there was much less competition.", "author": "Indira Gandhi"}, {"quote": "Happiness is the real sense of fulfillment that comes from hard work.", "author": "Joseph Barbara"}, {"quote": "Hard work keeps the wrinkles out of the mind and spirit.", "author": "Helena Rubinstein"}, {"quote": "No great achiever – even those who made it seem easy – ever succeeded without hard work.", "author": "Jonathan Sacks"}, {"quote": "Hard work helps. It has never killed anyone.", "author": "Unknown"}, {"quote": "The highest reward for man’s toil is not what he gets for it, but what he becomes by it.", "author": "John Ruskin"}, {"quote": "You learn the value of hard work by working hard.", "author": "Unknown"}, {"quote": "Nobody’s a natural. You work hard to get good and then work to get better. It’s hard to stay on top.", "author": "Paul Coffey"}, {"quote": "Don’t wish it were easier. Wish you were better.", "author": "Jim Rohn"}, {"quote": "All growth depends upon activity. There is no development physically or intellectually without effort, and effort means work.", "author": "Calvin Coolidge"}, {"quote": "Talent means nothing, while experience, acquired in humility and with hard work, means everything.", "author": "Patrick Suskind"}, {"quote": "The difference between ordinary and extraordinary is that little extra.", "author": "Jimmy Johnson"}, {"quote": "If I told you I’ve worked hard to get where I’m at, I’d be lying, because I have no idea where I am right now.", "author": "Jarod Kintz"}, {"quote": "Too many irons, not enough fire.", "author": "S. Kelley Harrell"}, {"quote": "Patience can be bitter but her fruit is always sweet.", "author": "Habeeb Akande"}, {"quote": "If you don’t burn out at the end of each day, you’re a bum.", "author": "George Lois"}, {"quote": "If you try and lose then it isn’t your fault. But if you don’t try and we lose, then it’s all your fault.", "author": "Orson Scott Card"}, {"quote": "Embrace the pain to inherit the gain.", "author": "Habeeb Akande"}, {"quote": "Talent is what God gives us, Skill is what we give back to Him.", "author": "Eliel Pierre"}, {"quote": "The only thing that overcomes hard luck is hard work.", "author": "Harry Golden"}, {"quote": "I hope the millions of people I’ve touched have the optimism and desire to share their goals and hard work and persevere with a positive attitude.", "author": "Michael Jordan"}, {"quote": "Goodness and hard work are rewarded with respect.", "author": "Luther Campbell"}, {"quote": "Everything yields to diligence.", "author": "Thomas Jefferson"}, {"quote": "When I meet succesful people I ask about 100 questions to find out who they attribute their success to. It is usually the same: persistence, hard work and hiring good people.", "author": "Kiana Tom"}, {"quote": "Let me tell you the secret that has led me to my goals: my strength lies solely in my tenacity.", "author": "Louis Pasteur"}, {"quote": "I don’t have a blue-collar job. It’s more of a green collar, because of all the yellow sweat stains mixing in.", "author": "Jarod Kintz"}, {"quote": "No one ever drowned in sweat.", "author": "USMC Officer"}, {"quote": "There are no shortcuts to any place worth going.", "author": "Beverly Sills"}, {"quote": "If your dream is a big dream, and if you want your life to work on the high level that you say you do, there’s no way around doing the work it takes to get you there.", "author": "Joyce Chapman"}, {"quote": "I do not care about happiness simply because I believe that joy is something worth fighting for.", "author": "Criss Jami"}, {"quote": "Hard work without talent is a shame, but talent without hard work is a tragedy.", "author": "Robert Hall"}, {"quote": "A clay pot sitting in the sun will always be a clay pot. It has to go through the white heat of the furnace to become porcelain.", "author": "Mildred Struven"}, {"quote": "You were hired because you met expectations, you will be promoted if you can exceed them.", "author": "Saji Ijiyemi"}, {"quote": "Inspiration is the windfall from hard work and focus. Muses are too unreliable to keep on the payroll.", "author": "Helen Hanson"}, {"quote": "There are no shortcuts to any place worth going.", "author": "Beverly Sills"}, {"quote": "Do the things you like to be happier, stronger & more successful. Only so is hard work replaced by dedication.", "author": "Rossana Condoleo"}, {"quote": "Only cooked time tastes well.", "author": "Dr. Zeeshan Ahmed"}, {"quote": "Nothing in life comes easy.", "author": "Unknown"}, {"quote": "Change is hard work.", "author": "Billy Crystal"}, {"quote": "Once you have commitment, you need the discipline and hard work to get you there.", "author": "Haile Gebrselassie"}, {"quote": "Sometimes it takes a lowly, title-less man to humble the world. Kings, rulers, CEOs, judges, doctors, pastors, they are already expected to be greater and wiser.", "author": "Criss Jami"}, {"quote": "Work hard and be patient. The rest will follow.", "author": "Unknown"}, {"quote": "Start by doing what’s necessary, then what’s possible; and suddenly you are doing the impossible.", "author": "Saint Francis"}]