[{"quote": "My better is better than your better.", "author": "Unknown"}, {"quote": "The only one who can tell you ‘you can’t’ is you. And you don’t have to listen.", "author": "Nike"}, {"quote": "Training is the opposite of hoping.", "author": "Unknown"}, {"quote": "All your life you are told the things you cannot do. All your life they will say you’re not good enough or strong enough or talented enough; they will say you’re the wrong height or the wrong weight or the wrong type to play this or be this or achieve this. THEY WILL TELL YOU NO, a thousand times no, until all the no’s become meaningless. All your life they will tell you no, quite firmly and very quickly. AND YOU WILL TELL THEM YES.", "author": "Unknown"}, {"quote": "My agility denies your agility.", "author": "Unknown"}, {"quote": "Failure’s not an option. It’s a step.", "author": "Unknown"}, {"quote": "Strong is the new beautiful.", "author": "Nike"}, {"quote": "Yesterday you said tomorrow.", "author": "Unknown"}, {"quote": "Rewrite history. Redefine the position.", "author": "Unknown"}, {"quote": "Be legendary.", "author": "Unknown"}, {"quote": "Run the day. Don’t let it run you.", "author": "Unknown"}, {"quote": "The road to athletic greatness is not marked by perfection, but the ability to constantly overcome adversity and failure.", "author": "Nike"}, {"quote": "I believe in redefining my impossible.", "author": "Unknown"}, {"quote": "If no one thinks you can then you have to.", "author": "Unknown"}, {"quote": "Impossible is just a big word thrown around by small men who find it easier to the world they’ve been given than to explore the power they have to change it. Impossible is not a fact. It’s an opinion. Impossible is not a declaration. It’s a dare. Impossible is potential. Impossible is temporary.", "author": "Unknown"}, {"quote": "Every professional was once an amateur.", "author": "Nike"}, {"quote": "Somehow we’ve come to believe that greatness is only for the chosen few, for the superstars. The truth is, greatness is for us all. This is not about lowering expectations; it’s about raising them for every last one of us. Greatness is not in one special place, and it’s not in one special person. Greatness is wherever somebody is trying to find it. Find your greatness.", "author": "Unknown"}, {"quote": "Willpower knows no obstacles. Find your greatness.", "author": "Unknown"}, {"quote": "Start unknown. Finish unforgettable.", "author": "Unknown"}, {"quote": "Test your faith daily.", "author": "Unknown"}, {"quote": "The ones who say ‘you can’t’ are too afraid you will.", "author": "Nike"}, {"quote": "Make yourself unstoppable.", "author": "Unknown"}, {"quote": "You can feel sore tomorrow or you can feel sorry tomorrow. You choose.", "author": "Unknown"}, {"quote": "You’re only one workout away from a good mood.", "author": "Unknown"}, {"quote": "Don’t run away from challenges. Run over them.", "author": "Unknown"}, {"quote": "Strike fear or get struck.", "author": "Unknown"}, {"quote": "Set goals. Exercise. Love yourself. Focus on fitness. Rest and relax. Eat right. Smile. Portray positive. Enjoy life. Care for others. Tell yourself you can do this.", "author": "Unknown"}, {"quote": "Write the future.", "author": "Unknown"}, {"quote": "Victory is paid for in sweat, courage, and preparation.", "author": "Nike"}, {"quote": "Earned. Not given.", "author": "Unknown"}, {"quote": "Greatness is earned, never awarded.", "author": "Unknown"}, {"quote": "The harder you push, the more you are pulled.", "author": "Unknown"}, {"quote": "Take the high road and go higher.", "author": "Unknown"}, {"quote": "Giving up is simply not an option.", "author": "Unknown"}, {"quote": "Success isn’t given, it is earned. On the track, on the field, in the gym. With blood, sweat, and the occasional tear.", "author": "Unknown"}, {"quote": "Quit making excuses, putting it off, complaining about it, dreaming about it, whining about it, crying about it, believing you can’t, worrying if you can, waiting until you are older, skinnier, richer, braver, or all around better. Suck it up, hold on tight, say a prayer, make a plan & JUST DO IT.", "author": "Unknown"}, {"quote": "Think training’s hard? Try losing.", "author": "Nike"}, {"quote": "You don’t get it by wishing.", "author": "Unknown"}, {"quote": "It’s not where you place, it’s how hard you worked to get there.", "author": "Unknown"}, {"quote": "Work hard and be proud of what your achieve.", "author": "Unknown"}, {"quote": "If it isn’t trying, you’re not trying hard enough.", "author": "Unknown"}, {"quote": "If it doesn’t challenge you, it doesn’t change you. Make it burn.", "author": "Unknown"}, {"quote": "Taking it easy won’t take you anywhere.", "author": "Unknown"}, {"quote": "You don’t get it by staring, you don’t get it by wishing, you don’t get it by drooling, you don’t get it by hoping, you don’t get it easy. You get it by getting off your ass and working for it.", "author": "Unknown"}, {"quote": "Obsessed is a word the lazy use to describe dedicated.", "author": "Nike"}, {"quote": "Go hard or go home.", "author": "Unknown"}, {"quote": "Work hard. Dream big.", "author": "Unknown"}, {"quote": "Dedicate yourself.", "author": "Unknown"}, {"quote": "Sport is not a logical proposition. It thrives on obsession, passion, and going beyond what you thought was possible. If you have a body, you are an athlete.", "author": "Unknown"}, {"quote": "My sport is your sport’s punishment.", "author": "Nike"}, {"quote": "Life is a sport. Make it count.", "author": "Unknown"}, {"quote": "Make the next 12 months the year of you. Every athlete, everybody. It’s time to bring your best then better it. Whatever you do… make it count!", "author": "Unknown"}, {"quote": "Good News: It’s a leap year. You can run 366 days.", "author": "Unknown"}, {"quote": "Running is not about being better than someone else. It’s about being better than you used to be.", "author": "Nike"}, {"quote": "The real purpose of running isn’t to win a race. It’s to test the limits of the human heart.", "author": "Unknown"}, {"quote": "Mary had a little shoe it’s sole was full of air and anyone that Mary raced didn’t have a prayer.", "author": "Unknown"}, {"quote": "Where your world becomes the next two strides.", "author": "Unknown"}, {"quote": "Jack and Jill raced up the hill to see who was faster. Jack’s feet were bare, Jill had Nike Air, poor Jack could never catch her.", "author": "Unknown"}, {"quote": "There are two types of people: Those who run and those who should. Nike believes in both.", "author": "Unknown"}, {"quote": "SWOOSH. The sound made when you blow by somebody.", "author": "Unknown"}, {"quote": "You either ran today or you didn’t.", "author": "Unknown"}, {"quote": "Ran sounds better than run.", "author": "Unknown"}, {"quote": "Runs end. Running doesn’t.", "author": "Nike"}, {"quote": "Running. Sometimes, legs feel like rocks. But rocks under pressure make diamonds. Running is power.", "author": "Unknown"}, {"quote": "It starts about the time I walk out of my front door. I reach the woods, smell the river and I just feel myself come to life again. It’s like yeah, I’m back.", "author": "Unknown"}, {"quote": "Who says you can’t run away from your problems?", "author": "Unknown"}, {"quote": "Someone who is busier than you is running right now.", "author": "Unknown"}, {"quote": "But unless you are a runner, you won’t understand.", "author": "Unknown"}, {"quote": "If you went running when you first started thinking about it, you’d be back by now.", "author": "Unknown"}, {"quote": "Why do I run? Why do I breathe?", "author": "Unknown"}, {"quote": "There is no ‘Y’ in running. Believe in the run.", "author": "Unknown"}, {"quote": "There is no finish line.", "author": "Nike"}, {"quote": "There are clubs you can’t belong to, neighborhoods you can’t live in, schools you can’t get into, but the roads are always open.", "author": "Unknown"}, {"quote": "My feet hurt. From kicking so much ass.", "author": "Unknown"}, {"quote": "Run more than your mouth.", "author": "Unknown"}, {"quote": "Running never takes more than it gives back. Believe in the run.", "author": "Unknown"}, {"quote": "I run like a girl. Keep up.", "author": "Unknown"}, {"quote": "Play with heart.", "author": "Unknown"}, {"quote": "Prepare for combat.", "author": "Nike"}, {"quote": "Fear less. Do more. Get outside and get after it.", "author": "Unknown"}, {"quote": "Leave nothing.", "author": "Unknown"}, {"quote": "When you’ve battled for every point. When you’ve made every bone-crunching tackle and every grinding scrum count. When you’ve believed in every single man around you and dug deep into the reserves of your soul, you can look each other in the eye and know your crown may have been taken away but not without a fight.", "author": "Unknown"}, {"quote": "We’re out there. The ones who push you. Then try to push past you. Get you up before the alarm and out sweating. Dark or rain. We give you our best to get the best from you. Scoring against us tastes sweeter. Fighting us makes you fiercer. We’re not the many. But the few close enough to get under your skin. And that’s exactly why we take you further. Move with us or against us. Together we will make it count.", "author": "Unknown"}, {"quote": "The first hit of the game. Leaving it all on the field. Team first. A battlefield. A street fight. The feeling inside when you lay someone out. The silence before the storm. The storm. Self-discipline. 9,000 fans for a school with 800 students. Football is everything. An entire year in the weight room. Working through the pain. Doing it for all the players who wore the uniform before you. Manhood. 2-a-days in 103 degree heat. Sacrifice. What you think about 24/7/365. The silence on the bus. The crowd so loud you can’t hear yourself think. State. No excuses.", "author": "Unknown"}, {"quote": "Just do it!", "author": "Unknown"}, {"quote": "Every damn day. Just do it.", "author": "Unknown"}, {"quote": "Everything you need is already inside. Just do it.", "author": "Nike"}, {"quote": "Just do it. Then do it again.", "author": "Unknown"}, {"quote": "Just do it even if you suck at it.", "author": "Unknown"}, {"quote": "What you do is up to you. Just do it.", "author": "Unknown"}, {"quote": "There is an immutable conflict at work in life and in business, a constant battle between peace and chaos. Neither can be mastered, but both can be influenced. How you go about that is the key to success.", "author": "Unknown"}, {"quote": "The trouble in America is not that we are making too many mistakes, but that we are making too few.", "author": "Unknown"}, {"quote": "Play by the rules, but be ferocious.", "author": "Phil Knight"}, {"quote": "I may be over the top on this, but I just don’t want to like my competitors. I want my people to believe that whenever he and our other competitors succeed, we will be less able to do all the things we want to do.", "author": "Unknown"}, {"quote": "It’s alright to be Goliath, but always act like David.", "author": "Unknown"}, {"quote": "The only time you must not fail is the last time you try.", "author": "Unknown"}]