[{"quote": "It only ends once. Anything that happens before that is just progress.", "author": "Jacob on Lost"}, {"quote": "Don’t cry because it’s over, smile because it happened.", "author": "Dr. Seuss"}, {"quote": "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.", "author": "Winston Churchill"}, {"quote": "Choose to be optimistic, it feels better.", "author": "Dalai Lama XIV"}, {"quote": "We’ll never survive!”\n“Nonsense. You’re only saying that because no one ever has.", "author": "”  – William Goldman"}, {"quote": "The basis of optimism is sheer terror.", "author": "Oscar Wilde"}, {"quote": "It isn’t all over; everything has not been invented; the human adventure is just beginning.", "author": "Gene Roddenberry"}, {"quote": "We are all in the gutter, but some of us are looking at the stars.", "author": "Oscar Wilde"}, {"quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world.", "author": "Anne Frank"}, {"quote": "There is some good in this world, and it’s worth fighting for.", "author": "J.R.R.Tolkien"}, {"quote": "Dwell on the beauty of life. Watch the stars, and see yourself running with them.", "author": "Marcus Aurelius"}, {"quote": "For myself I am an optimist – it does not seem to be much use to be anything else.", "author": "Winston Churchill"}, {"quote": "As long as there was coffee in the world, how bad could things be?", "author": "Cassandra Clare"}, {"quote": "Beyond each impenetrable expanse of thundercloud obscurity reigns a boundless canopy of brilliant sapphire blue.", "author": "Cara Fox"}, {"quote": "I can’t change the direction of the wind, but I can adjust my sails to always reach my destination.", "author": "Jimmy Dean"}, {"quote": "Those who wish to sing, always find a song.", "author": "Swedish Proverb"}, {"quote": "I think I am going to have to supercharge my optimism to arm myself for the battle ahead. Trust me, it is going to be a battle.", "author": "Rebecca Bloom"}, {"quote": "Life is too short to spend your precious time trying to convince a person who wants to live in gloom and doom otherwise. Give lifting that person your best shot, but don’t hang around long enough for his or her bad attitude to pull you down. Instead, surround yourself with optimistic people.", "author": "Zig Ziglar"}, {"quote": "When you are asked if you can do a job, tell ’em, ‘Certainly I can!’ Then get busy and find out how to do it.", "author": "” – Theodore Roosevelt"}, {"quote": "Every problem has a gift for you in its hands.", "author": "Richard Bach"}, {"quote": "The average pencil is seven inches long, with just a half-inch eraser – in case you thought optimism was dead.", "author": "Robert Brault"}, {"quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", "author": "Helen Keller"}, {"quote": "I am so far from being a pessimist…on the contrary, in spite of my scars, I am tickled to death at life.", "author": "Eugene O’Neill"}, {"quote": "’m a pessimist because of intelligence, but an optimist because of will.", "author": "Antonio Gramsci"}, {"quote": "The man who is a pessimist before 48 knows too much; if he is an optimist after it he knows too little.", "author": "Mark Twain"}, {"quote": "One of the things I learned the hard way was that it doesn’t pay to get discouraged. Keeping busy and making optimism a way of life can restore your faith in yourself.", "author": "Lucille Ball"}, {"quote": "Optimism is the madness of insisting that all is well when we are miserable.", "author": "Voltaire"}, {"quote": "These are the soul’s changes. I don’t believe in ageing. I believe in forever altering one’s aspect to the sun. Hence my optimism.", "author": "Virginia Woolf"}, {"quote": "I am enjoying my life because things aren’t going the way I planned.", "author": "Rohit Pandita"}, {"quote": "Keep a light, hopeful heart. But ¬expect the worst.", "author": "Joyce Carol Oates"}, {"quote": "Pessimism never won any battle.", "author": "Dwight D. Eisenhower"}, {"quote": "Everything great was accomplished by fools who dreamed.", "author": "Emily Dana"}, {"quote": "Negativity is often looked upon [in the USA] as a kind of thought crime. Not since the advent of socialist realism has the world witnessed such pathological upbeatness.", "author": "Terry Eagleton"}, {"quote": "No man ever threw away life while it was worth keeping.", "author": "David Hume"}, {"quote": "I am an optimist. Anyone interested in the future has to be otherwise he would simply shoot himself.", "author": "Arthur C. Clarke"}, {"quote": "If this is the best of possible worlds, what then are the others?", "author": "Voltaire"}, {"quote": "Be fanatically positive and militantly optimistic. If something is not to your liking, change your liking.", "author": "Rick Steves"}, {"quote": "If the world seems cold to you, kindle fires to warm it.", "author": "Lucy Larcom"}, {"quote": "They can because they think they can.", "author": "Virgil"}, {"quote": "Don’t let your failures define you—let them teach you.", "author": "Barack Obama"}, {"quote": "Faith is taking the first step, even when you don’ts ee the whole staircase.", "author": "Martin Luther King, Jr."}, {"quote": "Relax. They’re not going to kill us. They’re going to TRY and kill us. And that is a very different thing..", "author": "Steve Voake"}, {"quote": "Always something new, always something I didn’t expect, and sometimes it isn’t horrible.", "author": "Robert Jordan"}, {"quote": "If I can’t joke about imminent death, then I might as well just resign.", "author": "James A. Owen"}, {"quote": "When you have vision it affects your attitude. Your attitude is optimistic rather than pessimistic.", "author": "Charles R. Swindoll"}, {"quote": "To the question whether I am a pessimist or an optimist, I answer that my knowledge is pessimistic, but my willing and hoping are optimistic.", "author": "Albert Schweitzer"}, {"quote": "Faithless “I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.", "author": "Walt Disney"}, {"quote": "A healthy attitude is contagious but don’t wait to catch it from others. Be a carrier.", "author": "Unknown"}, {"quote": "In the hour of adversity, be not without hope; for crystal rain falls from black clouds.", "author": "Nizami"}]