[{"quote": "Life is 10% what happens to us and 90% how we react to it.", "author": "Dennis P. Kimbro"}, {"quote": "There is no royal road to anything. One thing at a time, all things in succession. That which grows fast, withers as rapidly. That which grows slowly, endures.", "author": "Josiah Gilbert Holland"}, {"quote": "Be not afraid of life. Believe that life is worth living, and your belief will help create the fact.", "author": "William James"}, {"quote": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left and could say, I used everything you gave me.", "author": "Erma Bombeck"}, {"quote": "The quickest way to double your money is to fold it over and put it back in your pocket.", "author": "Will Rogers"}, {"quote": "Even if you’re on the right track, you’ll get run over if you just sit there.", "author": "Will Rogers"}, {"quote": "When I hear somebody sigh, ‘Life is hard,’ I am always tempted to ask, ‘Compared to what?’", "author": "Sydney Harris"}, {"quote": "Nurture your mind with great thoughts. To believe in the heroic makes heroes.", "author": "Benjamin Disraeli"}, {"quote": "The real opportunity for success lies within the person and not in the job.", "author": "Zig Ziglar"}, {"quote": "Look at the sparrows; they do not know what they will do in the next moment. Let us literally live from moment to moment.", "author": "Mahatma Gandhi"}, {"quote": "Luck is a dividend of sweat. The more you sweat, the luckier you get.", "author": "Ray Kroc"}, {"quote": "When I let go of what I am, I become what I might be.", "author": "Lao Tzu"}, {"quote": "You may find the worst enemy or best friend in yourself.", "author": "English Proverb"}, {"quote": "Whoever loves much, performs much, and can accomplish much, and what is done in love is done well.", "author": "Vincent Van Gogh"}, {"quote": "Courage is the first of human qualities because it is the quality which guarantees all others.", "author": "Winston Churchill"}, {"quote": "The great thing in this world is not so much where you stand, as in what direction you are moving.", "author": "Oliver Wendell Holmes"}, {"quote": "Live each day as if your life had just begun.", "author": "Johann Wolfgang Von Goethe"}, {"quote": "Every truth passes through three stages before it is recognized. In the first, it is ridiculed. In the second, it is opposed. In the third, it is regarded as self evident.", "author": "Arthur Schopenhauer"}, {"quote": "Either you run the day, or the day runs you.", "author": "Jim Rohn"}, {"quote": "The difference between a successful person and others is not lack of strength not a lack of knowledge but rather a lack of will.", "author": "Vince Lombardi"}, {"quote": "If not us, who? If not now, when?", "author": "John F. Kennedy"}, {"quote": "Don’t worry about failures, worry about the chances you miss when you don’t even try.", "author": "Jack Canfield"}, {"quote": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.", "author": "Carl Bard"}, {"quote": "Life has two rules: #1 Never quit #2 Always remember rule # 1.", "author": "Unknown"}, {"quote": "Some men see things as they are and say why – I dream things that never were and say why not.", "author": "George Bernard Shaw"}, {"quote": "The only way of finding the limits of the possible is by going beyond them into the impossible.", "author": "Arthur C. Clarke"}, {"quote": "Speak less than you know; have more than you show.", "author": "William Shakespeare"}, {"quote": "Do not go where the path may lead, go instead where there is no path and leave a trail.", "author": "Ralph Waldo Emerson"}, {"quote": "Many of life’s failures are experienced by people who did not realize how close they were to success when they gave up.", "author": "Thomas Edison"}, {"quote": "Education costs money. But then so does ignorance.", "author": "Sir Claus Moser"}, {"quote": "The journey of a thousand miles begins with one step.", "author": "Lao Tzu"}, {"quote": "Every noble work is at first impossible.", "author": "Thomas Carlyle"}, {"quote": "Do not let what you cannot do interfere with what you can do.", "author": "John Wooden"}, {"quote": "Defeat is not bitter unless you swallow it.", "author": "Joe Clark"}, {"quote": "Nobody ever wrote down a plan to be broke, fat, lazy, or stupid. Those things are what happen when you don’t have a plan.", "author": "Larry Winget"}, {"quote": "Rule #1 of life. Do what makes YOU happy.", "author": "Unknown"}, {"quote": "The best revenge is massive success.", "author": "Frank Sinatra"}, {"quote": "It is not enough to aim, you must hit.", "author": "Italian Proverb"}, {"quote": "Challenges are what make life interesting and overcoming them is what makes life meaningful.", "author": "Joshua J. Marine"}, {"quote": "Every strike brings me closer to the next home run.", "author": "Babe Ruth"}, {"quote": "An obstacle is often a stepping stone.", "author": "Prescott"}, {"quote": "I am not a product of my circumstances. I am a product of my decisions.", "author": "Stephen Covey"}, {"quote": "Our lives begin to end the day we become silent about things that matter.", "author": "Martin Luther King Jr."}, {"quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great makes you feel that you, too, can become great.", "author": "Mark Twain"}, {"quote": "Eighty percent of success is showing up.", "author": "Woody Allen"}, {"quote": "I have never in my life learned anything from any man who agreed with me.", "author": "Dudley Field Malone"}, {"quote": "I am thankful for all of those who said NO to me. Its because of them I’m doing it myself.", "author": "Albert Einstein"}, {"quote": "We become what we think about.", "author": "Earl Nightingale"}, {"quote": "The mind is everything. What you think you become.", "author": "Buddha"}]