[{"quote": "Never put off till tomorrow what may be done day after tomorrow just as well.", "author": "Mark Twain"}, {"quote": "Things may come to those who wait, but only the things left by those who hustle.", "author": "Abraham Lincoln"}, {"quote": "My advice is to never do tomorrow what you can do today. Procrastination is the thief of time.", "author": "Charles Dickens"}, {"quote": "Never put off for tomorrow, what you can do today.", "author": "Thomas Jefferson"}, {"quote": "Procrastination is the bad habit of putting of until the day after tomorrow what should have been done the day before yesterday.", "author": "Napoleon Hill"}, {"quote": "The really happy people are those who have broken the chains of procrastination, those who find satisfaction in doing the job at hand. They’re full of eagerness, zest, productivity. You can be, too.", "author": "Norman Vincent Peale"}, {"quote": "A year from now you may wish you had started today.", "author": "Karen Lamb"}, {"quote": "The habit of always putting off an experience until you can afford it, or until the time is right, or until you know how to do it is one of the greatest burglars of joy. Be deliberate, but once you’ve made up your mind–jump in.", "author": "Charles R. Swindoll"}, {"quote": "Don’t wait. The time will never be just right.", "author": "Napoleon Hill"}, {"quote": "Nothing is so fatiguing as the eternal hanging on of an uncompleted task.", "author": "William James"}, {"quote": "It is easier to resist at the beginning than at the end.", "author": "Leonardo da Vinci"}, {"quote": "You cannot escape the responsibility of tomorrow by evading it today.", "author": "Abraham Lincoln"}, {"quote": "You can’t just turn on creativity like a faucet. You have to be in the right mood.\nWhat mood is that? Last-minute panic.", "author": "Bill Watterson"}, {"quote": "If it weren’t for the last minute, nothing would get done.", "author": "Rita Mae Brown"}, {"quote": "One of the greatest labor-saving inventions of today is tomorrow.", "author": "Vincent T. Foss"}, {"quote": "The two rules of procrastination:  1) Do it today.  2) Tomorrow will be today tomorrow.", "author": "Author Unknown"}, {"quote": "What may be done at any time will be done at no time.", "author": "Scottish Proverb"}, {"quote": "Tomorrow is often the busiest day of the week.", "author": "Spanish Proverb"}, {"quote": "The best way to get something done is to begin.", "author": "Author Unknown"}, {"quote": "I remember reading somewhere about an organization called Procrastinators Anonymous. I think they had been in existence for some years but had never gotten around to having a meeting.", "author": "Unknown"}, {"quote": "Procrastination is like masturbation.  At first it feels good, but in the end you’re only screwing yourself.", "author": "Author unknown, possibly from Monty Python?"}, {"quote": "One of these days, is none of these days.", "author": "Unknown"}, {"quote": "How soon not now, becomes never.", "author": "Martin Luther"}, {"quote": "In delay there lies no plenty.", "author": "William Shakespeare"}, {"quote": "Neither a wise nor a brave man lies down on the tracks of history to wait for the train of the future to run over him.", "author": "Dwight D. Eisenhower"}, {"quote": "It was my fear of failure that first kept me from attempting the master work. Now, I’m beginning what I could have started ten years ago. But I’m happy at least that I didn’t wait twenty years.", "author": "Paulo Coelho"}, {"quote": "Anyone can do any amount of work, provided it isn’t the work he is supposed to be doing at that moment", "author": "Robert Benchley"}, {"quote": "Whatever you want to do, do it now! There are only so many tomorrows.", "author": "Michael Landon"}]