[{"quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no hope at all.", "author": "Dale Carnegie"}, {"quote": "Remember that guy that gave up? Neither does no one else.", "author": "Unknown"}, {"quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.", "author": "Albert Einstein"}, {"quote": "It’s not that I’m so smart, it’s just that I stay with problems longer.", "author": "Albert Einstein"}, {"quote": "When you are going through hell, keep on going. Never never never give up.", "author": "Winston Churchill"}, {"quote": "Whatever course you decide upon, there is always someone to tell you that you are wrong. There are always difficulties arising which tempt you to believe that your critics are right. To map out a course of action and follow it to an end requires courage.", "author": "Ralph Waldo Emerson"}, {"quote": "Don’t be discouraged. It’s often the last key in the bunch that opens the lock.", "author": "Author Unknown"}, {"quote": "A winner is someone who gets up one more time than he is knocked down.", "author": "Author Unknown"}, {"quote": "Don’t let the fear of the time it will take to accomplish something stand in the way of your doing it. The time will pass anyway; we might just as well put that passing time to the best possible use.", "author": "Earl Nightingale"}, {"quote": "You just can’t beat the person who won’t give up.", "author": "Babe Ruth"}, {"quote": "Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.", "author": "Samuel Beckett"}, {"quote": "Never give up on what you really want to do. The person with big dreams is more powerful than one with all the facts.", "author": "Author Unknown"}, {"quote": "Winners never quit, and quitters never win.", "author": "Vince Lombardi"}, {"quote": "It does not matter how slowly you go so long as you do not stop.", "author": "Confucius"}, {"quote": "Our greatest glory is not in never falling but in rising every time we fall.", "author": "Confucius"}, {"quote": "Never give up, for that is just the place and time that the tide will turn.", "author": "Harriet Stowe"}, {"quote": "Difficult things take a long time, impossible things a little longer.", "author": "Author Unknown"}, {"quote": "Many of life’s failures are people who did not realize how close they were to success when they gave up.", "author": "Thomas Edison"}, {"quote": "I am not discouraged because every wrong attempt discarded is a step forward.", "author": "Thomas Edison"}, {"quote": "I have not failed, I have just found 10,000 ways that won’t work.", "author": "Thomas Edison"}, {"quote": "It is never too late to be what you might have been.", "author": "George Eliot"}, {"quote": "People are always blaming circumstances for what they are. I don’t believe in circumstances. The people who get ahead in this world are the people who get up and look for the circumstances they want, and if they can’t find them, make them.", "author": "George Bernard Shaw"}, {"quote": "Sometimes adversity is what you need to face in order to become successful.", "author": "Zig Ziglar"}, {"quote": "To be a champ, you have to believe in yourself when nobody else will.", "author": "Sugar Ray Robinson"}, {"quote": "It is not wanting to win that makes you a winner; it is refusing to fail.", "author": "Unknown"}, {"quote": "Nothing could be worse than the fear that one had given up too soon, and left one unexpended effort that might have saved the world.", "author": "Jane Addams"}, {"quote": "The day you give up on your dreams is the day you give up on yourself.", "author": "Author Unknown"}, {"quote": "Successful men and women keep moving. They make mistakes, but they don’t quit.", "author": "Conrad Hilton"}, {"quote": "In order to succeed, your desire for success should be greater than your fear of failure.", "author": "Bill Cosby"}, {"quote": "Things don’t go wrong and break your heart so you can become bitter and give up. They happen to break you down and build you up so you can be all that you were intended to be.", "author": "Charlie Jones"}, {"quote": "Fall seven times, stand up eight.", "author": "Japanese Proverb"}, {"quote": "Success seems to be largely a matter of hanging on after others have let go.", "author": "William Feather"}, {"quote": "The world ain’t all sunshine and rainbows. It’s a very mean and nasty place and I don’t care how tough you are it will beat you to your knees and keep you there permanently if you let it. You, me, or nobody is gonna hit as hard as life. But it ain’t about how hard ya hit. It’s about how hard you can get hit and keep moving forward.", "author": "Rocky Balboa"}, {"quote": "Don’t give up. There are too many nay-sayers out there who will try to discourage you. Don’t listen to them. The only one who can make you give up is yourself.", "author": "Sidney Sheldon"}, {"quote": "When someone tells you that you can’t do something, perhaps you should consider that they are only telling you what they can’t do.", "author": "Sheldon Cahoon"}, {"quote": "When you feel like giving up, remember why you held on for so long in the first place.", "author": "Author Unknown"}, {"quote": "When you get to the end of your rope, tie a knot and hang on.", "author": "Franklin D. Roosevelt"}, {"quote": "No one has the power to shatter your dreams unless you give it to them.", "author": "Maeve Greyson"}, {"quote": "Courage doesn’t always roar, sometimes it’s the quiet voice at the end of the day whispering ‘I will try again tomorrow’.", "author": "Mary Anne Radmacher"}]