[{"quote": "We can complain because rose bushes have thorns, or rejoice because thorns have roses.", "author": "Alphonse Karr"}, {"quote": "You can, you should, and if you’re brave enough to start, you will.", "author": "Stephen King"}, {"quote": "What is the difference between an obstacle and an opportunity? Our attitude toward it. Every opportunity has a difficult, and every difficulty has an opportunity.", "author": "J. Sidlow Baxter"}, {"quote": "Believing in negative thoughts is the single greatest obstruction to success.", "author": "Charles F. Glassman"}, {"quote": "Don’t be pushed around by the fears in your mind. Be led by the dreams in your heart.", "author": "Roy T. Bennett"}, {"quote": "The only place where your dreams become impossible is in your own thinking,", "author": "Robert H Shuller"}, {"quote": "Fall seven times and stand up eight.", "author": "Anonymous"}, {"quote": "We become what we think about.", "author": "Early Nightingale"}, {"quote": "Cultivate an optimistic mind, use your imagination, always consider alternatives, and dare to believe that you can make possible what others think is impossible.", "author": "Rodolfo Costa"}, {"quote": "Beliefs that are good promote your potential and enhance your unique special qualities.", "author": "Deborah Day"}, {"quote": "When you are joyful, when you say yes to life and have fun and project positivity all around you, you become a sun in the center of every constellation, and people want to be near you.", "author": "Shannon L. Alder"}, {"quote": "It’s a funny thing about life, once you begin to take note of the things you are grateful for, you begin to lose sight of the things that you lack.", "author": "Germany Kent"}, {"quote": "Life is a gift, and it offers us the privilege, opportunity and responsibility to give something back by becoming more.", "author": "Tony Robbins"}, {"quote": "The greatest discovery of all time is that a person can change his future by merely changing his attitude.", "author": "Oprah Winfrey"}, {"quote": "Happiness is a quality of the soul…not a function of one’s material circumstances.", "author": "Aristotle"}, {"quote": "Impossible is just an opinion, don’t buy it.", "author": "Robin Sharma"}, {"quote": "An attitude of positive expectation is the mark of the superior personality.", "author": "Brian Tracy"}, {"quote": "Optimism is the most important human trait, because it allows us to evolve our ideas, to improve our situation, and to hope for a better tomorrow.", "author": "Seth Godin"}, {"quote": "People inspire you or they drain you – pick them wisely.", "author": "Hans Hasen"}, {"quote": "I think it’s important to get your surroundings as well as yourself into a positive state – meaning surround yourself with positive people, not the kind who are negative and jealous of everything you do.", "author": "Heidi Klum"}, {"quote": "Surround yourself with the dreamers, and the doers, the believers, and thinkers, but most of all, surround yourself with those who see the greatness within you, even when you don’t see it yourself.", "author": "Edmund Lee"}, {"quote": "Bad company corrupts good character.", "author": "Anonymous"}, {"quote": "Surround yourself with those who only lift you higher.", "author": "Oprah Winfrey"}, {"quote": "It’s most important that you surround yourself with positivity always, and have it in your mind at all times.", "author": "Tyler Perry"}, {"quote": "Don’t hang with negative people. They will pull you down with them. Instead, invite them into your light and together you will both shine strong.", "author": "L.F. Young"}, {"quote": "An attitude of positive expectation is the mark of the superior personality", "author": "Brian Tracy"}, {"quote": "The most important thing you will ever wear is your attitude.", "author": "Jeff Moore"}, {"quote": "Be the attitude you want to be around.", "author": "Tim DeTellis"}, {"quote": "A problem is a chance for you to do your best.", "author": "Duke Ellington"}, {"quote": "Being sexy is all about attitude, not body type. It’s a state of mind.", "author": "Amisha Patel"}, {"quote": "Positive thinking is more than just a tagline. It changes the way we behave. And I firmly believe that when I am positive, it not only makes me better, but it also makes those around me better.", "author": "Harvey Mackay"}, {"quote": "A powerful attitude awakens inner strength, energy, motivation, and initiative.", "author": "Remez Sasson"}]