[{"quote": "Oh, brothers! I don’t care for brothers. My elder brother won’t die, and my younger brothers seem never to do anything else.", "author": "Oscar Wilde"}, {"quote": "Because brothers don’t let each other wander in the dark alone.", "author": "Jolene Perry"}, {"quote": "There is a little boy inside the man who is my brother… Oh, how I hated that little boy. And how I love him too.", "author": "Anna Quindlen"}, {"quote": "Brothers and sisters are as close as hands and feet.", "author": "Vietnamese Proverb"}, {"quote": "Sometimes being a brother is even better than being a superhero.", "author": "Marc Brown"}, {"quote": "I, who have no sisters or brothers, look with some degree of innocent envy on those who may be said to be born to friends.", "author": "James Boswell"}, {"quote": "I don’t believe an accident of birth makes people sisters or brothers.  It makes them siblings, gives them mutuality of parentage.  Sisterhood and brotherhood is a condition people have to work at.", "author": "Maya Angelou"}, {"quote": "Mum used to say we were the same soul split in two and walking around on four legs. It seems unnatural being born together and then dying apart.", "author": "Melodie Ramone"}, {"quote": "She had always wanted a brother. And she had one now. Sebastian. It was like always wanting a puppy and being a hellhound instead.", "author": "Cassandra Clare"}, {"quote": "The younger brother must help to pay for the pleasures of the elder.", "author": "Jane Austen"}, {"quote": "When brothers agree, no fortress is so strong as their common life.", "author": "Antisthenes"}, {"quote": "After a girl is grown, her little brothers — now her protectors — seem like big brothers.", "author": "Terri Guillemets"}, {"quote": "The highlight of my childhood was making my brother laugh so hard that food came out his nose.", "author": "Garrison Keillor"}, {"quote": "A brother shares childhood memories and grown-up dreams.", "author": "Unknown"}, {"quote": "A friend is a brother who was once a bother.", "author": "Unknown"}, {"quote": "It takes two men to make one brother.", "author": "Israel Zangwill"}, {"quote": "We have flown the air like birds and swum the sea like fishes, but have yet to learn the simple act of walking the earth like brothers.", "author": "Martin Luther King, Jr."}, {"quote": "Being his real brother I could feel I live in his shadows, but I never have and I do not now. I live in his glow.", "author": "Michael Morpurgo"}, {"quote": "Our brothers and sisters are there with us from the dawn of our personal stories to the inevitable dusk.", "author": "Susan Scarf Merrell"}, {"quote": "A friend is a brother who was once a bother.", "author": "Unknown"}, {"quote": "Help your brother’s boat across, and your own will reach the shore.", "author": "Hindu Proverb"}, {"quote": "There is a destiny which makes us brothers; none goes his way alone. All that we send into the lives of others comes back into our own.", "author": "Edwin Markham"}, {"quote": "Brothers don’t necessarily have to say anything to each other – they can sit in a room and be together and just be completely comfortable with each other..", "author": "Leonardo DiCaprio"}, {"quote": "The best way to get a puppy is to beg for a baby brother – and they’ll settle for a puppy every time.", "author": "Winston Pendelton"}, {"quote": "My father used to play with my brother and me in the yard.  Mother would come out and say, “You’re tearing up the grass.”  “We’re not raising grass,” Dad would reply.  “We’re raising boys.", "author": "” – Harmon Kellebrew"}, {"quote": "One can be a brother only in something.  Where there is no tie that binds men, men are not united but merely lined up.", "author": "Antoine de Saint-Exupery"}, {"quote": "None of you believes until he wishes for his brother what he wishes for himself.", "author": "Anonymous"}, {"quote": "When I look at each of my brothers, I see two things. First, I see the next place I want to leave a rosy welt. Second, I see a good man who will always be there, no matter how hard life gets for me or him. Then, I get out of the way because I realize he’s coming at me with a wet dish towel.", "author": "Dan Pearce"}, {"quote": "Nothing can stop me from loving my brother.", "author": "Brandy Norwood"}, {"quote": "I grew up with six brothers. That’s how I learned to dance – waiting for the bathroom.", "author": "Bob Hope"}, {"quote": "All men were made by the Great Spirit Chief. They are all brothers.", "author": "Chief Joseph"}, {"quote": "If you want to know how your girl will treat you after marriage, just listen to her talking to her little brother.", "author": "Sami Levenson"}, {"quote": "There’s no other love like the love for a brother. There’s no other love like the love from a brother.", "author": "Astrid Alauda"}, {"quote": "To the outside world we all grow old. But not to brothers and sisters. We know each other as we always were. We know each other’s hearts. We share private family jokes. We remember family feuds and secrets, family griefs and joys. We live outside the touch of time.", "author": "Clara Ortega"}, {"quote": "My sister was drowning in the ocean once, and my brother and I dove in and saved her. True story. She owes us her life. It’s great leverage; we abuse it all the time!", "author": "Matt Barr"}, {"quote": "I grew up with a younger brother, so I can get pretty rowdy.", "author": "Sarah Wynter"}, {"quote": "It snowed last year too: I made a snowman and my brother knocked it down and I knocked my brother down and then we had tea.", "author": "Dylan Thomas"}, {"quote": "Blessed is the servant who loves his brother as much when he is sick and useless as when he is well and an be of service to him. And blessed is he who loves his brother as well when he is afar off as when he is by his side, and who would say nothing behind his back he might not, in love, say before his face.", "author": "St. Francis of Assisi"}, {"quote": "A sibling may be the keeper of one’s identity, the only person with the keys to one’s unfettered, more fundamental self.", "author": "Marian Sandmaier"}, {"quote": "Being pretty on the inside means you don’t hit your brother and you eat all your peas – that’s what my grandma taught me..", "author": "Lord Chesterfield"}, {"quote": "I sought my soul, but my soul I could not see. I sought my God, but my God eluded me. I sought my brother and I found all three.", "author": "Unknown"}, {"quote": "Never make a companion equal to a brother.", "author": "Hesiod"}, {"quote": "It was nice growing up with someone like you – someone to lean on, someone to count on… someone to tell on!", "author": "Unknown"}, {"quote": "I was a tomboy and I didn’t have a bunch of brothers but I always wanted them and so I sort of adopted a few of my great friends to be my brother..", "author": "Olivia Wilde"}, {"quote": "I hated Chris, my brother. I would pull his hair and kick him, until one day my father gave him permission to fight back. I’ll be apologizing to him for the rest of my life.", "author": "Stevie Nicks"}, {"quote": "My big brother still thinks he’s a better singer than me.", "author": "Rod Stewart"}, {"quote": "I can’t work with my brother without laughing.", "author": "Dick van Dyke"}, {"quote": "My father wants me to be like my brother, but I can’t be.", "author": "Robert Mapplethorpe"}, {"quote": "If you have a brother or sister, tell them you love them every day – that’s the most beautiful thing. I told my sister how much I loved her every day. That’s the only reason I’m OK right now.", "author": "Amaury Nolasco"}, {"quote": "Children of the same family, the same blood, with the same first associations and habits, have some means of enjoyment in their power, which no subsequent connections can supply.", "author": "Jane Austen"}]