[{"quote": "Perfection is not attainable, but if we chase perfection we can catch excellence.", "author": "Vince Lombardi"}, {"quote": "You miss 100 percent of the shots you don’t take.", "author": "Wayne Gretzky"}, {"quote": "I arise full of eagerness and energy, knowing well what achievement lies ahead of me.", "author": "Zane Grey"}, {"quote": "Don’t let yesterday take up too much of today.", "author": "Will Rogers"}, {"quote": "People who are crazy enough to think they can change the world, are the ones who do.", "author": "Rob Siltanen"}, {"quote": "Live in day-tight compartments.", "author": "Dale Carnegie"}, {"quote": "I do believe we’re all connected. I do believe in positive energy. I do believe in the power of prayer. I do believe in putting good out into the world. And I believe in taking care of each other.", "author": "Harvey Fierstein"}, {"quote": "When the sun is shining I can do anything; no mountain is too high, no trouble too difficult to overcome.", "author": "Wilma Rudolph"}, {"quote": "When you arise in the morning, think of what a precious privilege it is to be alive – to breathe, to think, to enjoy, to love.", "author": "Marcus Aurelius"}, {"quote": "Every morning, I wake up saying, I’m still alive, a miracle. And so I keep on pushing.", "author": "Jim Carrey"}, {"quote": "Don’t say you don’t have enough time. You have exactly the same number of hours per day that were given to Helen Keller, Pasteur, Michaelangelo, Mother Teresa, Leonardo da Vinci, Thomas Jefferson, and Albert Einstein.", "author": "H. Jackson Brown Jr."}, {"quote": "Those who say it can not be done, should not interrupt those doing it.", "author": "Chinese Proverb"}, {"quote": "Do what you can with all you have, wherever you are.", "author": "Theodore Roosevelt"}, {"quote": "I used to love night best but the older I get the more treasures and hope and joy I find in mornings.", "author": "Terri Guillemets"}, {"quote": "I remind myself every morning: Nothing I say this day will teach me anything. So if I’m going to learn, I must do it by listening.", "author": "Larry King"}, {"quote": "We generate fears while we sit. We overcome them by action.", "author": "Dr. Henry Link"}, {"quote": "I think the best way to get a good night sleep is to work hard throughout the day. If you work hard and, of course, work out.", "author": "William H. McRaven"}, {"quote": "Night falls. Or has fallen. Why is it that night falls, instead of rising, like the dawn? Yet if you look east, at sunset, you can see night rising, not falling; darkness lifting into the sky, up from the horizon, like a black sun behind cloud cover. Like smoke from an unseen fire, a line of fire just below the horizon, brushfire or a burning city. Maybe night falls because it’s heavy, a thick curtain pulled up over the eyes.", "author": "Margaret Atwood"}, {"quote": "The darker the night, the brighter the stars, the deeper the grief, the closer is god!", "author": "Fyodor Dostoyevsky"}, {"quote": "I love the silent hour of night, for blissful dreams may then arise, revealing to my charmed sight – what may not bless my waking eyes.", "author": "Anne Bronte"}, {"quote": "Those who dream by day are cognizant of many things which escape those who dream only by night.", "author": "Edgar Allan Poe"}, {"quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.", "author": "Thomas Edison"}, {"quote": "If the stars should appear one night in a thousand years, how would men believe and adore; and preserve for many generations the remembrance of the city of God which had been shown! But every night come out these envoys of beauty, and light the universe with their admonishing smile.", "author": "Ralph Waldo Emerson"}, {"quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.", "author": "Norman Vincent Peale"}, {"quote": "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change.", "author": "Charles Darwin"}, {"quote": "Opportunity is missed by most people because it is dressed in overalls and looks like work.", "author": "Thomas Edison"}, {"quote": "When writing the story of your life, don’t let anyone else hold the pen.", "author": "Harley Davidson"}, {"quote": "The way to get started is to quit talking and begin doing.", "author": "Walt Disney"}, {"quote": "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.", "author": "Winston Churchill"}, {"quote": "With everything that has happened to you, you can either feel sorry for yourself or treat what has happened as a gift. Everything is either an opportunity to grow or an obstacle to keep you from growing. You get to choose.", "author": "Dr. Wayne W Dyer"}]