[{"quote": "A person often meets his destiny on the road he took to avoid it.", "author": "Jean de La Fontaine"}, {"quote": "What you discover on your own is always more exciting than what someone else discovers for you – it’s like the marriage between romantic love and an arranged marriage.", "author": "Terrence Rafferty"}, {"quote": "Just when I think I have learned the way to live, life changes.", "author": "Hugh Prather"}, {"quote": "It’s a helluva start, being able to recognize what makes you happy.", "author": "Lucille Ball"}, {"quote": "Man never knows what he wants; he aspires to penetrate mysteries and as soon as he has, he wants to reestablish them. Ignorance irritates him and knowledge cloys.", "author": "Henri Frederic Amiel"}, {"quote": "The man who views the world at fifty the same as he did at twenty has wasted thirty years of his life.", "author": "Muhammad Ali"}, {"quote": "Knowing yourself is the beginning of all wisdom.", "author": "Aristotle"}, {"quote": "People often say that this or that person has not yet found himself. But the self is not something one finds, it is something one creates.", "author": "Thomas Szasz"}, {"quote": "If you don’t get lost, there’s a chance you may never be found.", "author": "Anonymous"}, {"quote": "Your vision will become clear only when you can look into your own heart. Who looks outside, dreams; who looks inside, awakes.", "author": "Carl Jung"}, {"quote": "You will recognize your own path when you come upon it, because you will suddenly have all the energy and imagination you will ever need.", "author": "Jerry Gillies"}, {"quote": "There is only one corner of the universe you can be certain of improving, and that’s your own self.", "author": "Aldous Huxley"}, {"quote": "The greatest explorer on this earth never takes voyages as long as those of the man who descends to the depth of his heart.", "author": "Julien Green"}, {"quote": "A man’s growth is seen in the successive choirs of his friends.", "author": "Ralph Waldo Emerson"}, {"quote": "I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.", "author": "Henry David Thoreau"}, {"quote": "Man can starve from a lack of self-realization as much as… from a lack of bread.", "author": "Richard Wright, Native Son, 1940"}, {"quote": "Why should we honour those that die upon the field of battle? A man may show as reckless a courage in entering into the abyss of himself.", "author": "William Butler Yeats"}, {"quote": "For most men life is a search for the proper manila envelope in which to get themselves filed.", "author": "Clifton Fadiman"}, {"quote": "Know yourself. Don’t accept your dog’s admiration as conclusive evidence that you are wonderful.", "author": "Ann Landers"}, {"quote": "I can teach anybody how to get what they want out of life. The problem is that I can’t find anybody who can tell me what they want.", "author": "Mark Twain"}, {"quote": "‘Know thyself?’ If I knew myself, I’d run away.", "author": "Johann Wolfgang von Goethe"}, {"quote": "Like an old gold-panning prospector, you must resign yourself to digging up a lot of sand from which you will later patiently wash out a few minute particles of gold ore.", "author": "Dorothy Bryant"}, {"quote": "It is the individual who knows how little they know about themselves who stands the most reasonable chance of finding out something about themselves before they die.", "author": "S. I. Hayakawa"}, {"quote": "There is no satisfaction that can compare with looking back across the years and finding you’ve grown in self-control, judgment, generosity, and unselfishness.", "author": "Ella Wheeler Wilcox"}, {"quote": "There are three things extremely hard: steel, a diamond, and to know one’s self.", "author": "Benjamin Franklin"}, {"quote": "The longer I love, the more beautiful life becomes. If you foolishly ignore beauty, you will soon find yourself without it.", "author": "Frank Lloyd Wright"}, {"quote": "The searching-out and thorough investigation of truth ought to be the primary study of man.", "author": "Cicero"}, {"quote": "I know well what I am fleeing from but not what I am in search of.", "author": "Michel de Montaigne"}, {"quote": "I think somehow we learn who we really are and then we live with that decision.", "author": "Eleanor Roosevelt"}, {"quote": "The only journey is the journey within.", "author": "Rainer Maria Rilke"}, {"quote": "All men should strive to learn before they die what they are running from, and to, and why.", "author": "James Thurber"}, {"quote": "Man can starve from a lack of self-realization as much as… from a lack of bread.", "author": "Richard Wright"}, {"quote": "Men go abroad to wonder at the heights of mountains, at the huge waves of the sea, at the long courses of the rivers, at the vast compass of the ocean, at the circular motions of the stars, and they pass by themselves without wondering.", "author": "St. Augustine"}, {"quote": "We only become what we are by the radical and deep-seated refusal of that which others have made of us.", "author": "Jean-Paul Sartre"}, {"quote": "You cannot dream yourself into a character; you must hammer and forge yourself one.", "author": "James A. Froude"}, {"quote": "A man travels the world over in search of what he needs and returns home to find it.", "author": "George Moore"}, {"quote": "Not until we are lost do we begin to understand ourselves.", "author": "Henry David Thoreau"}, {"quote": "There are… things which a man is afraid to tell even to himself, and every decent man has a number of such things stored away in his mind.” – Fyodor Dostoyevsky, “Notes from the Underground,", "author": "” 1864"}, {"quote": "One must know oneself. If this does not serve to discover truth, it at least serves as a rule of life and there is nothing better.", "author": "Blaise Pascal"}, {"quote": "If you resist reading what you disagree with, how will you ever acquire deeper insights into what you believe? The things most worth reading are precisely those that challenge our convictions.", "author": "Anonymous"}, {"quote": "Becoming conscious is of course a sacrilege against nature; it is as though you had robbed the unconscious of something.", "author": "Carl G. Jung"}, {"quote": "The well bred contradict other people. The wise contradict themselves.", "author": "Oscar Wilde"}, {"quote": "Your work is to discover your world and then with all your heart give yourself to it.", "author": "Buddha"}, {"quote": "All wonders you seek are within yourself.", "author": "Sir Thomas Browne"}, {"quote": "One’s own self is well hidden from one’s own self; of all mines of treasure, one’s own is the last to be dug up.", "author": "Friedrich Wilhelm Nietzsche"}, {"quote": "One was a book I read by Mahatma Gandhi. In it was a passage where he said that religion, the pursuing of the inner journey, should not be separated from the pursuing of the outer and social journey, because we are not isolated beings.", "author": "Satish Kumar"}, {"quote": "A man who finds no satisfaction in himself will seek for it in vain elsewhere.", "author": "La Rochefoucauld"}, {"quote": "It is not only the most difficult thing to know oneself, but the most inconvenient one, too.", "author": "H.W. Shaw"}, {"quote": "Painting is self-discovery. Every good artist paints what he is.", "author": "Jackson Pollock"}, {"quote": "Resolve to be thyself; and know that he who finds himself, loses his misery.", "author": "Matthew Arnold"}, {"quote": "Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth.", "author": "Oscar Wilde"}]