[{"quote": "Be who you are and say what you feel, because those who mind don’t matter, and those who matter don’t mind.", "author": "Bernard M. Maruch"}, {"quote": "Imperfection is beauty, madness is genius and it’s better to be absolutely ridiculous than absolutely boring.", "author": "Marilyn Monroe"}, {"quote": "Be yourself; everyone else is already taken.", "author": "Oscar Wilde"}, {"quote": "Follow your inner moonlight; don’t hide the madness.", "author": "Allen Ginsberg"}, {"quote": "Faithless To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.", "author": "Ralph Waldo Emerson"}, {"quote": "You may not control all the events that happen to you, but you can decide not to be reduced by them.", "author": "Maya Angelou"}, {"quote": "About all you can do in life is be who you are. Some people will love you for you. Most will love you for what you can do for them, and some won’t like you at all.", "author": "Rita Mae Brown"}, {"quote": "Be yourself, don’t take anything from anyone, and never let them take you alive.", "author": "Gerard Way"}, {"quote": "You cannot change what you are, only what you do.", "author": "Philip Pullman"}, {"quote": "You are you. Now, isn’t that pleasant?", "author": "Dr. Seuss"}, {"quote": "Art and life really are the same, and both can only be about a spiritual journey, a path towards a re-union with a supreme creator, with god, with the divine; and this is true no matter how unlikely, how strange, how unorthodox, one’s particular life path might appear to one’s self or others at any given moment.", "author": "Genesis P-Orridge"}, {"quote": "I don’t care what you think about me. I don’t think about you at all.", "author": "Coco Chanel"}, {"quote": "I will not let anyone walk through my mind with their dirty feet.", "author": "Mahatma Gandhi"}, {"quote": "Always be a first rate version of yourself and not a second rate version of someone else.", "author": "Judy Garland"}, {"quote": "To be nobody but yourself in a world which is doing its best, night and day, to make you everybody else means to fight the hardest battle which any human being can fight; and never stop fighting.", "author": "E.E. Cummings"}, {"quote": "God has given you one face, and you make yourself another.", "author": "William Shakespeare"}, {"quote": "The individual has always had to struggle to keep from being overwhelmed by the tribe. If you try it, you will be lonely often, and sometimes frightened. But no price is too high to pay for the privilege of owning yourself.", "author": "Friedrich Nietzsche"}, {"quote": "Where’s your will to be weird?", "author": "Jim Morrison"}, {"quote": "Most people are other people.  Their thoughts are someone else’s opinions, their lives a mimicry, their passions a quotation.", "author": "Oscar Wilde"}, {"quote": "If you cannot be a poet, be the poem.", "author": "David Carradine"}, {"quote": "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.", "author": "Steve Maraboli"}, {"quote": "There is nothing more awful, insulting, and depressing than banality.", "author": "Anton Chekhov"}, {"quote": "I will not hide my tastes or aversions. I will so trust that what is deep is holy, that I will do strongly before the sun and moon whatever only rejoices me, and the heart appoints.", "author": "Ralph Waldo Emerson"}, {"quote": "Find out who you are and do it on purpose.", "author": "Dolly Parton"}, {"quote": "Hateful to me as the gates of Hades is that man who hides one thing in his heart and speaks another.", "author": "Homer"}, {"quote": "If you can’t love yourself, how in the hell you gonna love somebody else?", "author": "RuPaul"}, {"quote": "They can’t scare me, if I scare them first.", "author": "Lady Gaga"}, {"quote": "Don’t be into trends. Don’t make fashion own you, but you decide what you are, what you want to express by the way you dress and the way to live.", "author": "Gianni Versace"}, {"quote": "our time is limited, so don’t waste it living someone else’s life.", "author": "Steve Jobs"}, {"quote": "An unfulfilled vocation drains the color from a man’s entire existence.", "author": "Balzac"}, {"quote": "When I was a child my mother said to me, ‘If you become a soldier, you’ll be a general. If you become a monk, you’ll be the pope.’ Instead I became a painter and wound up as Picasso.", "author": "Picasso"}, {"quote": "Follow your own star!", "author": "Dante Alighieri"}, {"quote": "You are not a bad person because you are gay. You are you because you are you and you were meant to be you so be you proudly.", "author": "Tegan Quin"}, {"quote": "Don’t let others box you into their idea of what they think you should be. A confined identity is a miserable way to exist. Be you and live free. Trust that in living true to yourself, you will attract people that support and love you, just as you are.", "author": "Jaeda deWalt"}, {"quote": "If you want to be yourself, sometimes you can’t compare the economic benefit with art.", "author": "Kelly Liang"}, {"quote": "To be one, to be united is a great thing. But to respect the right to be different is maybe even greater.", "author": "Bono"}, {"quote": "Learn to… be what you are, and learn to resign with a good grace all that you are not.", "author": "Henri Frederic Amiel"}, {"quote": "Never apologize for showing feeling.  When you do so, you apologize for the truth.", "author": "Benjamin Disraeli"}, {"quote": "If God had wanted me otherwise, He would have created me otherwise.", "author": "Johann von Goethe"}, {"quote": "The most exhausting thing in life is being insincere.", "author": "Anne Morrow Lindbergh"}, {"quote": "At bottom every man knows well enough that he is a unique being, only once on this earth; and by no extraordinary chance will such a marvelously picturesque piece of diversity in unity as he is, ever be put together a second time.", "author": "Friedrich Nietzsche"}, {"quote": "We all wear masks, and the time comes when we cannot remove them without removing some of our own skin.", "author": "Andre Berthiaume"}, {"quote": "One’s real life is often the life that one does not lead.", "author": "Oscar Wilde"}, {"quote": "It is better to be hated for what you are than to be loved for something you are not.", "author": "Andre Gide"}, {"quote": "Taking into account the public’s regrettable lack of taste, it is incumbent upon you not to fit in..", "author": "Janeane Garofalo"}, {"quote": "Some people say you are going the wrong way, when it’s simply a way of your own.", "author": "Angelina Jolie"}, {"quote": "I feel that the simplicity of life is just being yourself.", "author": "Bobby Brown"}, {"quote": "How many more of us are faking the facade? How many more of us are pretending to be something we’re not? Even better, how many of us will have the courage to be ourselves regardless of what others think?", "author": "Katie McGarry"}, {"quote": "Don’t dilute yourself for any person or any reason. You are enough! Be unapologetically you.", "author": "Steve Mariboli"}, {"quote": "A friend is someone who gives you total freedom to be yourself-and especially to feel, or not feel. Whatever you happen to be feeling at any moment is fine with them. That’s what real love amounts to – letting a person be what he really is.", "author": "Jim Morrison"}]