[{"quote": "Are we going to be friends forever?’ Asked Piglet. ‘Even longer,’ Pooh answered.", "author": "A.A. Milne"}, {"quote": "Growing apart doesn’t change the fact that for a long time we grew side by side; our roots will always be tangled.", "author": "Ally Condie"}, {"quote": "Friendship is a wildly underrated medication.", "author": "Anna Deavere Smith"}, {"quote": "We’ll be friend ’til we’re old and senile. … Then we’ll be new friends!", "author": "Anonymous"}, {"quote": "My best friend is the man who in wishing me well wishes it for my sake.", "author": "Aristotle"}, {"quote": "What is a friend? A single soul dwelling in two bodies.", "author": "Aristotle"}, {"quote": "She’s always there for me when I need her; She’s my best friend; she’s just my everything.", "author": "Ashley Olsen"}, {"quote": "Friendship is a word, the very sight of which in print makes heart warm.", "author": "Augustine Birrell"}, {"quote": "Friendship multiplies the good of life and divides the evil.", "author": "Baltasar Gracian"}, {"quote": "The friend who holds your hand and says the wrong thing is made of dearer stuff than the one who stays away.", "author": "Barbara Kingsolver"}, {"quote": "Be slow in choosing a friend, slower in changing.", "author": "Benjamin Franklin"}, {"quote": "What do you do with your best friend? You do nothing.", "author": "Blake Lively"}, {"quote": "Friends confront each other sometimes, and sometimes the friendship lasts, and sometimes it doesn’t.", "author": "Brooke Elliott"}, {"quote": "We have been friends together in sunshine and in shade.", "author": "Caroline Sheridan Norton"}, {"quote": "A man’s friendships are one of the best measures of his worth.", "author": "Charles Darwin"}, {"quote": "You can make more friends in two months by becoming interested in other people than you can in two years by trying to get other people interested in you.", "author": "Dale Carnegie"}, {"quote": "My best friend is me, and I take good care of me.", "author": "Diane von Furstenberg"}, {"quote": "Good friends help you to find important things when you have lost them…your smile, your hope, and your courage.", "author": "Doe Zantamata"}, {"quote": "A true friend is one who overlooks your failures and tolerates your success!", "author": "Doug Larson"}, {"quote": "Be who you are and say what you feel because those who mind don’t matter and those who matter don’t mind.", "author": "Dr. Seuss"}, {"quote": "There is one friend in the life of each of us who seems not a separate person, however dear and beloved, but an expansion, an interpretation, of one’s self, the very meaning of one’s soul.", "author": "Edith Wharton"}, {"quote": "When a man’s best friend is his dog… That dog has a problem.", "author": "Edward Abbey"}, {"quote": "Friendship marks a life even more deeply than love. Love risks degenerating into obsession, friendship is never anything but sharing.", "author": "Elie Wiesel"}, {"quote": "All love that has not friendship for its base, is like a mansion built upon the sand.", "author": "Ella Wheeler Wilcox"}, {"quote": "I felt it shelter to speak to you.", "author": "Emily Dickinson"}, {"quote": "Remember, we all stumble, every one of us. That’s why it’s a comfort to go hand in hand.", "author": "Emily Kimbrough"}, {"quote": "Of all the things which wisdom provides to make us entirely happy, much the greatest is the possession of friendship.", "author": "Epicurus"}, {"quote": "Friends show their love in times of trouble, not in happiness.", "author": "Euripides"}, {"quote": "One loyal friend is worth ten thousand relatives.", "author": "Euripides"}, {"quote": "Friendship is a strong and habitual inclination in two persons to promote the good and happiness of one another.", "author": "Eustace Budgell"}, {"quote": "Friends are relatives you make for yourself.", "author": "Eustache Deschamps"}, {"quote": "Some people come into our lives and quickly go. Some stay for a while, leave footprints on our hearts, and we are never, ever the same.", "author": "Flavia Weedn"}, {"quote": "A friend can tell you things you don’t want to tell yourself.", "author": "Frances Ward Weller"}, {"quote": "Since there is nothing so well worth having as friends, never lose a chance to make them.", "author": "Francesco Guicciardini"}, {"quote": "Love is blind; friendship closes its eyes.", "author": "Friedrich Nietzsche"}, {"quote": "The best mirror is an old friend.", "author": "George Herbert"}, {"quote": "If instead of a gem, or even a flower, we should cast the gift of a loving thought into the heart of a friend, that would be giving as the angels give.", "author": "George MacDonald"}, {"quote": "A true friend is forever a friend.", "author": "George MacDonald, The Marquis of Lossie"}, {"quote": "Friendship is a plant of slow growth and must undergo and withstand the shocks of adversity before it is entitled to the appellation.", "author": "George Washington"}, {"quote": "It’s not that diamonds are a girl’s best friend, but it’s your best friends who are your diamonds. It’s your best friends who are supremely resilient, made under pressure and of astonishing value. They’re everlasting; they can cut glass if they need to.", "author": "Gina Barreca"}, {"quote": "A friend is the one who comes in when the whole world has gone out.", "author": "Grace Pulpit"}, {"quote": "A true friend reaches for your hand and touches your heart.", "author": "Heather Pryor"}, {"quote": "The most I can do for my friend is simply be his friend.", "author": "Henry David Thoreau"}, {"quote": "A friend is what the heart needs all the time.", "author": "Henry Van Dyke"}, {"quote": "Ah, how good it feels! The hand of an old friend.", "author": "Henry Wadsworth Longfellow"}, {"quote": "Of all possessions a friend is the most precious.", "author": "Herodotus"}, {"quote": "The greatest gift of life is friendship, and I have received it.", "author": "Hubert H. Humphrey"}, {"quote": "A good friend is like a fourleaf clover; hard to find and lucky to have.", "author": "Irish Proverb"}, {"quote": "No man is a failure who has friends.", "author": "It’s a Wonderful Life"}, {"quote": "It takes a great deal of courage to stand up to your enemies, but a great deal more to stand up to your friends.", "author": "J.K. Rowling, Harry Potter and the Sorcerer’s Stone"}, {"quote": "I’ve known my best friend since I was a baby, and I don’t know what I would do without her. She is always straight with me and can make me laugh hysterically. Everyone should have someone like that in their life.", "author": "Jasmine Guinness"}, {"quote": "Friends are the family you choose.", "author": "Jess C. Scott"}, {"quote": "In prosperity our friends know us; in adversity we know our friends.", "author": "John Churton Collins"}, {"quote": "It takes a long time to grow an old friend.", "author": "John Leonard"}, {"quote": "If you wanna find out who’s a true friend, screw up or go through a challenging time… Then see who sticks around.", "author": "Karen Salmansohn"}, {"quote": "I always felt that the great high privilege, relief and comfort of friendship was that one had to explain nothing.", "author": "Katherine Mansfield"}, {"quote": "Friendship is always a sweet responsibility, never an opportunity.", "author": "Khalil Gibran"}, {"quote": "That was the thing about best friends. Like sisters and mothers, they could piss you off and make you cry and break your heart, but in the end, when the chips were down, they were there, making you laugh even in your darkest hours.", "author": "Kristin Hannah"}, {"quote": "That was what a best friend did: hold up a mirror and show you your heart.", "author": "Kristin Hannah"}, {"quote": "We all know what it feels like to be an outcast or a loner or to fall between the cracks. To be the target of gossip or people talking about you, or girls are ganging up on you. One minute, they’re your best friend; the next, they call you on threeway.", "author": "Krysten Ritter"}, {"quote": "A bosom friend an intimate friend, you know a really kindred spirit to whom I can confide my inmost soul.", "author": "L.M. Montgomery, Anne of Green Gables"}, {"quote": "A true friend is someone who is there for you when he’d rather be anywhere else.", "author": "Len Wein"}, {"quote": "There is nothing better than a friend, unless it is a friend with chocolate.", "author": "Linda Grayson"}, {"quote": "A good friend is a connection to lif— a tie to the past, a road to the future, the key to sanity in a totally insane world.", "author": "Lois Wyse"}, {"quote": "One of the most beautiful qualities of true friendship is to understand and to be understood.", "author": "Lucius Annaeus Seneca"}, {"quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom.", "author": "Marcel Proust"}, {"quote": "Are we not like two volumes of one book?", "author": "Marceline DesbordesValmore"}, {"quote": "Silences make the real conversations between friends. Not the saying but the never needing to say is what counts.", "author": "Margaret Lee Runbeck, Answer Without Ceasing"}, {"quote": "When the world is so complicated, the simple gift of friendship is within all of our hands.", "author": "Maria Shriver"}, {"quote": "Every friendship goes through ups and downs. Dysfunctional patterns set in; external situations cause internal friction; you grow apart and then bounce back together.", "author": "Mariella Frostrup"}, {"quote": "If we treated ourselves as well as we treated our best friend, can you imagine?", "author": "Meghan Markle"}, {"quote": "Friendship is one mind in two bodies.", "author": "Mencius"}, {"quote": "Best friends can turn a horrible day, into one of the best days of your life.", "author": "Nathanael Richmond"}, {"quote": "True friends are like diamonds—bright, beautiful, valuable, and always in style.", "author": "Nicole Richie"}, {"quote": "Hold a true friend with both your hands.", "author": "Nigerian Proverb"}, {"quote": "No friendship is an accident.", "author": "O. Henry"}, {"quote": "True friends stab you in the front.", "author": "Oscar Wilde"}, {"quote": "There is a magnet in your heart that will attract true friends. That magnet is unselfishness, thinking of others first; when you learn to live for others, they will live for you.", "author": "Paramahansa Yogananda"}, {"quote": "Nothing but heaven itself is better than a friend who is really a friend.", "author": "Plautus"}, {"quote": "I don’t need a friend who changes when I change and who nods when I nod; my shadow does that much better.", "author": "Plutarch"}, {"quote": "A sweet friendship refreshes the soul.", "author": "Proverbs 27:9"}, {"quote": "Ooh you’re the best friend that I ever had. I’ve been with you such a long time. You’re my sunshine and I want you to know. That my feelings are true. I really love you. Oh you’re my best friend.", "author": "Queen"}, {"quote": "A true friend is someone who will always love you—the imperfect, the confused, the wrong youbecause that is what people are supposed to do.", "author": "R. J. L."}, {"quote": "It is one of the blessings of old friends that you can afford to be stupid with them.", "author": "Ralph Waldo Emerson"}, {"quote": "The glory of friendship is not the outstretched hand, not the kindly smile, nor the joy of companionship; it is the spiritual inspiration that comes to one when you discover that someone else believes in you and is willing to trust you with a friendship.", "author": "Ralph Waldo Emerson"}, {"quote": "The only way to have a friend is to be one.", "author": "Ralph Waldo Emerson"}, {"quote": "Picking a best friend who stands up for what she believes in, is true to herself and allows you to be yourself without judgement of how ‘cool’ you are? Well, now you’re picking a friend for life.", "author": "Renee Olstead"}, {"quote": "The biggest ingredient in a best friend is someone whose actions you respect and who you can truly be yourself around.", "author": "Renee Olstead"}, {"quote": "Your friends will know you better in the first minute you meet than your acquaintances will know you in a thousand years.", "author": "Richard Bach"}, {"quote": "Friends are like stars, they come and go, but the ones that stay are the ones that glow.", "author": "Roxy Quiksilver"}, {"quote": "Friendship is like money, easier made than kept.", "author": "Samuel Butler"}, {"quote": "Friends are the sailors who guide your rickety boat safely across the dangerous waters of life.", "author": "Sare and Cate"}, {"quote": "You can’t describe your best friends in words. You can describe them with memories that you had with them.", "author": "Saurabh Saini"}, {"quote": "The great thing about new friends is that they bring new energy to your soul.", "author": "Shanna Rodriguez"}, {"quote": "How many slams in an old screen door? Depends how loud you shut it. How many slices in a bread? Depends how thin you cut it. How much good inside a day? Depends how good you live ’em. How much love inside a friend? Depends how much you give ’em.", "author": "Shel Silverstein"}, {"quote": "Only a true friend would be that truly honest.", "author": "Shrek"}, {"quote": "Only your real friends will tell you when your face is dirty.", "author": "Sicilian Proverb"}, {"quote": "A friend is an emotional bond, just like friendship is a human experience.", "author": "Simon Sinek"}, {"quote": "True friendship ought never to conceal what it thinks.", "author": "St. Jerome"}, {"quote": "Friends are medicine for a wounded heart, and vitamins for a hopeful soul.", "author": "Steve Maraboli"}, {"quote": "A good friend will help you move, but a true friend will help you move a body.", "author": "Steven J. Daniels"}, {"quote": "I never had any friends later on like the ones I had when I was 12.", "author": "Steven King, Stand by Me"}, {"quote": "The rules of friendship are tacit, unconscious; they are not rational. In business, though, you have to think rationally.", "author": "Steven Pinker"}, {"quote": "Friendship my definition is built on two things. Respect and trust. Both elements have to be there. And it has to be mutual. You can have respect for someone, but if you don’t have trust, the friendship will crumble.", "author": "Stieg Larsson"}, {"quote": "Shared joy is a double joy; shared sorrow is half a sorrow.", "author": "Swedish proverb"}, {"quote": "There is nothing like puking with somebody to make you into old friends.", "author": "Sylvia Plath"}, {"quote": "Friends make you smile. Best friends make you giggle ’til you pee your pants.", "author": "Terri Guillemets"}, {"quote": "I get by with a little help from my friends.", "author": "The Beatles"}, {"quote": "Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious.", "author": "Thomas Aquinas"}, {"quote": "There is nothing on this earth more to be prized than true friendship.", "author": "Thomas Aquinas"}, {"quote": "If you have one true friend you have more than your share.", "author": "Thomas Fuller"}, {"quote": "You’ve got a friend in me.", "author": "Toy Story"}, {"quote": "Friendship is a pretty fulltime occupation if you really are friendly with somebody. You can’t have too many friends because then you’re just not really friends.", "author": "Truman Capote"}, {"quote": "No road is long with good company.", "author": "Turkish Proverb"}, {"quote": "A best friend is like a fourleaf clover: hard to find and lucky to have.", "author": "Unknown"}, {"quote": "A best friend is someone who makes you laugh even when you think you’ll never smile again.", "author": "Unknown"}, {"quote": "A friend accepts us as we are yet helps us to be what we should.", "author": "Unknown"}, {"quote": "A friend is someone who knows the song in your heart and can sing it back to you when you have forgotten the words.", "author": "Unknown"}, {"quote": "A friend is someone who understand your past, believes in your future, and accepts you today just the way you are.", "author": "Unknown"}, {"quote": "A strong friendship doesn’t need daily conversation and doesn’t always need togetherness. As long as the relationship lives in the heart, true friends will never part.", "author": "Unknown"}, {"quote": "A true friend is one who thinks you are a good egg even if you are halfcracked.", "author": "Unknown"}, {"quote": "Best friend isn’t just a name. A best friend is someone who’s there for you, no matter what. You can trust them, with anything and everything. Best friends share tears and laughs, almost like their emotions are intertwined. Most importantly, you can always count on a best friend.", "author": "Unknown"}, {"quote": "Best friend: someone you can only stay mad at for so long because you have important things to talk about.", "author": "Unknown"}, {"quote": "Best friends don’t necessarily have to talk every day. They don’t even need to talk for weeks. But when they do, it’s like they never stopped talking.", "author": "Unknown"}, {"quote": "Best friends make the good times better and the hard times easier.", "author": "Unknown"}, {"quote": "Best friends: it’s a promise, not a label.", "author": "Unknown"}, {"quote": "Best friends? Well, I guess you could call us that but I think we are more like sisters.", "author": "Unknown"}, {"quote": "Besties before testes.", "author": "Unknown"}, {"quote": "F.R.I.E.N.D.S. Fight for you. Respect you. Include you. Encourage you. Need you. Deserve you. Stand by you.", "author": "Unknown"}, {"quote": "Friends are kisses blown to us by angels.", "author": "Unknown"}, {"quote": "Friends are like walls. Sometimes you lean on them, and sometimes it’s good just knowing they are there.", "author": "Unknown"}, {"quote": "Friends listen to what you say. Best friends listen to what you don’t say.", "author": "Unknown"}, {"quote": "Friendship is like a rainbow between two hearts.", "author": "Unknown"}, {"quote": "Friendship isn’t a big thing. It’s a million little things.", "author": "Unknown"}, {"quote": "Friendship isn’t about who you’ve known the longest, it’s about who walked in to your life, said ‘I’m here for you’ and PROVED it.", "author": "Unknown"}, {"quote": "If you’re alone, I’ll be your shadow. If you want to cry, I’ll be your shoulder. If you want a hug, I’ll be your pillow. If you need to be happy, I’ll be your smile. But anytime you need a friend, I’ll just be me.", "author": "Unknown"}, {"quote": "Let’s swear each with our pinky. We’ll be the best of friends. Until we are old and wrinkly!", "author": "Unknown"}, {"quote": "My best friend is the one who brings out the best in me.", "author": "Unknown"}, {"quote": "Nothing compares to the pain of a belly ache from laughing too hard with your best friend.", "author": "Unknown"}, {"quote": "Sitting silently beside a friend who is hurting may be the best gift we can give.", "author": "Unknown"}, {"quote": "Soulmates are people who bring out the best in you. They are not perfect but are always perfect for you.", "author": "Unknown"}, {"quote": "Talking to your best friend is sometimes all the therapy you need.", "author": "Unknown"}, {"quote": "The best kind of friend is the one you could sit on a porch with, never saying a word, and walk away feeling like that was the best conversation you’ve had.", "author": "Unknown"}, {"quote": "There are big ships and small ships. But the best ship of all is friendship.", "author": "Unknown"}, {"quote": "Want to see who your real friends are? Screw up and see who’s still there.", "author": "Unknown"}, {"quote": "When it hurts to look back, and you’re afraid to look ahead, you can look beside you and your best friend will be there.", "author": "Unknown"}, {"quote": "Yesterday brought the beginning, tomorrow brings the end, and somewhere in the middle we became the best of friends.", "author": "Unknown"}, {"quote": "You can always tell when two people are best friends because they are having more fun than it makes sense for them to be having.", "author": "Unknown"}, {"quote": "A friend is someone who can see the truth and pain in you even when you are fooling everyone else.", "author": "Unknown​"}, {"quote": "You know, real life doesn’t just suddenly resolve itself. You have to keep working at it. Democracy, marriage, friendship. You can’t just say, ‘She’s my best friend.’ That’s not a given, it’s a process.", "author": "Viggo Mortensen"}, {"quote": "Some people go to priests, others to poetry, I to my friends.", "author": "Virginia Woolf"}, {"quote": "Friendship is delicate as a glass, once broken it can be fixed but there will always be cracks.", "author": "Waqar Ahmed"}, {"quote": "There are no rules for friendship. It must be left to itself. We cannot force it any more than love.", "author": "William Hazlitt"}, {"quote": "A true friend unbosoms freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably.", "author": "William Penn"}, {"quote": "A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow.", "author": "William Shakespeare"}, {"quote": "Words are easy, like the wind; Faithful friends are hard to find.", "author": "William Shakespeare"}, {"quote": "Oh, you’re the best friends anybody ever had. And it’s funny, but I feel as if I’d known you all the time, but I couldn’t have, could I?", "author": "Wizard of Oz"}]