[{"quote": "The truth is, unless you let go, unless you forgive yourself, unless you forgive the situation, unless you realize that the situation is over, you cannot move forward.", "author": "Steve Maraboli"}, {"quote": "Yesterday is not ours to recover, but tomorrow is ours to win or lose.", "author": "Lyndon B. Johnson"}, {"quote": "I think that the power is the principle. The principle of moving forward, as though you have the confidence to move forward, eventually gives you confidence when you look back and see what you’ve done.", "author": "Robert Downey Jr."}, {"quote": "People can be more forgiving than you can imagine. But you have to forgive yourself. Let go of what’s bitter and move on.", "author": "Bill Cosby"}, {"quote": "Sooner or later we’ve all got to let go of our past.", "author": "Dan Brown"}, {"quote": "Sometimes the hardest part isn’t letting go but rather learning to start over.", "author": "Nicole Sobon"}, {"quote": "When lifes seems hopeless, rearrange things for a dose of dopeness.", "author": "Kid Cudi"}, {"quote": "In the process of letting go you will lose many things from the past, but you will find yourself.", "author": "Deepak Chopra"}, {"quote": "Even if you fall on your face, you’re still moving forward.", "author": "Victor Kiam"}, {"quote": "Cry me a river, build a bridge, and get over it.", "author": "Justin Timberlake"}, {"quote": "The only thing a person can ever really do is keep moving forward. Take that big leap forward without hesitation, without once looking back. Simply forget the past and forge toward the future.", "author": "Alyson Noel"}, {"quote": "Change has to come for life to struggle forward.", "author": "Helen Hollick"}, {"quote": "If everyone is moving forward together, then success takes care of itself.", "author": "Henry Ford"}, {"quote": "When the world is at your back, and your heart is at your feet…the best way to go on is to just “be”.", "author": "” – Jennifer Varnadore"}, {"quote": "A bridge can still be built, while the bitter waters are flowing beneath.", "author": "Anthony Liccione"}, {"quote": "Some of us think holding on makes us strong, but sometimes it is letting go.", "author": "Herman Hesse"}, {"quote": "To let go is to release the images and emotions, the grudges and fears, the clingings and disappointments of the past that bind our spirit.", "author": "Jack Kornfield"}, {"quote": "We must be willing to let go of the life we’ve planned, so as to have the life that is waiting for us.", "author": "Joseph Campbell"}, {"quote": "You’ve got to make a conscious choice every day to shed the old – whatever “the old” means for you.", "author": "” – Sarah Ban Breathnach"}, {"quote": "There’s an important difference between giving up and letting go.", "author": "Jessica Hatchigan"}, {"quote": "Some people believe holding on and hanging in there are signs of great strength. However, there are times when it takes much more strength to know when to let go and then do it.", "author": "Ann Lander"}, {"quote": "Forgiveness means letting go of the past.", "author": "Gerald Jampolsky"}, {"quote": "Courage is the power to let go of the familiar.", "author": "Raymond Lindquist"}, {"quote": "If you love something, you have to let it go.", "author": "Unknown"}, {"quote": "It is important that we forgive ourselves for making mistakes. We need to learn from our errors and move on.", "author": "Steve Maraboli"}, {"quote": "All the art of living lies in a fine mingling of letting go and holding on.", "author": "Havelock Ellis"}, {"quote": "When I let go of what I am, I become what I might be. When I let go of what I have, I receive what I need.", "author": "Tao Te Ching"}, {"quote": "Nirvana means to extinguish the burning fires of the Three Poisons: greed, anger, and ignorance. This can be accomplished by letting go of dissatisfaction.", "author": "Shinjo Ito"}, {"quote": "When you let go, you are truly free.", "author": "Unknown"}, {"quote": "You don’t need strength to let go of something. What you really need is understanding.", "author": "Guy Finley"}, {"quote": "Open your arms to change, but don’t let go of your values.", "author": "Dalai Lama"}, {"quote": "You’ve gotta know when it’s time to turn the page.", "author": "Tori Amos"}, {"quote": "Life moves on and so should we", "author": "Spencer Johnson"}, {"quote": "Study the past if you would define the future.", "author": "Confucius"}, {"quote": "Sometimes you have to take a step back to move forward", "author": "Erika Taylor"}, {"quote": "Broken hearts hurt but they will make you strong", "author": "Unknown"}, {"quote": "Life moves forward. The old leaves wither, die and fall away, and the new growth extends forward into the light.", "author": "Bryant McGill"}, {"quote": "We keep moving forward, opening new doors, and doing new things, because we’re curious and curiosity keeps leading us down new paths.", "author": "Walt Disney"}, {"quote": "Even a rock moves on.", "author": "Anthony Liccione"}, {"quote": "Time flies, people change. You’re not always needed. There are times to move forward and places to let go.", "author": "Unknown"}, {"quote": "Let go of your attachment to being right, and suddenly your mind is more open.", "author": "Ralph Marston"}, {"quote": "Holding on is believing that there’s only a past; letting go is knowing that there’s a future.", "author": "Daphne Rose Kingma"}, {"quote": "You can only lose what you cling to.", "author": "Buddha"}, {"quote": "Letting go doesn’t mean that you don’t care about someone anymore. It’s just realizing that the only person you really have control over is yourself.", "author": "Deborah Reber"}, {"quote": "Making a big life change can be scary but living with regret is always scarier.", "author": "Unknown"}, {"quote": "Letting go does not mean you stop caring. It means you stop trying to force others to.", "author": "Mandy Hale"}, {"quote": "Some think that holding on makes us strong; but sometimes it’s letting go.", "author": "Herman Hesse"}, {"quote": "Forget what hurt you but never forget what it taught you.", "author": "Unknown"}, {"quote": "Don’t dwell on what went wrong. Instead, focus on what to do next. Spend your energy moving forward together towards an answer.", "author": "Denis Waitley"}, {"quote": "We don’t want to go back to the same policies and practicies that drove our economy into a ditch, that punished the middle class, and that led to this catastrophe. We keep moving forward.", "author": "David Axelrod"}]