[{"quote": "If you want to be happy, be.", "author": "Leo Tolstoy"}, {"quote": "We all live with the objective of being happy; our lives are all different and yet the same.", "author": "Anne Frank"}, {"quote": "Don’t cry because it’s over, smile because it happened.", "author": "Dr. Seuss"}, {"quote": "You don’t develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity.", "author": "Epicurus"}, {"quote": "Many persons have a wrong idea of what constitutes true happiness. It is not attained through self-gratification but through fidelity to a worthy purpose.", "author": "Helen Keller"}, {"quote": "Most people would rather be certain they’re miserable, than risk being happy.", "author": "Robert Anthony"}, {"quote": "The fact is always obvious much too late, but the most singular difference between happiness and joy is that happiness is a solid and joy a liquid.", "author": "J.D. Salinger"}, {"quote": "There are two ways of being happy: We must either diminish our wants or augment our means – either may do – the result is the same and it is for each man to decide for himself and to do that which happens to be easier.", "author": "Benjamin Franklin"}, {"quote": "If a person’s basic state of mind is serene and calm, then it is possible for this inner peace to overwhelm a painful physical experience. On the other hand, if someone is suffering from depression, anxiety, or any form of emotional distress, then even if he or she happens to be enjoying physical comforts, he will not really be able to experience the happiness that these could bring.", "author": "Tenzin Gyatso, 14th Dalai Lama"}, {"quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.", "author": "Albert Schweitzer"}, {"quote": "No one is in control of your happiness but you; therefore, you have the power to change anything about yourself or your life that you want to change.", "author": "Barbara DeAngelis"}, {"quote": "Success is getting what you want, happiness is wanting what you get.", "author": "W.P. Kinsella"}, {"quote": "The best way to cheer yourself up is to try to cheer somebody else up.", "author": "Mark Twain"}, {"quote": "Man is fond of counting his troubles, but he does not count his joys.  If he counted them up as he ought to, he would see that every lot has enough happiness provided for it.", "author": "Fyodor Dostoevsky"}, {"quote": "Too often in life, something happens and we blame other people for us not being happy or satisfied or fulfilled. So the point is, we all have choices, and we make the choice to accept people or situations or to not accept situations.", "author": "Tom Brady"}, {"quote": "Indeed, man wishes to be happy even when he so lives as to make happiness impossible.", "author": "St. Augustine"}, {"quote": "The Constitution only guarantees the American people the right to pursue happiness.  You have to catch it yourself.", "author": "Author unknown, commonly attributed to Benjamin Franklin"}, {"quote": "Can anything be so elegant as to have few wants, and to serve them one’s self?", "author": "Ralph Waldo Emerson"}, {"quote": "The habit of being happy enables one to be freed, or largely freed, from the domination of outward conditions.", "author": "Robert Louis Stevenson"}, {"quote": "If only we’d stop trying to be happy we could have a pretty good time.", "author": "Edith Wharton"}, {"quote": "Happiness is like a butterfly which, when pursued, is always beyond our grasp, but, if you will sit down quietly, may alight upon you.", "author": "Nathaniel Hawthorne"}, {"quote": "Most folks are about as happy as they make up their minds to be.", "author": "Abraham Lincoln"}, {"quote": "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.", "author": "Aristotle"}, {"quote": "Happiness is not a goal; it is a by-product.", "author": "Eleanor Roosevelt"}, {"quote": "Happiness is a state of activity.", "author": "Aristotle"}, {"quote": "Happiness lies in the joy of achievement and the thrill of creative effort.", "author": "Franklin Roosevelt"}, {"quote": "A truly happy person is one who can enjoy the scenery while on a detour.", "author": "Author Unknown"}, {"quote": "If you want others to be happy, practice compassion.  If you want to be happy, practice compassion.", "author": "Dalai Lama"}, {"quote": "Happiness is not an ideal of reason, but of imagination.", "author": "Immanuel Kant"}, {"quote": "Just as a cautious businessman avoids investing all his capital in one concern, so wisdom would probably admonish us also not to anticipate all our happiness from one quarter alone.", "author": "Sigmund Freud"}, {"quote": "The only way to avoid being miserable is not to have enough leisure to wonder whether you are happy or not.", "author": "George Bernard Shaw"}, {"quote": "If there were in the world today any large number of people who desired their own happiness more than they desired the unhappiness of others, we could have a paradise in a few years.", "author": "Bertrand Russell"}, {"quote": "Joy is a net of love by which you can catch souls.", "author": "Mother Teresa"}, {"quote": "When neither their property nor their honor is touched, the majority of men live content.", "author": "Niccolo Machiavelli"}, {"quote": "We have no more right to consume happiness without producing it than to consume wealth without producing it.", "author": "George Bernard Shaw"}, {"quote": "One joy scatters a hundred griefs.", "author": "Chinese Proverb"}, {"quote": "Unquestionably, it is possible to do without happiness; it is done involuntarily by nineteen-twentieths of mankind.", "author": "John Stuart Mill"}, {"quote": "When a man has lost all happiness, he’s not alive.  Call him a breathing corpse.", "author": "Sophocles"}, {"quote": "Happiness consists more in conveniences of pleasure that occur everyday than in great pieces of good fortune that happen but seldom.", "author": "Benjamin Franklin"}, {"quote": "Happiness is when what you think, what you say, and what you do are in harmony.", "author": "Mahatma Gandhi"}, {"quote": "Happiness is your dentist telling you it won’t hurt and then having him catch his hand in the drill.", "author": "Johnny Carson"}, {"quote": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better to take things as they come along with patience and equanimity.", "author": "Carl Jung"}, {"quote": "For every minute you are angry you lose sixty seconds of happiness.", "author": "Ralph Waldo Emerson"}, {"quote": "It isn’t what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it.", "author": "Dale Carnegie"}, {"quote": "Learn to let go. That is the key to happiness.", "author": "Buddha"}, {"quote": "Happiness is not something you postpone for the future; it is something you design for the present.", "author": "Jim Rohn"}, {"quote": "If you want happiness for an hour – take a nap. If you want happiness for a day – go fishing. If you want happiness for a month – get married. If you want happiness for a year – inherit a fortune. If you want happiness for a lifetime – help someone else.", "author": "Chinese Proverb"}, {"quote": "The foolish man seeks happiness in the distance, the wise grows it under his feet.", "author": "James Oppenheim"}]