[{"quote": "Peace begins with a smile.", "author": "Mother Teresa"}, {"quote": "Smiling is definitely one of the best beauty remedies. If you have a good sense of humor and a good approach to life, that’s beautiful.", "author": "Rashida Jones"}, {"quote": "Smile, smile, smile at your mind as often as possible. Your smiling will considerably reduce your mind’s tearing tension.", "author": "Sri Chinmoy"}, {"quote": "Sometimes your joy is the source of your smile, but sometimes your smile can be the source of your joy.", "author": "Thich Nhat Hanh"}, {"quote": "I eat every two hours. I sleep for eight hours. I have lots of water. I pray to keep calm. Most importantly, I have a smile on my face.", "author": "Vidya Balan"}, {"quote": "Smile, it’s free therapy.", "author": "Douglas Horton"}, {"quote": "Use your smile to change the world; don’t let the world change your smile.", "author": "Chinese Proverb"}, {"quote": "Smile, it’s free therapy.", "author": "Douglas Horton"}, {"quote": "Lighten up, just enjoy life, smile more, laugh more, and don’t get so worked up about things.", "author": "Kenneth Branagh"}, {"quote": "The real man smiles in trouble, gathers strength from distress, and grows brave by reflection.", "author": "Thomas Paine"}, {"quote": "Maman told me that every time you smile, a very tiny bit of the smile stays stuck to your face, so as you get older and older your face starts to show all the tiny bits of all your smiles and you look like you are smiling all the time, even when you are just thinking about what to have for breakfast. She said, also, that if you frown a lot then the frown sticks to your face instead. That way when you are old you have a very frowny face and look cross all the time and people are scared of you.", "author": "Claire King"}, {"quote": "Smile at strangers and you just might change a life.", "author": "Steve Maraboli"}, {"quote": "Encouragement to others is something everyone can give. Somebody needs what you have to give. It may not be your money; it may be your time. It may be your listening ear. It may be your arms to encourage. It may be your smile to uplift. Who knows?", "author": "Joel Osteen"}, {"quote": "Always find opportunities to make someone smile, and to offer random acts of kindness in everyday life.", "author": "Roy T. Bennett"}, {"quote": "If you have only one smile in you, give it to the people you love.", "author": "Maya Angelou"}, {"quote": "Strong people are ones who can smile for others’ happiness.", "author": "Veronica Purcell"}, {"quote": "You’ll find that life is still worthwhile, if you just smile.", "author": "Charlie Chaplin"}, {"quote": "Smile, it is the key that fits the lock of everybody’s heart.", "author": "Anthony J D’Angelo"}, {"quote": "Share your smile with the world. It’s a symbol of friendship and peace.", "author": "Christie Brinkley"}, {"quote": "Let us always meet each other with a smile, for the smile is the beginning of love.", "author": "Mother Teresa"}, {"quote": "A smile is the universal welcome.", "author": "Max Eastman"}, {"quote": "Beauty is power; a smile is its sword.", "author": "John Ray"}, {"quote": "Smile in the mirror. Do that every morning and you’ll start to see a big difference in your life.", "author": "Yoko Ono"}, {"quote": "You haven’t lost your smile at all, it’s right under your nose. You just forgot it was there.", "author": "Anonymous"}, {"quote": "Smile! It increases your face value.", "author": "Robert Harling"}, {"quote": "You don’t have to be happy to smile.", "author": "Daniel Willey"}, {"quote": "Before you put on a frown, make absolutely sure there are no smiles available.", "author": "Jim Beggs"}, {"quote": "Your smile is your logo, your personality is your business card, how you leave others feeling after having an experience with you becomes your trademark.", "author": "Anonymous"}, {"quote": "Your smile will give you a positive countenance that will make people feel comfortable around you.", "author": "Les Brown"}, {"quote": "What sunshine is to flowers, smiles are to humanity. These are but trifles, to be sure; but scattered along life’s pathway, the good they do is inconceivable.", "author": "Joseph Addison"}, {"quote": "Let my soul smile through my heart and my heart smile through my eyes, that I may scatter rich smiles in sad hearts.", "author": "Paramahansa Yogananda"}, {"quote": "All the statistics in the world can’t measure the warmth of a smile.", "author": "Chris Hart"}, {"quote": "A smile is a curve that sets everything straight.", "author": "Phyllis Diller"}, {"quote": "After every storm the sun will smile; for every problem there is a solution, and the soul’s infeasible duty is to be of good cheer.", "author": "William R. Alger"}, {"quote": "Just one smile, immensely increases the beauty, of the universe.", "author": "Sri Chinmoy"}, {"quote": "For a moment at least, be a smile on someone else’s face.", "author": "Dejan Stojanovic"}, {"quote": "Colors are the smiles of nature.", "author": "Leigh Hunt"}, {"quote": "I like to smile. I smile even when I’m nervous since it calms me down and shows my friendliness.", "author": "Yani Tseng"}, {"quote": "We shall never know all the good that a simple smile can do.", "author": "Mother Teresa"}]