[{"quote": "Sometimes you don’t realize your own strength until you come face to face with your greatest weakness.", "author": "Susan Gale"}, {"quote": "Strength does not come from winning. Your struggles develop your strengths. When you go through hardships and decide not to surrender, that is strength.", "author": "Arnold Schwarzenegger"}, {"quote": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "author": "Winston Churchill"}, {"quote": "True strength is keeping everything together when everyone expects you to fall apart.", "author": "Unknown"}, {"quote": "Anyone can give up, it’s the easiest thing in the world to do. But to hold it together when everyone else would understand if you fell apart, that’s true strength.", "author": "Unknown"}, {"quote": "The most beautiful people I’ve known are those who have known trials, have known struggles, have known loss, and have found their way out of the depths.", "author": "Elisabeth Kübler-Ross"}, {"quote": "You never know how strong you are… until being strong is the only choice you have.", "author": "Cayla Mills"}, {"quote": "Fall down seven times, get up eight.", "author": "Japanese Proverb"}, {"quote": "Nothing is impossible, the word itself says ‘I’m possible’!", "author": "Audrey Hepburn"}, {"quote": "Dream as if you’ll live forever, live as if you’ll die today.", "author": "James Dean"}, {"quote": "Anyone can hide. Facing up to things, working through them, that’s what makes you strong.", "author": "Sarah Dessen"}, {"quote": "Courage is looking fear right in the eye and saying, ‘Get the hell out of my way, I’ve got things to do.'", "author": "Unknown"}, {"quote": "Life will break you. Nobody can protect you from that, and living alone won’t either, for solitude will also break you with its yearning. You have to love. You have to feel. It is the reason you are here on earth. You are here to risk your heart. You are here to be swallowed up. And when it happens that you are broken, or betrayed, or left, or hurt, or death brushes near, let yourself sit by an apple tree and listen to the apples falling all around you in heaps, wasting their sweetness. Tell yourself you tasted as many as you could.", "author": "Louise Erdrich"}, {"quote": "The world breaks everyone, and afterward, some are strong at the broken places.", "author": "Ernest Hemingway"}, {"quote": "The weak can never forgive. Forgiveness is the attribute of the strong.", "author": "Mahatma Gandhi"}, {"quote": "If you always put limit on everything you do, physical or anything else. It will spread into your work and into your life. There are no limits. There are only plateaus, and you must not stay there, you must go beyond them.", "author": "Bruce Lee"}, {"quote": "Change does not roll in on the wheels of inevitability, but comes through continuous struggle. And so we must straighten our backs and work for our freedom. A man can’t ride you unless your back is bent.", "author": "Martin Luther King, Jr."}, {"quote": "Nobody can hurt me without my permission.", "author": "Mahatma Gandhi"}, {"quote": "A heart is a muscle..and what do muscles do when they are torn? They grow back STRONGER!", "author": "Unknown"}, {"quote": "The last three or four reps is what makes the muscle grow. This area of pain divides the champion from someone else who is not a champion. That’s what most people lack, having the guts to go on and just say they’ll go through the pain no matter what happens.", "author": "Arnold Schwarzenegger"}, {"quote": "Talents are best nurtured in solitude, but character is best formed in the stormy billows of the world.", "author": "Johann Wolfgang von Goethe"}, {"quote": "Character isn’t something you were born with and can’t change, like your fingerprints. It’s something you weren’t born with and must take responsibility for forming.", "author": "Jim Rohn"}, {"quote": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, vision cleared, ambition inspired, and success achieved.", "author": "Helen Keller"}, {"quote": "Character, in the long run, is the decisive factor in the life of an individual and of nations alike.", "author": "Theodore Roosevelt"}, {"quote": "I have no regrets in my life. I think that everything happens to you for a reason. The hard times that you go through build character, making you a much stronger person.", "author": "Rita Mero"}, {"quote": "Parents can only give good advice or put them on the right paths, but the final forming of a person’s character lies in their own hands.", "author": "Anne Frank"}, {"quote": "People grow through experience if they meet life honestly and courageously. This is how character is built.", "author": "Eleanor Roosevelt"}, {"quote": "You cannot dream yourself into a character; you must hammer and forge yourself one.", "author": "James A. Froude"}, {"quote": "Sow a thought, and you reap an act; Sow an act, and you reap a habit; Sow a habit, and you reap a character; Sow a character, and you reap a destiny.", "author": "Charles Reade"}, {"quote": "The depth and strength of a human character are defined by its moral reserves. People reveal themselves completely only when they are thrown out of the customary conditions of their life, for only then do they have to fall back on their reserves.", "author": "Leonardo da Vinci"}, {"quote": "The measure of a man’s real character is what he would do if he knew he would never be found out.", "author": "Thomas Babington Macaulay"}, {"quote": "The resistance that you fight physically in the gym and the resistance that you fight in life can only build a strong character.", "author": "Arnold Schwarzenegger"}, {"quote": "Watch your thoughts, for they become words.\nWatch your words, for they become actions.\nWatch your actions, for they become habits.\nWatch your habits, for they become character.\nWatch your character, for it becomes your destiny.", "author": "Author Unknown"}]