[{"quote": "Girls will be your friends – they’ll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything – they’re your true best friends.", "author": "Marilyn Monroe"}, {"quote": "You can kid the world, but not your sister.", "author": "Charlotte Gray"}, {"quote": "We hang out, we help one another, we tell one another our worst fears and biggest secrets, and then just like real sisters, we listen and don’t judge.", "author": "Adriana Trigiani"}, {"quote": "Having a sister is like having a best friend you can’t get rid of.  You know whatever you do, they’ll still be there.", "author": "Amy Li"}, {"quote": "If you have a sister and she dies, do you stop saying you have one? Or are you always a sister, even when the other half of the equation is gone?", "author": "Jodi Picoult"}, {"quote": "Sisters, as you know, also have a unique relationship. This is the person who has known you your entire life, who should love you and stand by you no matter what, and yet it’s your sister who knows exactly where to drive the knife to hurt you the most.", "author": "Lisa See"}, {"quote": "Sisters function as safety nets in a chaotic world simply by being there for each other.", "author": "Carol Saline"}, {"quote": "How the hell do you sum up your sister in three minutes? She’s your twin and your polar opposite. She’s your constant companion and your competition. She’s your best friend and the biggest bitch in the world. She’s everything you wish you could be and everything you wish you weren’t.", "author": "M. Molly Backes"}, {"quote": "My sister and I are so close that we finish each other’s sentences and often wonder who’s memories belong to whom.", "author": "Shannon Celebi"}, {"quote": "Is solace anywhere more comforting than in the arms of a sister.", "author": "Alice Walker"}, {"quote": "Brothers and sisters are as close as hands and feet.", "author": "Vietnamese Proverb"}, {"quote": "A sister can be seen as someone who is both ourselves and very much not ourselves – a special kind of double.", "author": "Toni Morrison"}, {"quote": "…she’ll go and fall in love, and there’s an end of peace and fun, and cozy times together.", "author": "Louisa May Alcott"}, {"quote": "Sister is probably the most competitive relationship within the family, but once the sisters are grown, it becomes the strongest relationship.", "author": "Margaret Mead"}, {"quote": "The first-born in every family is always dreaming for an imaginary older brother or sister who will look out for them.", "author": "Bill Cosby"}, {"quote": "A sister is both your mirror – and your opposite.", "author": "Elizabeth Fishel"}, {"quote": "That’s the best thing about little sisters: They spend so much time wishing they were elder sisters that in the end they’re far wiser than the elder ones could ever be.", "author": "Gemma Gurgess"}, {"quote": "Children of the same family, the same blood, with the same first associations and habits, have some means of enjoyment in their power, which no subsequent connections can supply.", "author": "Jane Austen"}, {"quote": "A sister smiles when one tells one’s stories – for she knows where the decoration has been added.", "author": "Chris Montaigne"}, {"quote": "There can be no situation in life in which the conversation of my dear sister will not administer some comfort to me.", "author": "Mary Montagu"}, {"quote": "You may be as different as the sun and the moon, but the same blood flows through both your hearts. You need her, as she needs you..", "author": "George R.R. Martin"}, {"quote": "You’re a big sister?’ I was shocked. She seemed so good-natured and compassionate.", "author": "Natalie Standiford"}, {"quote": "I would like more sisters, that the taking out of one, might not leave such stillness..", "author": "Emily Dickinson"}, {"quote": "It was nice to be in such close physical proximity, even though they hadn’t spoken in months, and only via cursory birthday cards and the like. In the end, it didn’t matter. Sisters were sisters.", "author": "Emma Straub"}, {"quote": "I know my older sister loves me because she gives me all her old clothes and has to go out and buy new ones.", "author": "Unknown"}, {"quote": "When sisters stand shoulder to shoulder, who stands a chance against us?", "author": "Pam Brown"}, {"quote": "Sisterly love is, of all sentiments, the most abstract.  Nature does not grant it any functions.", "author": "Ugo Betti"}, {"quote": "When mom and dad don’t understand, a sister always will.", "author": "Unknown"}, {"quote": "The best thing about having a sister was that I always had a friend.", "author": "Cali Rae Turner"}, {"quote": "Our brothers and sisters are there with us from the dawn of our personal stories to the inevitable dusk.", "author": "Susan Scarf Merrell"}, {"quote": "What’s the good of news if you haven’t a sister to share it?", "author": "James DeVries"}, {"quote": "My sister taught me everything I really need to know, and she was only in sixth grade at the time.", "author": "Linda Sunshine"}, {"quote": "An older sister helps one remain half child, half woman.", "author": "Unknown"}, {"quote": "A sister is a forever friend.", "author": "Unknown"}, {"quote": "Elder sisters never can do younger ones justice!", "author": "Charlotte M. Yonge"}, {"quote": "If your sister is in a tearing hurry to go out and cannot catch your eye, she’s wearing your best sweater.", "author": "Pam Brown"}, {"quote": "I, who have no sisters or brothers, look with some degree of innocent envy on those who may be said to be born to friends.", "author": "James Boswell"}, {"quote": "Our roots say we’re sisters, our hearts say we’re friends.", "author": "Unknown"}, {"quote": "Don’t believe an accident of birth makes people sisters or brothers. It makes them siblings, gives them mutuality of parentage. Sisterhood and brotherhood is a condition people have to work at.", "author": "Maya Angelou"}, {"quote": "A sibling may be the keeper of one’s identity, the only person with the keys to one’s unfettered, more fundamental self.", "author": "Marian Sandmaier"}, {"quote": "A sister is a gift to the heart, a friend to the spirit, a golden thread to the meaning of life.", "author": "Isadora James"}, {"quote": "How do people make it through life without a sister?", "author": "Sara Corpening"}, {"quote": "Siblings are the people we practice on, the people who teach us about fairness and cooperation and kindness and caring – quite often the hard way.", "author": "Pamela Dugdale"}, {"quote": "We acquire friends and we make enemies, but our sisters come with the territory.", "author": "Evelyn Loeb"}, {"quote": "Sisters may share the same mother and father but appear to come from different families.", "author": "Unknown"}, {"quote": "An older sister is a friend and defender – a listener, conspirator, a counsellor and a sharer of delights. And sorrows too.", "author": "Pam Brown"}, {"quote": "I know some sisters who only see each other on Mother’s Day and some who will never speak again. But most are like my sister and me… linked by volatile love, best friends who make other best friends ever so slightly less best.", "author": "Patricia Volk"}, {"quote": "If you don’t understand how a woman could both love her sister dearly and want to wring her neck at the same time, then you were probably an only child.", "author": "Linda Sunshine"}, {"quote": "Our siblings push buttons that cast us in roles we felt sure we had let go of long ago – the baby, the peacekeeper, the caretaker, the avoider…. It doesn’t seem to matter how much time has elapsed or how far we’ve traveled.", "author": "Jane Mersky Leder"}, {"quote": "There is no better friend than a sister.  And there is no better sister than you.", "author": "Unknown"}]