[{"quote": "It’s not about money or connections — it’s the willingness to outwork and outlearn everyone… And if it fails, you learn from what happened and do a better job next time.", "author": "Mark Cuban"}, {"quote": "When obstacles arise, you change your direction to reach your goal, you do not change your decision to get there.", "author": "Zig Ziglar"}, {"quote": "It is literally true that you can succeed best and quickest by helping others to succeed.", "author": "Napoleon Hill"}, {"quote": "I am not judged by the number of times I fail, but by the number of times I succeed: and the number of times I succeed is in direct proportion to the number of times I fail and keep trying.", "author": "Tom Hopkins"}, {"quote": "A little more persistence, a little more effort, and what seemed hopeless failure may turn to glorious success.", "author": "Elbert Hubbard"}, {"quote": "Fall seven times, stand up eight.", "author": "Japanese Proverb"}, {"quote": "If you are going through hell, keep going.", "author": "Winston Churchill"}, {"quote": "There’s only one way to succeed in anything, and that is to give it everything.", "author": "Vincent Lombardi"}, {"quote": "The greatest oak was once a little nut who held its ground.", "author": "Author Unknown"}, {"quote": "Never consider the possibility of failure; as long as you persist, you will be successful.", "author": "Brian Tracy"}, {"quote": "If you would hit the mark, you must aim a little above it; Every arrow that flies feels the attraction of earth.", "author": "Henry Wadsworth Longfellow"}, {"quote": "If you think you can, you can. And if you think you can’t, you’re right.", "author": "Henry Ford"}, {"quote": "What counts is not necessarily the size of the dog in the fight – it’s the size of the fight in the dog.", "author": "General Dwight D. Eisenhower"}, {"quote": "Perseverance, secret of all triumphs.", "author": "Victor Hugo"}, {"quote": "The will to persevere is often the difference between failure and success.", "author": "David Sarnoff"}, {"quote": "A difficult time can be more readily endured if we retain the conviction that our existence holds a purpose – a cause to pursue, a person to love, a goal to achieve.", "author": "John Maxwell"}, {"quote": "It’s not that I’m so smart, it’s just that I stay with problems longer.", "author": "Albert Einstein"}, {"quote": "Do what you can, with what you have, where you are.", "author": "Theodore Roosevelt"}, {"quote": "I think and think for months and years. Ninety-nine times, the conclusion is false. The hundredth time I am right.", "author": "Albert Einstein"}, {"quote": "He who would do some great thing in this short life, must apply himself to the work with such a concentration of his forces as to the idle spectators, who live only to amuse themselves, looks like insanity.", "author": "John Foster"}, {"quote": "Some people dream of success… while others wake up and work hard at it.", "author": "Unknown"}, {"quote": "If you want to be successful, find someone who has achieved the results you want and copy what they do and you’ll achieve the same results.", "author": "Anthony Robbins"}, {"quote": "I believe that being successful means having a balance of success stories across the many areas of your life. You can’t truly be considered successful in your business life if your home life is in shambles.", "author": "Zig Ziglar"}, {"quote": "It doesn’t matter how many times you fail. You only have to be right once and then everyone can tell you that you are an overnight success.", "author": "Mark Cuban"}, {"quote": "The most essential factor is persistence – the determination never to allow your energy or enthusiasm to be dampened by the discouragement that must inevitably come.", "author": "James Whitcomb Riley"}, {"quote": "To succeed… you need to find something to hold on to, something to motivate you, something to inspire you.", "author": "Tony Dorsett"}, {"quote": "Success seems to be largely a matter of hanging on after others have let go.", "author": "William Feather"}, {"quote": "There are only two mistakes one can make along the road to truth; not going all the way, and not starting.", "author": "Buddha"}, {"quote": "An Unfailing Success Plan: At each day’s end write down the six most important things to do tomorrow; number them in order of importance, and then do them.", "author": "Anonymous"}, {"quote": "Success in its highest and noblest form calls for peace of mind and enjoyment and happiness which come only to the man who has found the work that he likes best.", "author": "Napoleon Hill"}, {"quote": "Victory is always possible for the person who refuses to stop fighting.", "author": "Napoleon Hill"}, {"quote": "For true success ask yourself these four questions: Why? Why not? Why not me? Why not now?", "author": "James Allen"}, {"quote": "The question isn’t who is going to let me; it’s who is going to stop me?", "author": "Ayn Rand"}, {"quote": "We must be the epitome-the embodiment-of success. We must radiate success before it will come to us. We must first become mentally, from an attitude standpoint, the people we wish to become.", "author": "George Herbert Allen"}, {"quote": "Conquering any difficulty always gives one a secret joy, for it means pushing back a boundary-line and adding to one`s liberty.", "author": "Henri Frederic Amiel"}, {"quote": "Decide carefully, exactly what you want in life, then work like mad to make sure you get it!", "author": "Hector Crawford"}, {"quote": "Never, never, never, never give up.", "author": "Winston Churchill"}, {"quote": "Learn how to be happy with what you have while you pursue all that you want.", "author": "Jim Rohn"}, {"quote": "Every achiever I have ever met says, ‘My life turned around when I began to believe in me.", "author": "Robert Schuller"}, {"quote": "Obstacles don’t have to stop you. If you run into a wall, don’t turn around and give up. Figure out how to climb it, go through it, or work around it.", "author": "Michael Jordon"}, {"quote": "When I was younger, I thought that the key to success was just hard work. But the real foundation is faith. Faith — the idea that ‘I can do it’ — is the opposite of fear (‘What if I fail?’). And faith creates motivation which in turn leads to commitment, hard work, preparation … and eventually success.", "author": "Howard Twilley"}, {"quote": "Give the world the best you have, and the best will come to you.", "author": "Madeline Bridge"}, {"quote": "Nobody ever drowned in his own sweat.", "author": "Ann Landers"}, {"quote": "Nothing can withstand the power of the human will if it is willing to stake its very existence to the extent of its purpose.", "author": "Benjamin Disraeli"}, {"quote": "In case of doubt, push on just a little further and then keep on pushing.", "author": "General George S Patton, Jr."}, {"quote": "There is no telling how many miles you will have to run while chasing a dream.", "author": "Unknown"}, {"quote": "It is not enough to begin; continuance is necessary. Mere enrollment will not make one a scholar; the pupil must continue in the school through the long course, until he masters every branch. Success depends upon staying power. The reason for failure in most cases is lack of perseverance.", "author": "Miller"}, {"quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.", "author": "Thomas A. Edison"}, {"quote": "When a man is willing and eager, the gods join in.", "author": "Aeschylus"}, {"quote": "One important key to success is self-confidence. An important key to self-confidence is preparation.", "author": "Arthur Ashe"}, {"quote": "God gives every bird a worm, but he does not throw it into the nest.", "author": "Swedish Proverb"}, {"quote": "Nothing in this world can take the place of persistence. Talent will not; nothing is more common than unsuccessful people with talent. Genius will not; unrewarded genius is almost a proverb. Education will not; the world is full of educated derelicts. Persistence and determination alone are omnipotent. The slogan “press on” has solved and always will solve the problems of the human race", "author": "” – Calvin Coolidge"}]