[{"quote": "Folks are usually about as happy as they make their minds up to be.", "author": "Abraham Lincoln"}, {"quote": "Our capacity to draw happiness from aesthetic objects or material goods in fact seems critically dependent on our first satisfying a more important range of emotional or psychological needs, among them the need for understanding, for love, expression and respect.", "author": "Alain De Botton"}, {"quote": "Be happy with what you have. Be excited about what you want.", "author": "Alan Cohen"}, {"quote": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.", "author": "Albert Camus"}, {"quote": "Only a life lived for others is a life worthwhile.", "author": "Albert Einstein"}, {"quote": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.", "author": "Albert Schweitzer"}, {"quote": "I have only two kinds of days: happy and hysterically happy.", "author": "Allen J. Lefferdink"}, {"quote": "People should find happiness in the little things, like family.", "author": "Amanda Bynes"}, {"quote": "If you want to be happy, set a goal that commands your thoughts, liberates your energy, and inspires your hopes.", "author": "Andrew Carnegie"}, {"quote": "As people spin faster and faster in the pursuit of merely personal happiness, they become exhausted in the futile effort of chasing themselves.", "author": "Andrew Delbanco"}, {"quote": "Whoever is happy will make others happy.", "author": "Anne Frank"}, {"quote": "Happiness depends upon ourselves.", "author": "Aristotle"}, {"quote": "Happy girls are the prettiest.", "author": "Audrey Hepburn"}, {"quote": "Learn to value yourself, which means: fight for your happiness.", "author": "Ayn Rand"}, {"quote": "Family, friends, a good laugh and beautiful weather are the best cures.", "author": "Bar Refaeli"}, {"quote": "All happiness or unhappiness solely depends upon the quality of the object to which we are attached by love.", "author": "Baruch Spinoza"}, {"quote": "Happiness consists more in conveniences of pleasure that occur everyday than in great pieces of good fortune that happen but seldom.", "author": "Benjamin Franklin"}, {"quote": "A great obstacle to happiness is to expect too much happiness.", "author": "Bernard de Fontenelle"}, {"quote": "To be without some of the things you want is an indispensable part of happiness.", "author": "Bertrand Russell"}, {"quote": "To enjoy good health, to bring true happiness to one’s family, to bring peace to all, one must first discipline and control one’s own mind. If a man can control his mind he can find the way to Enlightenment, and all wisdom and virtue will naturally come to him.", "author": "Buddha"}, {"quote": "There is some kind of a sweet innocence in being human—in not having to be just happy or just sad—in the nature of being able to be both broken and whole, at the same time.", "author": "C. JoyBell C."}, {"quote": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better to take things as they come along with patience and equanimity.", "author": "Carl Jung"}, {"quote": "The secret of happiness is freedom, the secret of freedom is courage.", "author": "Carrie Jones"}, {"quote": "Happiness is a way station between too little and too much.", "author": "Channing Pollock, Mr. Moneypenny"}, {"quote": "It is not how much we have, but how much we enjoy, that makes happiness.", "author": "Charles Spurgeon"}, {"quote": "There is no happiness like that of being loved by your fellow creatures, and feeling that your presence is an addition to their comfort.", "author": "Charlotte Bronte"}, {"quote": "If you want happiness for an hour, take a nap. If you want happiness for a day, go fishing. If you want happiness for a year, inherit a fortune. If you want happiness for a lifetime, help someone else.", "author": "Chinese proverb"}, {"quote": "The only way to find true happiness is to risk being completely cut open.", "author": "Chuck Palahniuk"}, {"quote": "Be happy. It’s one way of being wise.", "author": "Colette"}, {"quote": "Nobody really cares if you’re miserable, so you might as well be happy.", "author": "Cynthia Nelms"}, {"quote": "Happiness is not something ready made. It comes from your own actions.", "author": "Dalai Lama"}, {"quote": "It isn’t what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it.", "author": "Dale Carnegie"}, {"quote": "People are unhappy when they get something too easily. You have to sweat – that’s the only moral they know.", "author": "Dany Laferrière"}, {"quote": "We can’t control the world. We can only (barely) control our own reactions to it. Happiness is largely a choice, not a right or entitlement.", "author": "David C. Hill"}, {"quote": "Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.", "author": "Denis Waitley"}, {"quote": "I think the key to life is just being a happy person, and happiness will bring you success.", "author": "Diego Val"}, {"quote": "Happiness is being content with what you have, living in freedom and liberty, having a good family life and good friends.", "author": "Divyanka Tripathi"}, {"quote": "Happiness is the interval between periods of unhappiness.", "author": "Don Marquis"}, {"quote": "The world is full of people looking for spectacular happiness while they snub contentment.", "author": "Doug Larson"}, {"quote": "Happiness grows at our own firesides, and is not to be picked in strangers’ gardens.", "author": "Douglas Jerrold"}, {"quote": "Happiness is always the serendipitous result of looking for something else.", "author": "Dr. Idel Dreimer"}, {"quote": "Happiness is excitement that has found a settling down place. But there is always a little corner that keeps flapping around.", "author": "E.L. Konigsburg"}, {"quote": "Learn to enjoy every minute of your life. Be happy now. Don’t wait for something outside of yourself to make you happy in the future. Think how really precious is the time you have to spend, whether it’s at work or with your family. Every minute should be enjoyed and savored.", "author": "Earl Nightingale"}, {"quote": "If only we’d stop trying to be happy we could have a pretty good time.", "author": "Edith Wharton"}, {"quote": "Happiness is not a goal; it is a by-product.", "author": "Eleanor Roosevelt"}, {"quote": "The essence of philosophy is that a man should so live that his happiness shall depend as little as possible on external things.", "author": "Epictetus"}, {"quote": "The search for happiness is one of the chief sources of unhappiness.", "author": "Eric Hoffer"}, {"quote": "My family didn’t have a lot of money, and I’m grateful for that. Money is the longest route to happiness.", "author": "Evangeline Lilly"}, {"quote": "Happiness is a place between too much and too little.", "author": "Finnish proverb"}, {"quote": "Happiness lies in the joy of achievement and the thrill of creative effort.", "author": "Franklin D. Roosevelt"}, {"quote": "We tend to forget that happiness doesn’t come as a result of getting something we don’t have, but rather of recognizing and appreciating what we do have.", "author": "Frederick Keonig"}, {"quote": "There can be no happiness if the things we believe in are different from the things we do.", "author": "Freya Stark"}, {"quote": "No medicine cures what happiness cannot.", "author": "Gabriel García Márquez"}, {"quote": "Give a man health and a course to steer, and he’ll never stop to trouble about whether he’s happy or not.", "author": "George Bernard Shaw"}, {"quote": "Happiness is having a large, loving, caring, close-knit family in another city.", "author": "George Burns"}, {"quote": "There is only one happiness in this life, to love and be loved.", "author": "George Sand"}, {"quote": "How simple it is to see that we can only be happy now, and there will never be a time when it is not now.", "author": "Gerald Jampolsky"}, {"quote": "Happiness is a by-product of an effort to make someone else happy.", "author": "Gretta Brooker Palmer"}, {"quote": "Now and then it’s good to pause in our pursuit of happiness and just be happy.", "author": "Guillaume Apollinaire"}, {"quote": "Cheerfulness is what greases the axles of the world. Don’t go through life creaking.", "author": "H.W. Byles"}, {"quote": "Happiness and sadness run parallel to each other. When one takes a rest, the other one tends to take up the slack.", "author": "Hazelmarie Elliott"}, {"quote": "True happiness is not attained through self-gratification, but through fidelity to a worthy purpose.", "author": "Helen Keller"}, {"quote": "You can only have bliss if you don’t chase it.", "author": "Henepola Gunaratana"}, {"quote": "Happiness is a form of courage.", "author": "Holbrook Jackson"}, {"quote": "All happiness depends on courage and work.", "author": "Honoré de Balzac"}, {"quote": "Real happiness is cheap enough, yet how dearly we pay for its counterfeit.", "author": "Hosea Ballou"}, {"quote": "So we shall let the reader answer this question for himself: who is the happier man, he who has braved the storm of life and lived or he who has stayed securely on shore and merely existed?", "author": "Hunter S. Thompson"}, {"quote": "Happiness is not an ideal of reason, but of imagination.", "author": "Immanuel Kant"}, {"quote": "Happiness is a matter of one’s most ordinary and everyday mode of consciousness being busy and lively and unconcerned with self.", "author": "Iris Murdoch"}, {"quote": "Happiness is where we find it, but very rarely where we seek it.", "author": "J. Petit Senn"}, {"quote": "Happiness is distraction from the human tragedy.", "author": "J.M. Reinoso"}, {"quote": "Real happiness is not of temporary enjoyment, but is so interwoven with the future that it blesses for ever.", "author": "James Lendall Basford"}, {"quote": "The foolish man seeks happiness in the distance, the wise grows it under his feet.", "author": "James Oppenheim"}, {"quote": "I must learn to be content with being happier than I deserve.", "author": "Jane Austen"}, {"quote": "Who is the happiest of men? He who values the merits of others, and in their pleasure takes joy, even as though it were his own.", "author": "Johann Wolfgang von Goethe"}, {"quote": "Ask yourself whether you are happy and you cease to be so.", "author": "John Stuart Mill"}, {"quote": "Happiness is only real when shared.", "author": "Jon Krakauer"}, {"quote": "You cannot protect yourself from sadness without protecting yourself from happiness.", "author": "Jonathan Safran Foer"}, {"quote": "Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.", "author": "Joseph Addison"}, {"quote": "The happiness which is lacking makes one think even the happiness one has unbearable.", "author": "Joseph Roux"}, {"quote": "It’s been my experience that you can nearly always enjoy things if you make up your mind firmly that you will.", "author": "L.M. Montgomery"}, {"quote": "There is no cosmetic for beauty like happiness.", "author": "Lady Blessington"}, {"quote": "If you look to others for fulfillment, you will never be fulfilled. If your happiness depends on money, you will never be happy with yourself. Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the world belongs to you.", "author": "Lao Tzu"}, {"quote": "You can’t be happy unless you’re unhappy sometimes.", "author": "Lauren Oliver"}, {"quote": "If you want to be happy, be.", "author": "Leo Tolstoy"}, {"quote": "In order to have great happiness you have to have great pain and unhappiness – otherwise how would you know when you’re happy?", "author": "Leslie Caron"}, {"quote": "There are two things to aim at in life: first, to get what you want; and after that, to enjoy it. Only the wisest of mankind achieve the second.", "author": "Logan Pearsall Smith"}, {"quote": "Happiness is when what you think, what you say, and what you do are in harmony.", "author": "Mahatma Gandhi"}, {"quote": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom.", "author": "Marcel Proust"}, {"quote": "He who lives in harmony with himself lives in harmony with the universe.", "author": "Marcus Aurelius"}, {"quote": "The happiness of your life depends upon the quality of your thoughts.", "author": "Marcus Aurelius"}, {"quote": "Happiness is not a state to arrive at, but a manner of traveling.", "author": "Margaret Lee Runbeck"}, {"quote": "Happiness is a constant work-in-progress, because solving problems is a constant work-in-progress – the solutions to today’s problems will lay the foundation for tomorrow’s problems, and so on. True happiness occurs only when you find the problems you enjoy having and enjoy solving.", "author": "Mark Manson"}, {"quote": "Sanity and happiness are an impossible combination.", "author": "Mark Twain"}, {"quote": "In my life I’ve learned that true happiness comes from giving. Helping others along the way makes you evaluate who you are. I think that love is what we’re all searching for. I haven’t come across anyone who didn’t become a better person through love.", "author": "Marla Gibbs"}, {"quote": "Happiness is a well-balanced combination of love, labour, and luck.", "author": "Mary Wilson Little"}, {"quote": "Happiness always looks small while you hold it in your hands, but let it go, and you learn at once how big and precious it is.", "author": "Maxim Gorky"}, {"quote": "Ups and downs. Victories and defeats. Sadness and happiness. That’s the best kind of life.", "author": "Maxime Lagacé"}, {"quote": "Many things can make you miserable for weeks; few can bring you a whole day of happiness.", "author": "Mignon McLaughlin"}, {"quote": "Happiness is a conscious choice, not an automatic response.", "author": "Mildred Barthel"}, {"quote": "Joy is a net of love by which you can catch souls.", "author": "Mother Teresa"}, {"quote": "Happiness in this world, when it comes, comes incidentally. Make it the object of pursuit, and it leads us a wild-goose chase, and is never attained.", "author": "Nathaniel Hawthorne"}, {"quote": "Happiness is the default state. It’s what’s there when you remove the sense that something is missing in life.", "author": "Naval Ravikant"}, {"quote": "Those who can laugh without cause have either found the true meaning of happiness or have gone stark raving mad.", "author": "Norm Papernick"}, {"quote": "Happiness is the resultant of the relative strengths of positive and negative feelings rather than an absolute amount of one or the other.", "author": "Norman Bradburn"}, {"quote": "Be happy for this moment. This moment is your life.", "author": "Omar Khayyam"}, {"quote": "Happiness is holding someone in your arms and knowing you hold the whole world.", "author": "Orhan Pamuk"}, {"quote": "Happiness is an accident of nature, a beautiful and flawless aberration.", "author": "Pat Conroy"}, {"quote": "Happiness is the natural flower of duty.", "author": "Phillips Brooks"}, {"quote": "It’s the moments that I stopped just to be, rather than do, that have given me true happiness.", "author": "Richard Branson"}, {"quote": "Love is that condition in which the happiness of another person is essential to your own.", "author": "Robert A. Heinlein"}, {"quote": "Most people would rather be certain they’re miserable, than risk being happy.", "author": "Robert Anthony"}, {"quote": "To be happy, you must fancy that everything you have is a gift, and you the chosen, though you worked your tail off for every bit of it.", "author": "Robert Brault"}, {"quote": "Happiness makes up in height for what it lacks in length.", "author": "Robert Frost"}, {"quote": "Happiness is the experience of loving life. Being happy is being in love with that momentary experience. And love is looking at someone or even something and seeing the absolute best in him/her or it. Love is happiness with what you see. So love and happiness really are the same thing…just expressed differently.", "author": "Robert McPhillips"}, {"quote": "Most of us believe in trying to make other people happy only if they can be happy in ways which we approve.", "author": "Robert S. Lynd"}, {"quote": "Happiness is always a by-product. It is probably a matter of temperament, and for anything I know it may be glandular. But it is not something that can be demanded from life, and if you are not happy you had better stop worrying about it and see what treasures you can pluck from your own brand of unhappiness.", "author": "Robertson Davies"}, {"quote": "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.", "author": "Roy T. Bennett"}, {"quote": "Pleasure is very seldom found where it is sought. Our brightest blazes are commonly kindled by unexpected sparks.", "author": "Samuel Johnson"}, {"quote": "The happiness of life is made up of the little charities of a kiss or smile, a kind look, a heartfelt compliment.", "author": "Samuel Taylor Coleridge"}, {"quote": "Judge nothing, you will be happy. Forgive everything, you will be happier. Love everything, you will be happiest.", "author": "Sri Chinmoy"}, {"quote": "Sometimes life knocks you on your ass… get up, get up, get up!!! Happiness is not the absence of problems, it’s the ability to deal with them.", "author": "Steve Maraboli"}, {"quote": "Happiness is a direction, not a place.", "author": "Sydney J. Harris"}, {"quote": "If you are not happy here and now, you never will be.", "author": "Taisen Deshimaru"}, {"quote": "There is no way to happiness — happiness is the way.", "author": "Thich Nhat Hanh"}, {"quote": "Happiness is not being pained in body or troubled in mind.", "author": "Thomas Jefferson"}, {"quote": "We cannot be happy if we expect to live all the time at the highest peak of intensity. Happiness is not a matter of intensity but of balance and order and rhythm and harmony.", "author": "Thomas Merton"}, {"quote": "The secret of success is learning how to use pain and pleasure instead of having pain and pleasure use you. If you do that, you’re in control of your life. If you don’t, life controls you.", "author": "Tony Robbins"}, {"quote": "The secret of happiness is to find a congenial monotony.", "author": "V.S. Pritchett"}, {"quote": "The greatest happiness of life is the conviction that we are loved; loved for ourselves, or rather, loved in spite of ourselves.", "author": "Victor Hugo"}, {"quote": "If you observe a really happy man you will find him building a boat, writing a symphony, educating his son, growing double dahlias in his garden, or looking for dinosaur eggs in the Gobi desert. He will not be searching for happiness as if it were a collar button that has rolled under the radiator. He will not be striving for it as a goal in itself. He will have become aware that he is happy in the course of living life twenty-four crowded hours of the day.", "author": "W. Beran Wolfe"}, {"quote": "We are no longer happy so soon as we wish to be happier.", "author": "Walter Savage Landor"}, {"quote": "Happiness is a function of accepting what is.", "author": "Werner Erhard"}, {"quote": "Happiness is an inside job.", "author": "William Arthur Ward"}, {"quote": "Plenty of people miss their share of happiness, not because they never found it, but because they didn’t stop to enjoy it.", "author": "William Feather"}, {"quote": "The true secret of happiness lies in the taking a genuine interest in all the details of daily life.", "author": "William Morris"}, {"quote": "On the whole, the happiest people seem to be those who have no particular cause for being happy except that they are so.", "author": "William R. Inge"}, {"quote": "The greatest happiness you can have is knowing that you do not necessarily require happiness.", "author": "William Saroyan"}]