[{"quote": "If you always do what interests you, at least one person is pleased.", "author": "Katharine Hepburn"}, {"quote": "Always be true to your friends, just as you are to yourself.", "author": "Meg Cabot, Glitter Girls and the Great Fake-Out"}, {"quote": "All our dreams can come true – if we have the courage to pursue them.", "author": "Walt Disney"}, {"quote": "Plant your garden and decorate your own soul, instead of waiting for someone to bring you flowers.", "author": "Jose Luis Borges"}, {"quote": "To see a world in a grain of sand and a heaven in a wildflower, hold infinity in the palm of your hand and eternity in an hour.", "author": "William Blake"}, {"quote": "There is only one thing that makes a dream impossible to achieve: the fear of failure.", "author": "Paulo Coelho"}, {"quote": "Forgive others, not because they deserve forgiveness, but because you deserve peace.", "author": "Jonathan Lockwood Hule"}, {"quote": "Love the moment. Flowers grow out of dark moments. Therefore, each moment is vital. It affects the whole. Life is a succession of such moments and to live each is to succeed.", "author": "Corita Kent"}, {"quote": "Your time is limited, don’t waste it living someone else’s life. Don’t be trapped by dogma, which is living the result of other people’s thinking. Don’t let the noise of other’s opinion drowned your own inner voice. And most important, have the courage to follow your heart and intuition, they somehow already know what you truly want to become. Everything else is secondary.", "author": "Steve Jobs"}, {"quote": "In the middle of every difficulty lies opportunity.", "author": "Albert Einstein"}, {"quote": "You have not lived today until you have done something for someone who can never repay you.", "author": "John Bunyan"}, {"quote": "To hide feelings when you are near crying is the secret of dignity. “ -Dejan Stojanovic", "author": "Unknown"}, {"quote": "Don’t worry what others are doing. Do you!", "author": "Russell Simmons"}, {"quote": "No one can make you feel inferior without your consent.", "author": "Eleanor Roosevelt"}, {"quote": "If you really want to do something you’ll find a way, if you don’t you’ll find an excuse.", "author": "Jim Rohn"}, {"quote": "The trouble with not having a goal is that you can spend your life running up and down the field and never score.", "author": "Bill Copeland"}, {"quote": "Don’t allow your past or present condition to control you. It’s just a process that you’re going through to get you to the next level.", "author": "T.D Jakes"}, {"quote": "Never assume that the person you are dealing with is weaker or less important than you are. Some people are slow to take offense, which may make you misjudge the thickness of their skin, and fail to worry about insulting them. But should you offend their honor and their pride, they will overwhelm you with a violence that seems sudden and extreme given their slowness to anger. If you want to turn people down, it is best to do so politely and respectfully, even if you feel their request is impudent or their offer ridiculous.", "author": "Robert Greene, The 48 Laws of Power"}, {"quote": "To risk life to save a smile on a face of a woman or a child is the secret of chivalry.", "author": "Dejan Stojanovic"}, {"quote": "Happiness is not achieved by the conscious pursuit of happiness; it is generally the by-product of other activities.", "author": "Aldous Huxley"}, {"quote": "See the world as it is, not as you wish it would be.", "author": "E. Lockhart, We Were Liars"}, {"quote": "If opportunity doesn’t knock, build a door.", "author": "Milton Berle"}, {"quote": "The way I see it, every life is a pile of good things and bad things. The good things don’t always soften the bad things, but vice versa, the bad things don’t always spoil the good things and make them unimportant.", "author": "Doctor Who"}, {"quote": "Love all, trust a few, do wrong to none.", "author": "William Shakespeare"}, {"quote": "Every moment of light and dark is a miracle.", "author": "Walt Whitman"}, {"quote": "The greatest lesson of life is that you are responsible for your life.", "author": "Oprah Winfrey"}, {"quote": "It is never too late to be what you might have been.", "author": "George Eliot"}, {"quote": "A good plan is like a road map: It shows the final destination and usually the best way to get there.", "author": "H. Stanley Judd"}, {"quote": "As long as you’re going to be thinking anyway, think big.", "author": "Donald Trump"}, {"quote": "Most people do not listen with the intent to understand. Most people listen with the intent to reply.", "author": "Stephen R. Covey"}, {"quote": "There are far, far better things ahead than any we leave behind.", "author": "C.S. Lewis"}, {"quote": "Success consists of going from failure to failure without loss of enthusiasm.", "author": "Winston Churchill"}, {"quote": "Don’t be pushed by your problems. Be led by your dreams.", "author": "Ralph Waldo Emerson"}, {"quote": "Humor and joy contribute to my total well-being.", "author": "Louise L. Hay, Heal Your Body A-Z"}, {"quote": "Don’t sweat the petty things and don’t pet the sweaty things.", "author": "George Carlin"}, {"quote": "Often what may appear as a detour in life is actually the most direct and empowering path to your destination.", "author": "James Arthur Ray"}, {"quote": "Knowing is better than wondering, waking is better than sleeping, and even the biggest failure—even the worst—beats the hell out of not trying.", "author": "Meredith Grey, Grey’s Anatomy"}, {"quote": "Breathe. Let go. And remind yourself that this very moment is the only one you know you have for sure.", "author": "Oprah Winfrey"}, {"quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.", "author": "Albert Einstein"}, {"quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.", "author": "Aristotle"}, {"quote": "It’s not about how hard you can hit; it’s about how hard you can get hit and keep moving forward.", "author": "Rocky Balboa, Rocky"}, {"quote": "Our thoughts and imaginations are the only real limits to our possibilities.", "author": "Orison Swett Marden"}, {"quote": "Obstacles are those things you see when you take your eyes off the goal.", "author": "Henry Ford"}, {"quote": "When you can’t change the direction of the wind — adjust your sails.", "author": "H. Jackson Brown"}, {"quote": "Be who you are and say what you feel, because those who mind don’t matter and those who matter don’t mind.", "author": "Dr. Seuss"}, {"quote": "Kiss slowly, laugh insanely, live truly and forgive quickly.", "author": "Paulo Coelho"}, {"quote": "The biggest risk is not taking any risk… In a world that changing really quickly, the only strategy that is guaranteed to fail is not taking risks.", "author": "Mark Zuckerberg"}, {"quote": "May I never be complete. May I never be content. May I never be perfect.", "author": "Chuck Palahniuk"}, {"quote": "There are no secrets to success. It is the result of preparation, hard work and learning from failure.", "author": "Colin Powell"}, {"quote": "What the mind can conceive, it can achieve.", "author": "Napoleon Hill"}, {"quote": "It is beautiful to express love and even more beautiful to feel it.", "author": "Dejan Stojanovic"}, {"quote": "If it isn’t a little scary it probably isn’t worth your time.", "author": "Ted Murphy"}, {"quote": "Don’t be afraid of failure, be afraid of not trying in the first place.", "author": "Marie Forleo"}, {"quote": "You choose the life you live. If you don’t like it, it’s on you to change it because no one else is going to do it for you.", "author": "Kim Kiyosaki"}, {"quote": "Everything you want should be yours: the type of work you want; the relationships you need; the social, mental, and aesthetic stimulation that will make you happy and fulfilled; the money you require for the lifestyle that is appropriate to you; and any requirement that you may (or may not) have for achievement or service to others. If you don’t aim for it all, you’ll never get it all. To aim for it requires that you know what you want.", "author": "Richard Koch"}, {"quote": "It’s less about learning new things and more about letting go of old things.", "author": "Liza Miller"}, {"quote": "If you want it, become it.", "author": "Mastin Kipp"}, {"quote": "I don’t need anyone. Because I can do every single thing that a person in a relationship can. Everything. Even zip up my own dress. You know, there are some things that are actually harder to do with two people. Such as monologues.", "author": "Liz Lemon, 30 Rock"}, {"quote": "Keep your eyes on the stars and your feet on the ground.", "author": "Theodore Roosevelt"}, {"quote": "The truth is, everyone is going to hurt you. You just have to find the ones that are worth hurting for.", "author": "Bob Marley"}, {"quote": "It’s your unlimited power to care and to love that can make the biggest difference in the quality of your life.", "author": "Tony Robbins"}, {"quote": "Eventually all things fall into place. Until then, laugh at the confusion, live for the moments, and know everything happens for a reason.", "author": "Albert Schweitzer"}, {"quote": "Infinity is present in each part. A loving smile contains all art. The motes of starlight spark and dart. A grain of sand holds power and might.", "author": "Madeline L’ Engle"}, {"quote": "A heart without dreams is like a bird without feathers.", "author": "Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem"}, {"quote": "It is not because things are difficult that we do not dare; it is because we do not dare that things are difficult.", "author": "Seneca"}, {"quote": "Greatness is not found in possessions, power, position, or prestige. It is discovered in goodness, humility, service, & character.", "author": "WA Ward"}, {"quote": "Do what you feel in your heart to be right, for you’ll be criticized anyway.", "author": "Eleanor Roosevelt"}, {"quote": "The reason why we struggle with insecurity is because we compare our behind the scenes with everyone else’s highlight reel.", "author": "Steven Furtick"}, {"quote": "If we don’t change, we don’t grow. If we don’t grow, we aren’t really living.", "author": "Gail Sheehy"}, {"quote": "One way to open your eyes is to ask yourself, ‘What if I had never seen this before? What if I knew I would never see it again?", "author": "Rachel Carson"}, {"quote": "Run if you can. Walk if you can’t. Crawl if you have to.", "author": "Dean Karnazes"}, {"quote": "Bones heal, pain is temporary, and chicks dig scars.", "author": "Evel Knievel"}, {"quote": "Remember that happiness is a way of travel, not a destination.", "author": "Roy Goodman"}, {"quote": "Everyone has inside him a piece of good news. The good news is that you don’t know how great you can be! How much you can love! What you can accomplish! And what your potential is!", "author": "Anne Frank"}, {"quote": "When you want to succeed as bad as you want to breathe, then you’ll be successful.", "author": "Eric Thomas"}, {"quote": "A man who flies from his fear may find that he has only taken a shortcut to meet it.", "author": "Sador, Children of Húrin"}, {"quote": "I’m the one that has to die when it’s time for me to die, so let me live my life the way I want to.", "author": "Jimi Hendrix"}, {"quote": "Life’s too mysterious to take too serious.", "author": "Mary Engelbreit"}, {"quote": "The only wealth which you will keep forever is the wealth you have given away.", "author": "Marcus Aurelius"}, {"quote": "I’ve learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.", "author": "Maya Angelou"}, {"quote": "Your mind is like water, when agitated it becomes difficult to see but if allowed to settle, the answer becomes clear.", "author": "Tsem Tulku Rinpoche"}, {"quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one’s definition of your life; define yourself.", "author": "Harvey Fierstein"}, {"quote": "If you’re never scared or embarrassed or hurt, it means you never take any chances.", "author": "Julia Sorel"}, {"quote": "Your past does not equal your future.", "author": "Tony Robbins"}, {"quote": "Dreams become reality when we put our minds to it.", "author": "Queen Latifah"}, {"quote": "Choose people who lift you up.", "author": "Michelle Obama"}, {"quote": "Just breathing can be such a luxury sometimes.", "author": "Walter Kirn"}, {"quote": "Failure is a prerequisite for great success. If you want to succeed faster, double your rate of failure.", "author": "Brian Tracy"}, {"quote": "Play keeps us vital and alive. It gives us an enthusiasm for life that is irreplaceable. Without it, life just doesn’t taste good.", "author": "Lucia Capacchione"}, {"quote": "Be who you are and let everyone love that person.", "author": "Wiz Khalifa"}, {"quote": "Critical feedback is the breakfast of champions. Defensiveness is the dinner of losers.", "author": "Dharmesh Shah"}, {"quote": "Do stuff. Be clenched, curious. Not waiting for inspiration’s shove or society’s kiss on your forehead. Pay attention. It’s all about paying attention. Attention is vitality. It connects you with others. It makes you eager. Stay eager.", "author": "Susan Sontag"}, {"quote": "I say luck is when an opportunity comes along and you’re prepared for it.", "author": "Denzel Washington"}, {"quote": "I think best in a hot bath, with my head tilted back and my feet up high.", "author": "Elizabeth Jane Howard"}, {"quote": "If you are honest, truthful, and transparent, people trust you. If people trust you, you have no grounds for fear, suspicion or jealousy.", "author": "Dalai Lama"}, {"quote": "Believe that life is worth living and your belief will help create the fact.", "author": "William James"}, {"quote": "Silence your critics. Ignore your haters. Delete your cynics.", "author": "Robin Sharma"}, {"quote": "Money is only a human invention.", "author": "Vanna Bonta, Degrees: Thought Capsules"}, {"quote": "Great people, no matter their field, have similar habits. Learn them and use them in your own quest for greatness.", "author": "Paula Andress"}, {"quote": "If you’re going through hell, keep going.", "author": "Winston Churchill"}, {"quote": "You were born with the ability to change someone’s life – don’t ever waste it.", "author": "Dale Partridge"}, {"quote": "You didn’t come into this world. You came out of it, like a wave from an ocean. You are not a stranger here.", "author": "Alan Watts"}, {"quote": "People are going to tell you who you are your whole life. You just got to punch back and say ‘No, this is who I am.’ You want people to look at you differently? Make them. You want to change things? You’re going to have to go out there and change them yourself—because there are no fairy godmothers in this world.", "author": "Emma Swan, Once Upon a Time"}, {"quote": "Kind words can be short and easy to speak, but their echoes are truly endless.", "author": "Mother Teresa"}, {"quote": "Self-pity is our worst enemy and if we yield to it, we can never do anything wise in this world.", "author": "Helen Keller"}, {"quote": "Faith is the art of holding on to things your reason has once accepted, in spite of your changing moods.", "author": "C.S. Lewis"}, {"quote": "Nothing in life is to be feared; it is only to be understood. Now is the time to understand more so that we may fear less.", "author": "Marie Curie"}, {"quote": "I am not the girl the guy gets at the end of the movie. I am not a fairytale. If you want me, earn me.", "author": "Olivia Pope, Scandal"}, {"quote": "It is in your moments of decision that your destiny is shaped.", "author": "Tony Robbins"}, {"quote": "And forget not that the earth delights to feel your bare feet and the winds long to play with your hair.", "author": "Kahlil Gibran"}, {"quote": "If you want to be successful, find someone who has achieved the results you want and copy what they do and you’ll achieve the same results.", "author": "Tony Robbins"}, {"quote": "I learned that courage was not the absence of fear, but the triumph over it.", "author": "Nelson Mandela"}, {"quote": "Whenever you feel like criticizing any one, just remember that all the people in this world haven’t had the advantages you’ve had.", "author": "F. Scott Fitzgerald"}, {"quote": "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.", "author": "Martin Luther King Jr."}, {"quote": "I don’t count my sit-ups. I only start counting when it starts hurting. That is when I start counting, because then it really counts. That’s what makes you a champion.", "author": "Muhammed Ali"}]