[{"quote": "It doesn’t matter where you are, you are nowhere compared to where you can go.", "author": "Bob Proctor"}, {"quote": "Man cannot discover new oceans unless he has the courage to lose sight of the shore.", "author": "Andre Gide"}, {"quote": "I can accept failure, everyone fails at something. But I can’t accept not trying.", "author": "Michael Jordan"}, {"quote": "You miss 100 percent of the shots you never take.", "author": "Wayne Gretzky"}, {"quote": "Lay a firm foundation with the bricks that others throw at you.", "author": "David Brinkley"}, {"quote": "The greatest mistake you can make in life is to be continually fearing you will make one.", "author": "Elbert Hubbard"}, {"quote": "Never too old, never too bad, never too late, never too sick to start from scratch once again.", "author": "Bikram Choudhury"}, {"quote": "If you run you stand a chance of losing, but if you don’t run you’ve already lost.", "author": "Barack Obama"}, {"quote": "To create more positive results in your life, replace ‘if only’ with ‘next time’.", "author": "Unknown"}, {"quote": "If work were so pleasant, the rich would keep it for themselves.", "author": "Mark Twain"}, {"quote": "Use what talents you possess, the woods will be very silent if no birds sang there except those that sang best.", "author": "Henry van Dyke"}, {"quote": "In a chronically leaking boat, energy devoted to changing vessels is more productive than energy devoted to patching leaks.", "author": "Warren Buffett"}, {"quote": "By changing nothing, nothing changes.", "author": "Tony Robbins"}, {"quote": "The greatest mistake you can make in life is to be continually fearing you will make one.", "author": "Elbert Hubbard"}, {"quote": "As soon as anyone starts telling you to be “realistic,” cross that person off your invitation list.", "author": "” – John Eliot"}, {"quote": "One day your life will flash before your eyes. Make sure it’s worth watching.", "author": "Unknown"}, {"quote": "Courage doesn’t always roar. Sometimes courage is the little voice at the end of the day that says I’ll try again tomorrow.", "author": "Mary Anne Radmacher"}, {"quote": "When in doubt, choose change.", "author": "Lily Leung"}, {"quote": "All great changes are preceded by chaos.", "author": "Deepak Chopra"}, {"quote": "Never doubt that a small group of thoughtful, committed, citizens can change the world. Indeed, it is the only thing that ever has.", "author": "Margaret Mead"}, {"quote": "The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.", "author": "Albert Einstein"}, {"quote": "Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward.", "author": "C.S. Lewis"}, {"quote": "Sometimes good things fall apart so better things can fall together.", "author": "Marilyn Monroe"}, {"quote": "It doesn’t matter where you are, you are nowhere compared to where you can go.", "author": "Bob Proctor"}, {"quote": "Love can change a person the way a parent can change a baby- awkwardly, and often with a great deal of mess.", "author": "Lemony Snicket"}, {"quote": "They always say time changes things, but you actually have to change them yourself.", "author": "Andy Warhol"}, {"quote": "You’re braver than you believe, and stronger than you seem, and smarter than you think.", "author": "A.A. Milne"}, {"quote": "Never, never, never, never give up.", "author": "Winston Churchill"}, {"quote": "Things change. And friends leave. Life doesn’t stop for anybody.", "author": "Stephen Chbosky"}, {"quote": "Life is a series of natural and spontaneous changes. Don’t resist them; that only creates sorrow. Let reality be reality. Let things flow naturally forward in whatever way they like.", "author": "Lao Tzu"}, {"quote": "To improve is to change; to be perfect is to change often.", "author": "Winston Churchill"}, {"quote": "Why do you go away? So that you can come back. So that you can see the place you came from with new eyes and extra colors. And the people there see you differently, too. Coming back to where you started is not the same as never leaving.", "author": "Terry Pratchett"}, {"quote": "The snake which cannot cast its skin has to die. As well the minds which are prevented from changing their opinions; they cease to be mind.", "author": "Friedrich Nietzsche"}, {"quote": "I alone cannot change the world, but I can cast a stone across the waters to create many ripples.", "author": "Mother Teresa"}, {"quote": "You’re always you, and that don’t change, and you’re always changing, and there’s nothing you can do about it.", "author": "Neil Gaiman"}, {"quote": "And that is how change happens. One gesture. One person. One moment at a time.", "author": "Libba Bray"}, {"quote": "Taking a new step, uttering a new word, is what people fear most.", "author": "Fyodor Dostoyevsky"}, {"quote": "Dripping water hollows out stone, not through force but through persistence.", "author": "Ovid"}, {"quote": "Destiny is not a matter of chance; it is a matter of choice. It is not a thing to be waited for, it is a thing to be achieved.", "author": "William Jennings Bryan"}, {"quote": "The philosophers have only interpreted the world, in various ways: the point, however, is to change it.", "author": "Karl Marx"}, {"quote": "Life belongs to the living, and he who lives must be prepared for changes", "author": "Johann Wolfgang"}, {"quote": "Fashion changes, but style endures.", "author": "Coco Chanel"}, {"quote": "No matter who you are, no matter what you did, no matter where you’ve come from, you can always change, become a better version of yourself.", "author": "Madonna"}, {"quote": "I wanted to change the world. But I have found that the only thing one can be sure of changing is oneself.", "author": "Aldous Huxley"}, {"quote": "Time takes it all, whether you want it to or not.", "author": "Stephen King"}, {"quote": "Certain things, they should stay the way they are. You ought to be able to stick them in one of those big glass cases and just leave them alone.", "author": "J.D. Salinger"}, {"quote": "Incredible change happens in your life when you decide to take control of what you do have power over instead of craving control over what you don’t.", "author": "Steve Maraboli"}, {"quote": "You cannot change what you are, only what you do.", "author": "Philip Pullman"}, {"quote": "True life is lived when tiny changes occur.", "author": "Leo Tolstoy"}, {"quote": "A year from now you will wish you had started today.", "author": "Karen Lamb"}]