[{"quote": "What we wait around a lifetime for with one person, we can find in a moment with someone else.", "author": "Stephanie Klein"}, {"quote": "When someone loves you, the way they say your name is different. You know that your name is safe in their mouth.", "author": "Jess C. Scott"}, {"quote": "For the two of us, home isn’t a place. It is a person. And we are finally home.", "author": "Stephanie Perkins"}, {"quote": "It’s probably a bad indicator of your lifestyle when you miss your ex-boyfriend because he’s absolutely lethal.", "author": "Charlaine Harris"}, {"quote": "Nothing is perfect. Life is messy. Relationships are complex. Outcomes are uncertain. People are irrational.", "author": "Hugh Mackay"}, {"quote": "The meeting of two personalities is like the contact of two chemical substances: if there is any reaction, both are transformed.", "author": "C.G. Jung"}, {"quote": "I suffer from girlnextdooritis where the guy is friends with you and that’s it.", "author": "Taylor Swift"}, {"quote": "Every man I meet wants to protect me. I can’t figure out what from.", "author": "Mae West"}, {"quote": "Maybe our girlfriends are our soulmates and guys are just people to have fun with.", "author": "Candace Bushnell"}, {"quote": "Relationships dont always make sense. Especially from the outside", "author": "Sarah Dessen"}, {"quote": "Come sleep with me: We won’t make Love,Love will make us.", "author": "Julio Cortázar"}, {"quote": "When someone loves you, the way they say your name is different. You know that your name is safe in their mouth.", "author": "Jess C. Scott"}, {"quote": "Women cannot complain about men anymore until they start getting better taste in them.", "author": "Bill Maher"}, {"quote": "Love is no assignment for cowards.", "author": "Ovid"}, {"quote": "A dame that knows the ropes isn’t likely to get tied up.", "author": "Mae West"}, {"quote": "There is greatness in doing something you hate for the sake of someone you love.", "author": "Shmuley Boteach"}, {"quote": "Remember, we all stumble, every one of us. That’s why it’s a comfort to go hand in hand.", "author": "Emily Kimbrough"}, {"quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.", "author": "Friedrich Nietzsche"}, {"quote": "When you stop expecting people to be perfect, you can like them for who they are.", "author": "Donald Miller"}, {"quote": "Assumptions are the termites of relationships.", "author": "Henry Winkler"}, {"quote": "A man who marries a woman to educate her falls victim to the same fallacy as the woman who marries a man to reform him.", "author": "Elbert Hubbard"}, {"quote": "You can measure the happiness of a marriage by the number of scars that each partner carries on their tongues, earned from years of biting back angry words.", "author": "Elizabeth Gilbert"}, {"quote": "Too often we underestimate the power of a touch, a smile, a kind word, a listening ear, an honest compliment or the smallest act of caring, all of which have the potential to turn a life around.", "author": "Leo Buscaglia"}, {"quote": "Being married is like having somebody permanently in your corner. It feels limitless, not limited.", "author": "Gloria Steinem"}, {"quote": "Sometimes we know who we want to be and what we want to do long… long before we know how to get there.", "author": "Patti Callahan Henry"}, {"quote": "Never marry at all, Dorian. Men marry because they are tired, women, because they are curious: both are disappointed.", "author": "Oscar Wilde"}, {"quote": "To know when to go away and when to come closer is the key to any lasting relationship.", "author": "Doménico Cieri Estrada"}, {"quote": "You Can’t Lose Something You Never Had", "author": "Kate Hudson"}, {"quote": "We have to recognise that there cannot be relationships unless there is commitment, unless there is loyalty, unless there is love, patience, persistence.", "author": "Cornel West"}, {"quote": "What do we live for, if it is not to make life less difficult for each other?", "author": "George Eliot"}, {"quote": "The best way to remember your wife’s birthday is to forget it once.", "author": "E. Joseph Cossman"}, {"quote": "Marriage is three parts love and seven parts forgiveness of sins.", "author": "Lao Tzu"}, {"quote": "Indifference and neglect often do much more damage than outright dislike.", "author": "J.K. Rowling"}, {"quote": "It’s no good pretending that any relationship has a future if your record collections disagree violently or if your favorite films wouldn’t even speak to each other if they met at a party.", "author": "Nick Hornby"}, {"quote": "Trouble is part of your life, and if you don’t share it, you don’t give the person who loves you enough chance to love you enough.", "author": "Dinah Shore"}, {"quote": "The purpose of a relationship is not to have another who might complete you, but to have another with whom you might share your completeness.", "author": "Neale Donald Walsch"}, {"quote": "Remember, we all stumble, every one of us. That’s why it’s a comfort to go hand in hand.", "author": "Emily Kimbrough"}, {"quote": "Ultimately the bond of all companionship, whether in marriage or in friendship, is conversation.", "author": "Oscar Wilde"}, {"quote": "Relationships, marriages are ruined where one person continues to learn, develop and grow and the other person stands still.", "author": "Catherine Pulsifer"}, {"quote": "The extent to which two people in a relationship can bring up and resolve issues is a critical marker of the soundness of a relationship.", "author": "Henry Cloud"}, {"quote": "Never let a problem to be solved become more important than a person to be loved.", "author": "Barbara Johnson"}, {"quote": "The relationship between husband and wife should be one of closest friends.", "author": "B. R. Ambedkar"}, {"quote": "A relationship requires a lot of work and commitment.", "author": "Greta Scacchi"}, {"quote": "Everything that irritates us about others can lead us to an understanding of ourselves.", "author": "Carl Jung"}, {"quote": "Real giving is when we give to our spouses what’s important to them, whether we understand it, like it, agree with it, or not.", "author": "Michele Weiner-Davis"}, {"quote": "Having someone wonder where you are when you don’t come home at night is a very old human need.", "author": "Margaret Mead"}, {"quote": "Any husband who says, “My wife and I are completely equal partners,” is talking about either a law firm or a hand of bridge.", "author": "”–  Bill Cosby"}, {"quote": "You don’t develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity.", "author": "Epicurus"}, {"quote": "When you don’t talk, there’s a lot of stuff that ends up not getting said.", "author": "Catherine Gilbert Murdock, Dairy Queen"}, {"quote": "The ultimate test of a relationship is to disagree but to hold hands.", "author": "Alexandra Penney"}, {"quote": "A woman laughing is a woman conquered.", "author": "Napoleon Bonaparte"}, {"quote": "The intense happiness of our union is derived in a high degree from the perfect freedom with which we each follow and declare our own impressions.", "author": "George Eliot"}]