[{"quote": "The way sadness works is one of the strange riddles of the world. If you are stricken with a great sadness, you may feel as if you have been set aflame, not only because of the enormous pain but also because your sadness may spread over your life, like smoke from an enormous fire. – Lemony Snicket", "author": "Unknown"}, {"quote": "Our sweetest songs are those that tell of saddest thought.", "author": "Percy Bysshe Shelley"}, {"quote": "Sadness flies away on the wings of time.", "author": "Jean de La Fontaine"}, {"quote": "Sadness is but a wall between two gardens.", "author": "Kahlil Gibran"}, {"quote": "Tears are words that need to be written.", "author": "Paulo Coelho"}, {"quote": "We must understand that sadness is an ocean, and sometimes we drown, while other days we are forced to swim.", "author": "R.M. Drake"}, {"quote": "There are moments when I wish I could roll back the clock and take all the sadness away, but I have the feeling that if I did, the joy would be gone as well.", "author": "Nicholas Sparks"}, {"quote": "Experiencing sadness and anger can make you feel more creative, and by being creative you can get beyond your pain or negativity.", "author": "Yoko Ono"}, {"quote": "Some days are just bad days, that’s all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that’s just the way it is!.", "author": "Dita Von Teese"}, {"quote": "Any fool can be happy. It takes a man with real heart to make beauty out of the stuff that makes us weep.", "author": "Clive Barker"}, {"quote": "There is no point treating a depressed person as though she were just feeling sad, saying, ‘There now, hang on, you’ll get over it.’ Sadness is more or less like a head cold- with patience, it passes. Depression is like cancer.", "author": "Barbara Kingsolver"}, {"quote": "There is no greater sorrow than to recall in misery the time when we were happy.", "author": "Dante Alighieri"}, {"quote": "Depression is the most unpleasant thing I have ever experienced. . . . It is that absence of being able to envisage that you will ever be cheerful again. The absence of hope. That very deadened feeling, which is so very different from feeling sad. Sad hurts but it’s a healthy feeling. It is a necessary thing to feel. Depression is very different.", "author": "J.K. Rowling"}, {"quote": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad.", "author": "Henry Wadsworth Longfellow"}, {"quote": "Nothing can cure the soul but the senses, just as nothing can cure the senses but the soul.", "author": "Oscar Wilde"}, {"quote": "Sometimes we get sad about things and we don’t like to tell other people that we are sad about them. We like to keep it a secret. Or sometimes, we are sad but we really don’t know why we are sad, so we say we aren’t sad but we really are.", "author": "Mark Haddon"}, {"quote": "Leaning against my father, the sadness finally broke open inside me, hollowing out my heart and leaving me bleeding. My feet felt rooted in the dirt. There were more than two bodies buried here. Pieces of me that I didn’t even know were under the ground. Pieces of dad, too.", "author": "Laurie Halse Anderson"}, {"quote": "You cannot protect yourself from sadness without protecting yourself from happiness.", "author": "Jonathan Safran Foer"}, {"quote": "The word ‘happy’ would lose its meaning if it were not balanced by sadness.", "author": "Carl Jung"}, {"quote": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart.", "author": "Jose N Harris"}, {"quote": "The longer and more carefully we look at a funny story, the sadder it becomes.", "author": "Nikolai Gogol"}, {"quote": "There is some kind of a sweet innocence in being human- in not having to be just happy or just sad- in the nature of being able to be both broken and whole, at the same time.", "author": "C. Joybell"}, {"quote": "So it’s true, when all is said and done, grief is the price we pay for love.", "author": "E.A. Bucchianeri"}, {"quote": "The largest part of what we call ‘personality’ is determined by how we’ve opted to defend ourselves against anxiety and sadness.", "author": "Alain de Botton"}, {"quote": "Every human walks around with a certain kind of sadness. They may not wear it on their sleeves, but it’s there if you look deep.", "author": "Taraji P. Henson"}, {"quote": "Sadness gives depth. Happiness gives height. Sadness gives roots. Happiness gives branches. Happiness is like a tree going into the sky, and sadness is like the roots going down into the womb of the earth. Both are needed, and the higher a tree goes, the deeper it goes, simultaneously. The bigger the tree, the bigger will be its roots. In fact, it is always in proportion. That’s its balance.", "author": "Osho"}, {"quote": "Don’t be ashamed to weep; ’tis right to grieve. Tears are only water, and flowers, trees, and fruit cannot grow without water. But there must be sunlight also. A wounded heart will heal in time, and when it does, the memory and love of our lost ones is sealed inside to comfort us.", "author": "Brian Jacques"}, {"quote": "Tears are words the mouth can’t say nor can the heart bear.", "author": "Joshua Wisenbaker"}, {"quote": "The first step toward change is awareness. The second step is acceptance.", "author": "Nathaniel Branden"}]