[{"quote": "Everything has beauty, but not everyone sees it.", "author": "Confucius"}, {"quote": "Beauty is no quality in things themselves: It exists merely in the mind which contemplates them; and each mind perceives a different beauty.", "author": "David Hume"}, {"quote": "The beauty of a woman is not in a facial mode but the true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives the passion that she shows. The beauty of a woman grows with the passing years.", "author": "Audrey Hepburn"}, {"quote": "Life is full of beauty. Notice it. Notice the bumble bee, the small child, and the smiling faces. Smell the rain, and feel the wind. Live your life to the fullest potential, and fight for your dreams.", "author": "Ashley Smith"}, {"quote": "Of life’s two chief prizes, beauty and truth, I found the first in a loving heart and the second in a laborer’s hand.", "author": "Khalil Gibran"}, {"quote": "No matter how plain a woman may be, if truth and honesty are written across her face, she will be beautiful.", "author": "Eleanor Roosevelt"}, {"quote": "When you do something noble and beautiful and nobody noticed, do not be sad. For the sun every morning is a beautiful spectacle and yet most of the audience still sleeps.", "author": "John Lennon"}, {"quote": "Youth is happy because it has the capacity to see beauty. Anyone who keeps the ability to see beauty never grows old.", "author": "Franz Kafka"}, {"quote": "Beauty can be consoling, disturbing, sacred, profane; it can be exhilarating, appealing, inspiring, chilling. It can affect us in an unlimited variety of ways. Yet it is never viewed with indifference: beauty demands to be noticed; it speaks to us directly like the voice of an intimate friend. If there are people who are indifferent to beauty, then it is surely because they do not perceive it.", "author": "Roger Scruton"}, {"quote": "Beauty, to me, is about being comfortable in your own skin. That, or a kick-ass red lipstick.", "author": "Gwyneth Paltrow"}, {"quote": "Our task must be to free ourselves… by widening our circle of compassion to embrace all living creatures and the whole of nature and it’s beauty.", "author": "Albert Einstein"}, {"quote": "I can only note that the past is beautiful because one never realises an emotion at the time. It expands later, and thus we don’t have complete emotions about the present, only about the past.", "author": "Virginia Woolf"}, {"quote": "Some of us teach ourselves and our children to love the superficial outer; our looks, hair, skin, clothes rather than the greater beauty that resides within whereas it is that inner beauty that really defines you and who you truly are.", "author": "Rassool Jibraeel Snyman"}, {"quote": "That’s always seemed so ridiculous to me, that people want to be around someone because they’re pretty. It’s like picking your breakfast cereals based on color instead of taste.", "author": "John Green"}, {"quote": "A man should hear a little music, read a little poetry, and see a fine picture every day of his life, in order that worldly cares may not obliterate the sense of the beautiful which God has implanted in the human soul.", "author": "Johann Wolfgang von Goethe"}, {"quote": "I don’t mind being burdened with being glamorous and sexual. Beauty and femininity are ageless and can’t be contrived, and glamour, although the manufacturers won’t like this, cannot be manufactured. Not real glamour; it’s based on femininity.", "author": "Marilyn Monroe"}, {"quote": "The most beautiful people we have known are those who have known defeat, known suffering, known struggle, known loss, and have found their way out of the depths. These persons have an appreciation, a sensitivity, and an understanding of life that fills them with compassion, gentleness, and a deep loving concern. Beautiful people do not just happen.", "author": "Elisabeth Kubler-Ross"}, {"quote": "Did you hear about the rose that grew from a crack in the concrete? Proving nature’s laws wrong, it learned to walk without having feet. Funny, it seems to by keeping its dreams; it learned to breathe fresh air. Long live the rose that grew from concrete when no one else even cared.", "author": "Tupac Shakur"}, {"quote": "The paintings of Francis Bacon to my eye are very beautiful. The paintings of Bosch or Goya are to my eye very beautiful. I’ve also stood in front of those same paintings with people who’ve said, ‘let’s get on to the Botticellis as soon as possible.’ I have lingered, of course.", "author": "Clive Barker"}, {"quote": "She was beautiful, but not like those girls in the magazines. She was beautiful, for the way she thought. She was beautiful, for the sparkle in her eyes when she talked about something she loved. She was beautiful, for her ability to make other people smile, even if she was sad. No, she wasn’t beautiful for something as temporary as her looks. She was beautiful, deep down to her soul. She is beautiful.", "author": "F. Scott Fitzgerald"}, {"quote": "The mind can go in a thousand directions, but on this beautiful path, I walk in peace. With each step, the wind blows. With each step, a flower blooms.", "author": "Thich Nhat Hanh"}, {"quote": "Beauty is not who you are on the outside, it is the wisdom and time you gave away to save another struggling soul like you.", "author": "Shannon Alder"}, {"quote": "Live quietly in the moment and see the beauty of all before you. The future will take care of itself.", "author": "Paramahansa Yogananda"}, {"quote": "The beauty of a living thing is not the atoms that go into it, but the way those atoms are put together.", "author": "Carl Sagan"}, {"quote": "I think that when you consider the beauty of the world and you wonder how it came to be what it is, you are naturally overwhelmed with a feeling of awe, a feeling of admiration and you almost feel a desire to worship something. I feel this, I recognise that other scientists such as Carl Sagan feel this, Einstein felt it. We, all of us, share a kind of religious reverence for the beauties of the universe, for the complexity of life. For the sheer magnitude of the cosmos, the sheer magnitude of geological time. And it’s tempting to translate that feeling of awe and worship into a desire to worship some particular thing, a person, an agent. You want to attribute it to a maker, to a creator. What science has now achieved is an emancipation from that impulse to attribute these things to a creator.", "author": "Richard Dawkins"}]