[{"quote": "Disappointment to a noble soul is what cold water is to burning metal; it strengthens, tempers, intensifies, but never destroys it.", "author": "Eliza Tabor"}, {"quote": "If we will be quiet and ready enough, we shall find compensation in every disappointment.", "author": "Henry David Thoreau"}, {"quote": "If I am to meet with a disappointment, the sooner I know it, the more of life I shall have to wear it off.", "author": "Thomas Jefferson"}, {"quote": "Don’t let today’s disappointments cast a shadow on tomorrow’s dreams.", "author": "Unknown"}, {"quote": "There can be no deep disappointment where there is not deep love.", "author": "Martin Luther King, Jr."}, {"quote": "We must accept finite disappointment, but never lose infinite hope.", "author": "Martin Luther King, Jr."}, {"quote": "We must all suffer one of two things: the pain of discipline or the pain of regret or disappointment.", "author": "Jim Rohn"}, {"quote": "If you’re betrayed, release disappointment at once.\nBy that way, the bitterness has no time to take root.", "author": "Toba Beta, My Ancestor Was an Ancient Astronaut"}, {"quote": "Let me tell you this: if you meet a loner, no matter what they tell you, it’s not because they enjoy solitude. It’s because they have tried to blend into the world before, and people continue to disappoint them.", "author": "Jodi Picoult, My Sister’s Keeper"}, {"quote": "The size of your success is measured by the strength of your desire; the size of your dream; and how you handle disappointment along the way.", "author": "Robert Kiyosaki"}, {"quote": "The principles of living greatly include the capacity to face trouble with courage, disappointment with cheerfulness, and trial with humility.", "author": "Thomas S. Monson"}, {"quote": "There’s always failure. And there’s always disappointment. And there’s always loss. But the secret is learning from the loss, and realizing that none of those holes are vacuums.", "author": "Michael J. Fox"}, {"quote": "Present, n. That part of eternity dividing the domain of disappointment from the realm of hope.", "author": "Ambrose Bierce"}, {"quote": "If I had my way, if I was lucky enough, if I could be on the brink my entire life – that great sense of expectation and excitement without the disappointment – that would be the perfect state.", "author": "Cate Blanchett"}, {"quote": "Anytime you suffer a setback or disappointment, put your head down and plow ahead.", "author": "Les Brown"}, {"quote": "Disenchantment, whether it is a minor disappointment or a major shock, is the signal that things are moving into transition in our lives.", "author": "William Throsby Bridges"}, {"quote": "Enthusiasm is followed by disappointment and even depression, and then by renewed enthusiasm.", "author": "Murray Gell-Mann"}]