[{"quote": "The best way to predict the future is to create it.", "author": "Abraham Lincoln"}, {"quote": "Strive not to be a success, but rather to be of value.", "author": "Albert Einstein"}, {"quote": "A person who never made a mistake never tried anything new.", "author": "Albert Einstein"}, {"quote": "The most common way people give up their power is by thinking they don’t have any.", "author": "Alice Walker"}, {"quote": "The most difficult thing is the decision to act, the rest is merely tenacity.", "author": "Amelia Earhart"}, {"quote": "To accomplish great things, we must not only act, but also dream, not only plan, but also believe.", "author": "Anatole France"}, {"quote": "Certain things catch your eye, but pursue only those that capture the heart.", "author": "Ancient Indian Proverb"}, {"quote": "How wonderful it is that nobody need wait a single moment before starting to improve the world.", "author": "Anne Frank"}, {"quote": "If you want to achieve greatness stop asking for permission.", "author": "Anonymous"}, {"quote": "To live a creative life, we must lose our fear of being wrong.", "author": "Anonymous"}, {"quote": "Trust because you are willing to accept the risk, not because it’s safe or certain.", "author": "Anonymous"}, {"quote": "Good things come to people who wait, but better things come to those who go out and get them.", "author": "Anonymous"}, {"quote": "If you do what you always did, you will get what you always got.", "author": "Anonymous"}, {"quote": "The ones who are crazy enough to think they can change the world, are the ones that do.", "author": "Anonymous"}, {"quote": "The meaning of life is to find your gift. The purpose of life is to give it away.", "author": "Anonymous"}, {"quote": "No masterpiece was ever created by a lazy artist.", "author": "Anonymous"}, {"quote": "Do one thing every day that scares you.", "author": "Anonymous"}, {"quote": "What’s the point of being alive if you don’t at least try to do something remarkable.", "author": "Anonymous"}, {"quote": "You can do anything, but not everything.", "author": "Anonymous"}, {"quote": "It’s not what you look at that matters, it’s what you see.", "author": "Anonymous"}, {"quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.", "author": "Aristotle"}, {"quote": "It is during our darkest moments that we must focus to see the light.", "author": "Aristotle Onassis"}, {"quote": "Always make a total effort, even when the odds are against you.", "author": "Arnold Palmer"}, {"quote": "Start where you are. Use what you have. Do what you can.", "author": "Arthur Ashe"}, {"quote": "The question isn’t who is going to let me; it’s who is going to stop me.", "author": "Ayn Rand"}, {"quote": "The beautiful thing about learning is nobody can take it away from you.", "author": "B.B. King"}, {"quote": "It’s hard to beat a person who never gives up.", "author": "Babe Ruth"}, {"quote": "Don’t wait for your feelings to change to take the action. Take the action and your feelings will change.", "author": "Barbara Baron"}, {"quote": "Action may not always bring happiness; but there is no happiness without action.", "author": "Benjamin Disraeli"}, {"quote": "The difference between a stumbling block and a stepping stone is how high you raise your foot.", "author": "Benny Lewis"}, {"quote": "As we look ahead into the next century, leaders will be those who empower others.", "author": "Bill Gates"}, {"quote": "Success comes from having dreams that are bigger than your fears.", "author": "Bobby Unser"}, {"quote": "If you want to lift yourself up, lift up someone else.", "author": "Booker T. Washington"}, {"quote": "You measure the size of the accomplishment by the obstacles you had to overcome to reach your goals.", "author": "Booker T. Washington"}, {"quote": "The distance between insanity and genius is measured only by success.", "author": "Bruce Feirstein"}, {"quote": "The successful warrior is the average man, with laser-like focus.", "author": "Bruce Lee"}, {"quote": "Never do tomorrow what you can do today. Procrastination is the thief of time.", "author": "Charles Dickens"}, {"quote": "Opportunities don’t happen, you create them.", "author": "Chris Grosser"}, {"quote": "You can never cross the ocean until you have the courage to lose sight of the shore.", "author": "Christopher Columbus"}, {"quote": "Don’t spend time beating on a wall, hoping to transform it into a door.", "author": "Coco Chanel"}, {"quote": "The road to success and the road to failure are almost exactly the same.", "author": "Colin R. Davis"}, {"quote": "There are far, far better things ahead than any we leave behind.", "author": "CS Lewis"}, {"quote": "Remember that not getting what you want is sometimes a wonderful stroke of luck.", "author": "Dalai Lama"}, {"quote": "Develop success from failures. Discouragement and failure are two of the surest stepping stones to success.", "author": "Dale Carnegie"}, {"quote": "People rarely succeed unless they have fun in what they are doing.", "author": "Dale Carnegie"}, {"quote": "Most of the important things in the world have been accomplished by people who have kept on trying when there seemed to be no help at all.", "author": "Dale Carnegie"}, {"quote": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.", "author": "David Brinkley"}, {"quote": "The reason most people never reach their goals is that they don’t define them, or ever seriously consider them as believable or achievable. Winners can tell you where they are going, what they plan to do along the way, and who will be sharing the adventure with them.", "author": "Denis Watiley"}, {"quote": "I don’t want to get to the end of my life and find that I lived just the length of it. I want to have lived the width of it as well.", "author": "Diane Ackerman"}, {"quote": "Thinking should become your capital asset, no matter whatever ups and downs you come across in your life.", "author": "Dr. APJ Kalam"}, {"quote": "Perfection is boring. Getting better is where all the fun is.", "author": "Dragos Roua"}, {"quote": "We become what we think about most of the time, and that’s the strangest secret.", "author": "Earl Nightingale"}, {"quote": "There are two ways of spreading light. To be the candle, or the mirror that reflects it.", "author": "Edith Wharton"}, {"quote": "The future belongs to those who believe in the beauty of their dreams.", "author": "Eleanor Roosevelt"}, {"quote": "To handle yourself, use your head; to handle others, use your heart.", "author": "Eleanor Roosevelt"}, {"quote": "Great minds discuss ideas; average minds discuss events; small minds discuss people.", "author": "Eleanor Roosevelt"}, {"quote": "No one can make you feel inferior without your consent.", "author": "Eleanor Roosevelt"}, {"quote": "There is no chance, no destiny, no fate, that can hinder or control the firm resolve of a determined soul.", "author": "Ella Wheeler Wilcox"}, {"quote": "Build your own dreams, or someone else will hire you to build theirs.", "author": "Farrah Gray"}, {"quote": "Our greatest fear should not be of failure but of succeeding at things in life that don’t really matter.", "author": "Francis Chan"}, {"quote": "I don’t measure a man’s success by how high he climbs but how high he bounces when he hits bottom.", "author": "General George Patton"}, {"quote": "Everything you’ve ever wanted is on the other side of fear.", "author": "George Addair"}, {"quote": "Success does not consist in never making mistakes but in never making the same one a second time.", "author": "George Bernard Shaw"}, {"quote": "Do not wait; the time will never be ‘just right.’ Start where you stand, and work with whatever tools you may have at your command, and better tools will be found as you go along.", "author": "George Herbert"}, {"quote": "You’ve got to get up every morning with determination if you’re going to go to bed with satisfaction.", "author": "George Lorimer"}, {"quote": "Your focus determines your reality.", "author": "George Lucas"}, {"quote": "Press forward. Do not stop, do not linger in your journey, but strive for the mark set before you.", "author": "George Whitefield"}, {"quote": "If you genuinely want something, don’t wait for it — teach yourself to be impatient.", "author": "Gurbaksh Chahal"}, {"quote": "Never give up, for that is just the place and time that the tide will turn.", "author": "Harriet Beecher Stow"}, {"quote": "When one door of happiness closes, another opens, but often we look so long at the closed door that we do not see the one that has been opened for us.", "author": "Helen Keller"}, {"quote": "It’s not what you look at that matters, it’s what you see.", "author": "Henry David Thoreau"}, {"quote": "The whole secret of a successful life is to find out what is one’s destiny to do, and then do it.", "author": "Henry Ford"}, {"quote": "A man cannot build a reputation on what he is going to do.", "author": "Henry Ford"}, {"quote": "Whether you think you can, or you can’t – either way you’re right.", "author": "Henry Ford"}, {"quote": "A real entrepreneur is somebody who has no safety net underneath them.", "author": "Henry Kravis"}, {"quote": "It is better to fail in originality than to succeed in imitation.", "author": "Herman Melville"}, {"quote": "We do not need magic to transform our world. We carry all of the power we need inside ourselves already. We have the power to imagine better.", "author": "J.K. Rowling"}, {"quote": "A champion is someone who gets up when he can’t.", "author": "Jack Dempsey"}, {"quote": "Limitations live only in our minds. But if we use our imaginations, our possibilities become limitless.", "author": "Jamie Paolinetti"}, {"quote": "There is only one motivation, and that is desire. No reasons or principle contain it or stand against it.", "author": "Jane Smiley"}, {"quote": "The work you do when you procrastinate is probably the work you should be doing for the rest of your life.", "author": "Jessica Hische"}, {"quote": "If you are not willing to risk the usual you will have to settle for the ordinary.", "author": "Jim Rohn"}, {"quote": "If you don’t design your own life plan, chances are you’ll fall into someone else’s plan. And guess what they have planned for you? Not much.", "author": "Jim Rohn"}, {"quote": "Motivation is what gets you started. Habit is what keeps you going.", "author": "Jim Ryun"}, {"quote": "I can’t change the direction of the wind, but I can adjust my sails to always reach my destination.", "author": "Jimmy Dean"}, {"quote": "Success is…knowing your purpose in life, growing to reach your maximum potential, and sowing seeds that benefit others.", "author": "John C. Maxwell"}, {"quote": "Sometimes you win, sometimes you learn.", "author": "John C. Maxwell"}, {"quote": "There are two kinds of people in this world; those who want to get things done, and those who don’t want to make mistakes.", "author": "John C. Maxwell"}, {"quote": "Don’t be afraid to give up the good to go for the great.", "author": "John D. Rockefeller"}, {"quote": "Don’t let what you cannot do interfere with what you can do.", "author": "John Wooden"}, {"quote": "Things work out best for those who make the best of how things work out.", "author": "John Wooden"}, {"quote": "Challenges are what make life interesting. Overcoming them is what makes life meaningful.", "author": "Joshua J Marine"}, {"quote": "Running allows me to set my mind free. Nothing seems impossible. Nothing unattainable.", "author": "Kara Goucher"}, {"quote": "One man can be a crucial ingredient on a team, but one man cannot make a team.", "author": "Kareem Abdul-Jabbar"}, {"quote": "Why should you continue going after your dreams? Because seeing the look on the faces of the people who said you couldn’t… will be priceless.", "author": "Kevin Ngo"}, {"quote": "If you don’t value your time, neither will others. Stop giving away your time and talents- start charging for it.", "author": "Kim Garst"}, {"quote": "Make sure your worst enemy doesn’t live between your own two ears.", "author": "Laird Hamilton"}, {"quote": "I have been impressed with the urgency of doing. Knowing is not enough; we must apply. Being willing is not enough; we must do.", "author": "Leonardo da Vinci"}, {"quote": "Learning never exhausts the mind.", "author": "Leonardo Da Vinci"}, {"quote": "Too many of us are not living our dreams because we are living our fears.", "author": "Les Brown"}, {"quote": "The harder the battle, the sweeter the victory.", "author": "Les Brown"}, {"quote": "Life is not about finding yourself. Life is about creating yourself.", "author": "Lolly Daskal"}, {"quote": "Every now and then it’s good to stop climbing and appreciate the view from right where you are.", "author": "Lori Deschene"}, {"quote": "Always remember that you are absolutely unique; just like everone else.", "author": "Margaret Mead"}, {"quote": "You may have to fight a battle more than once to win it.", "author": "Margaret Thatcher"}, {"quote": "As we are liberated from our own fear, our presence automatically liberates others.", "author": "Marianne Williamson"}, {"quote": "If you have everything under control, you’re not moving fast enough.", "author": "Mario Andretti"}, {"quote": "Be strong enough to stand alone, smart enough to know when you need help, and brave enough to ask for it.", "author": "Mark Amend"}, {"quote": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.", "author": "Mark Caine"}, {"quote": "Twenty years from now you will be more disappointed by the things that you didn’t do than by the ones you did do, so throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails. Explore, Dream, Discover.", "author": "Mark Twain"}, {"quote": "Courage is resistance to fear, mastery of fear – not absense of fear.", "author": "Mark Twain"}, {"quote": "Whenever you find yourself on the side of the majority, it is time to pause and reflect.", "author": "Mark Twain"}, {"quote": "I find that when you have a real interest in life and a curious life, that sleep is not the most important thing.", "author": "Martha Stewart"}, {"quote": "You don’t have to see the whole staircase, just take the first step.", "author": "Martin Luther King Jr"}, {"quote": "Courage doesn’t always roar. Sometimes courage is a quiet voice at the end of the day saying, ‘I will try again tomorrow.", "author": "Mary Anne Radmacher"}, {"quote": "The only person you should try to be better than, is the person you were yesterday.", "author": "Matty Mullens"}, {"quote": "Nothing will work unless you do.", "author": "Maya Angelou"}, {"quote": "Success is liking yourself, liking what you do, and liking how you do it.", "author": "Maya Angelou"}, {"quote": "There is no agony like bearing an untold story inside of you.", "author": "Maya Angelou"}, {"quote": "All progress takes place outside the comfort zone.", "author": "Michael John Bobak"}, {"quote": "I’ve missed more than 9,000 shots in my career. I’ve lost almost 300 games. 26 times I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life. And that is why I succeed.", "author": "Michael Jordan"}, {"quote": "You must expect great things of yourself before you can do them.", "author": "Michael Jordan"}, {"quote": "Obstacles don’t have to stop you. If you run into a wall, don’t turn around and give up.", "author": "Michael Jordan"}, {"quote": "One way to keep momentum going is to have constantly greater goals.", "author": "Michael Korda"}, {"quote": "There will be obstacles. There will be doubters. There will be mistakes. But with hard work, there are no limits.", "author": "Michael Phelps"}, {"quote": "You can’t put a limit on anything. The more you dream, the further you get.", "author": "Michael Phelps"}, {"quote": "To be successful you must accept all challenges that come your way. You can’t just accept the ones you like.", "author": "Mike Gafka"}, {"quote": "The purpose of learning is growth, and our minds, unlike our bodies, can continue growing as long as we live.", "author": "Mortimer Adler"}, {"quote": "I alone cannot change the world, but I can cast a stone across the water to create many ripples.", "author": "Mother Teresa"}, {"quote": "It isn’t the mountains ahead to climb that wear you out; it’s the pebble in your shoe.", "author": "Muhammad Ali"}, {"quote": "The starting point of all achievement is desire.", "author": "Napolean Hill"}, {"quote": "Whatever the mind of man can conceive and believe, it can achieve.", "author": "Napoleon Hill"}, {"quote": "The number one reason people fail in life is because they listen to their friends, family, and neighbors.", "author": "Napoleon Hill"}, {"quote": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.", "author": "Norman Vincent Peale"}, {"quote": "Change your thoughts and you change your world.", "author": "Norman Vincent Peale"}, {"quote": "If you look at what you have in life, you’ll always have more. If you look at what you don’t have in life, you’ll never have enough.", "author": "Oprah Winfrey"}, {"quote": "Do what you have to do until you can do what you want to do.", "author": "Oprah Winfrey"}, {"quote": "More powerful than the will to win is the courage to begin.", "author": "Orrin Woodward"}, {"quote": "Find a victory in every defeat to remain hopeful, and find a defeat in every victory to remain humble.", "author": "Orrin Woodward"}, {"quote": "What seems to us as bitter trials are often blessings in disguise.", "author": "Oscar Wilde"}, {"quote": "To live is the rarest thing in the world. Most people just exist.", "author": "Oscar Wilde"}, {"quote": "Only put off until tomorrow what you are willing to die having left undone.", "author": "Pablo Picasso"}, {"quote": "Learn the rules like a pro so you can break them like an artist.", "author": "Pablo Picasso"}, {"quote": "There are only two options regarding commitment. You’re either in or you’re out. There is no such thing as life in-between.", "author": "Pat Riley"}, {"quote": "Where there is a will, there is a way. If there is a chance in a million that you can do something, anything, to keep what you want from ending, do it. Pry the door open or, if need be, wedge your foot in that door and keep it open.", "author": "Pauline Kael"}, {"quote": "When we strive to become better than we are, everything around us becomes better too.", "author": "Paulo Coelho"}, {"quote": "The more difficult the victory, the greater the happiness in winning.", "author": "Pele"}, {"quote": "You may only succeed if you desire succeeding; you may only fail if you do not mind failing.", "author": "Philippos"}, {"quote": "What we achieve inwardly will change outer reality.", "author": "Plutarch"}, {"quote": "Just when the caterpillar thought the world was ending, he turned into a butterfly.", "author": "Proverb"}, {"quote": "We aim above the mark to hit the mark.", "author": "Ralph Waldo Emerson"}, {"quote": "Don’t be pushed by your problems; be led by your dreams.", "author": "Ralph Waldo Emerson"}, {"quote": "There are two types of people who will tell you that you cannot make a difference in this world: those who are afraid to try and those who are afraid you will succeed.", "author": "Ray Goforth"}, {"quote": "Success is the sum of small efforts, repeated day-in and day-out.", "author": "Robert Collier"}, {"quote": "You don’t drown by falling in water; you drown by staying there.", "author": "Robert Collier"}, {"quote": "Don’t let the fear of losing be greater than the excitement of winning.", "author": "Robert Kiyosaki"}, {"quote": "Don’t judge each day by the harvest you reap but by the seeds that you plant.", "author": "Robert Louis Stevenson"}, {"quote": "Better to do something imperfectly than to do nothing flawlessly.", "author": "Robert Schuller"}, {"quote": "Don’t live the same year 75 times and call it a life.", "author": "Robin Sharma"}, {"quote": "We can’t help everyone, but everyone can help someone.", "author": "Ronald Reagan"}, {"quote": "Do it with passion, or not at all.", "author": "Rosa Nouchette Carey"}, {"quote": "I have learned over the years that when one’s mind is made up, this diminishes fear.", "author": "Rosa Parks"}, {"quote": "Don’t watch the clock; do what it does. Keep going.", "author": "Sam Levenson"}, {"quote": "If you’re offered a seat on a rocket ship, don’t ask what seat! Just get on.", "author": "Sheryl Sandberg"}, {"quote": "Change your life today. Don’t gamble on the future, act now, without delay.", "author": "Simone de Beauvoir"}, {"quote": "Speak only if you can improve the silence.", "author": "Spanish proverb"}, {"quote": "I am not a product of my circumstances. I am a product of my decisions.", "author": "Stephen Covey"}, {"quote": "Work gives you meaning and purpose, and life is empty without it.", "author": "Stephen Hawking"}, {"quote": "Motivation is a fire from within. If someone else tries to light that fire under you, chances are it will burn very briefly.", "author": "Stephen R Covey"}, {"quote": "The only way to do great work is to love what you do.", "author": "Steve Jobs"}, {"quote": "You can’t connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future. You have to trust in something – your gut, destiny, life, karma, whatever. This approach has never let me down, and it has made all the difference in my life.", "author": "Steve Jobs"}, {"quote": "When everything’s coming your way, you’re in the wrong lane.", "author": "Steven Wright"}, {"quote": "Don’t downgrade your dream just to fit your reality. Upgrade your conviction to match your destiny.", "author": "Stuart Scott"}, {"quote": "Take up one idea. Make that one idea your life – think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.", "author": "Swami Vivekananda"}, {"quote": "If you want to make a permanent change, stop focusing on the size of your problems and start focusing on the size of you!", "author": "T. Harv Eker"}, {"quote": "When you’ve got something to prove, there’s nothing greater than a challenge.", "author": "Terry Bradshaw"}, {"quote": "Real difficulties can be overcome; it is only the imaginary ones that are unconquerable.", "author": "Theodore N. Vail"}, {"quote": "Keep your eyes on the stars, and your feet on the ground.", "author": "Theodore Roosevelt"}, {"quote": "Believe you can and you’re halfway there.", "author": "Theodore Roosevelt"}, {"quote": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.", "author": "Thomas Edison"}, {"quote": "Zeal without knowledge is fire without light.", "author": "Thomas Huxley"}, {"quote": "If you want to achieve excellence, you can get there today. As of this second, quit doing less-than-excellent work.", "author": "Thomas J. Watson"}, {"quote": "I find that the harder I work, the more luck I seem to have.", "author": "Thomas Jefferson"}, {"quote": "If you want something you’ve never had, you must be willing to do something you’ve never done.", "author": "Thomas Jefferson"}, {"quote": "The difference between the impossible and the possible lies in a person’s determination.", "author": "Tommy Lasorda"}, {"quote": "People who succeed have momentum. The more they succeed, the more they want to succeed, and the more they find a way to succeed. Similarly, when someone is failing, the tendency is to get on a downward spiral that can even become a self-fulfilling prophecy.", "author": "Tony Robbins"}, {"quote": "The individual who says it is not possible should get out of the way of those doing it.", "author": "Tricia Cunningham"}, {"quote": "Failure is the condiment that gives success its flavor.", "author": "Truman Capote"}, {"quote": "A comfort zone is a beautiful place, but nothing ever grows there.", "author": "Unknown"}, {"quote": "Throw me to the wolves and I will return leading the pack.", "author": "Unknown"}, {"quote": "The 3 C’s in life: Choice, chance, change. You must make the choice, to take the chance, if you want anything in life to change.", "author": "Unknown"}, {"quote": "There are better starters than me, but I’m a strong finisher.", "author": "Usain Bolt"}, {"quote": "The only place where success comes before work is in the dictionary.", "author": "Vidal Sassoon"}, {"quote": "Perfection is not attainable, but if we chase perfection we can catch excellence.", "author": "Vince Lombardi"}, {"quote": "A man can be as great as he wants to be. If you believe in yourself and have the courage, the determination, the dedication, the competitive drive and if you are willing to sacrifice the little things in life and pay the price for the things that are worthwhile, it can be done.", "author": "Vince Lombardi"}, {"quote": "The quality of a person’s life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor.", "author": "Vince Lombardi"}, {"quote": "I would rather die of passion than of boredom.", "author": "Vincent van Gogh"}, {"quote": "Fortune sides with him who dares.", "author": "Virgil"}, {"quote": "Aim for the moon. If you miss, you may hit a star.", "author": "W. Clement Stone"}, {"quote": "If you can dream it, you can do it.", "author": "Walt Disney"}, {"quote": "All our dreams can come true if we have the courage to pursue them.", "author": "Walt Disney"}, {"quote": "You must not let anyone define your limits because of where you come from. Your only limit is your soul.", "author": "Walt Disney"}, {"quote": "Little minds are tamed and subdued by misfortune; but great minds rise above it.", "author": "Washington Irving"}, {"quote": "Be miserable. Or motivate yourself. Whatever has to be done, it’s always your choice.", "author": "Wayne Dyer"}, {"quote": "Do not wait to strike till the iron is hot; but make it hot by striking.", "author": "William Butler Yeats"}, {"quote": "If you’re going through hell keep going.", "author": "Winston Churchill"}, {"quote": "Do or do not. There is no try.", "author": "Yoda"}, {"quote": "People often say that motivation doesn’t last. Well, neither does bathing – that’s why we recommend it daily.", "author": "Zig Ziglar"}]