[{"quote": "I have found the paradox, that if you love until it hurts, there can be no more hurt, only more love.", "author": "Mother Teresa"}, {"quote": "Don’t settle for a relationship that won’t let you be yourself.", "author": "Oprah Winfrey"}, {"quote": "I’m selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle. But if you can’t handle me at my worst, then you sure as hell don’t deserve me at my best.", "author": "Marilyn Monroe"}, {"quote": "Only time can heal your broken heart, just as only time can heal his broken arms and legs.", "author": "Miss Piggy"}, {"quote": "Sexiness is a state of mind – a comfortable state of being. It’s about loving yourself in your most unlovable moments.", "author": "Halle Berry"}, {"quote": "We love the things we love for what they are.", "author": "Robert Frost"}, {"quote": "Better to have lost and loved than never to have loved at all.", "author": "Hemingway"}, {"quote": "It’s better to be unhappy alone than unhappy with someone.", "author": "Marilyn Monroe"}, {"quote": "The greater your capacity to love, the greater your capacity to feel the pain.", "author": "Jennifer Aniston"}, {"quote": "The best love is the kind that awakens the soul; that makes us reach for more, that plants the fire in our hearts and brings peace to our minds. That’s what I hope to give you forever.", "author": "The Notebook"}, {"quote": "Hearts will never be practical until they are made unbreakable.", "author": "Wizard of Oz"}, {"quote": "It was a million tiny little things that, when you added them all up, they meant we were supposed to be together… and I knew it.", "author": "Tom Hanks, Sleepless In Seattle"}, {"quote": "Love means never having to say you’re sorry.", "author": "Ali MacGraw, Love Story"}, {"quote": "Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.", "author": "Martin Luther King Jr."}, {"quote": "To be brave is to love unconditionally without expecting anything in return.", "author": "Madonna"}, {"quote": "Your heart is free, have the courage to follow it.", "author": "Braveheart"}, {"quote": "I refuse to let what happened to me make me bitter. I still completely believe in love and I’m open to anything that will happen to me.", "author": "Nicole Kidman"}, {"quote": "Love to me is someone telling me, ‘I want to be with you for the rest of my life, and if you needed me to I’d jump out of a plane for you.’", "author": "Jennifer Lopez"}, {"quote": "Two people in love, alone, isolated from the world, that’s beautiful.", "author": "Milan Kundera"}, {"quote": "Don’t forget I’m just a girl, standing in front of a boy, asking him to love her.", "author": "Notting Hill"}, {"quote": "You don’t marry someone you can live with – you marry the person who you cannot live without.", "author": "Unknown"}, {"quote": "Love is just a word, but you bring it definition.", "author": "Eminem"}, {"quote": "Love is of all passions the strongest, for it attacks simultaneously the head, the heart, and the senses.", "author": "Lao Tzu"}, {"quote": "Pleasure of love lasts but a moment. Pain of love lasts a lifetime.", "author": "Bette Davis"}, {"quote": "Men are a luxury. Not a necessity.", "author": "Cher"}, {"quote": "Love is a promise; love is a souvenir, once given never forgotten, never let it disappear.", "author": "John Lennon"}, {"quote": "Life is messy. Love is messier.", "author": "Catch and Release"}, {"quote": "I’m scared of walking out of this room and never feeling the rest of my whole life the way I feel when I’m with you.", "author": "Dirty Dancing"}, {"quote": "You know it’s love when all you want is that person to be happy, even if you’re not part of their happiness.", "author": "Julia Roberts"}, {"quote": "A book without words is like love without a kiss; it’s empty.", "author": "Andrew Wolfe"}, {"quote": "Love is absolute loyalty. People fade, looks fade, but loyalty never fades. You can depend so much on certain people; you can set your watch by them. And that’s love, even if it doesn’t seem very exciting.", "author": "Sylvester Stallone"}, {"quote": "The heart wants what it wants. There’s no logic to these things. You meet someone and you fall in love and that’s that.", "author": "Woody Allen"}, {"quote": "Love looks not with the eyes, but with the mind, and therefore is winged Cupid painted blind.", "author": "William Shakespeare"}, {"quote": "We accept the love we think we deserve.", "author": "Stephen Chbosky"}, {"quote": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.", "author": "Oscar Wilde"}, {"quote": "My heart is, and always will be, yours.", "author": "Sense and Sensibility"}, {"quote": "Tis better to have loved and lost than never to have loved at all.", "author": "Alfred Tennyson"}, {"quote": "Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell.", "author": "Joan Crawford"}, {"quote": "The best way to mend a broken heart is time and girlfriends.", "author": "Gwyneth Paltrow"}, {"quote": "It is not a lack of love, but a lack of friendship that makes unhappy marriages.", "author": "Friedrich Neitzsche"}, {"quote": "A simple ‘I love you’ means more than money.", "author": "Frank Sinatra"}, {"quote": "I like to believe that love is a reciprocal thing, that it can’t really be felt, truly, by one.", "author": "Sean Penn"}, {"quote": "When you break up, your whole identity is shattered. It’s like death.", "author": "Dennis Quaid"}, {"quote": "Love is blind. It will take over your mind. What you think is love, is truly not. You need to elevate your mind.", "author": "Eve"}, {"quote": "And in the end, the love you take, is equal to the love you make.", "author": "Paul McCartney"}, {"quote": "Being deeply loved by someone gives you strength, while loving someone deeply gives you courage.", "author": "Lao Tzu"}, {"quote": "Love is needing someone. Love is putting up with someone’s bad qualities because they somehow complete you.", "author": "Sarah Dessen"}, {"quote": "Love is composed of a single soul inhabiting two bodies.", "author": "Aristotle"}, {"quote": "Love is an emotion experienced by the many and enjoyed by the few.", "author": "Author Unknown"}]