[{"quote": "Creativity is contagious. Pass it on.", "author": "Albert Einstein"}, {"quote": "A painter told me that nobody could draw a tree without in some sort becoming a tree; or draw a child by studying the outlines of its form merely but by watching for a time his motions and plays, the painter enters into his nature and can then draw him at every attitude…", "author": "Ralph Waldo Emerson"}, {"quote": "Creativity is thinking up new things. Innovation is doing new things.", "author": "Theodore Levitt"}, {"quote": "Invention strictly speaking, is little more than a new combination of those images which have been previously gathered and deposited in the memory; nothing can come from nothing.", "author": "Sir Joshua Reynolds"}, {"quote": "Sit down before fact as a little child, be prepared to give up every conceived notion, follow humbly wherever and whatever abysses nature leads, or you will learn nothing.", "author": "Thomas Huxley"}, {"quote": "Genius means little more than the faculty of perceiving in an unhabitual way.", "author": "William James"}, {"quote": "When we engage in what we are naturally suited to do, our work takes on the quality of play and it is play that stimulates creativity.", "author": "Linda Naiman"}, {"quote": "The creative is the place where no one else has ever been. You have to leave the city of your comfort and go into the wilderness of your intuition. What you’ll discover will be wonderful. What you’ll discover is yourself.", "author": "Alan Alda"}, {"quote": "Curiosity about life in all of its aspects, I think, is still the secret of great creative people.", "author": "Leo Burnett"}, {"quote": "Without freedom, there is no creation.", "author": "Jiddu Krishnamurti"}, {"quote": "A new idea is delicate. It can be killed by a sneer or a yawn; it can be stabbed to death by a quip and worried to death by a frown on the right man’s brow.", "author": "Charles Brower"}, {"quote": "Every child is an artist, the problem is staying an artist when you grow up.", "author": "Pablo Picasso"}, {"quote": "Remember the two benefits of failure. First, if you do fail, you learn what doesn’t work; and second, the failure gives you the opportunity to try a new approach.", "author": "Roger Von Oech"}, {"quote": "I began by tinkering around with some old tunes I knew. Then, just to try something different, I set to putting some music to the rhythm that I used in jerking ice-cream sodas at the Poodle Dog. I fooled around with the tune more and more until at last, lo and behold, I had completed my first piece of finished music.", "author": "Duke Ellington"}, {"quote": "Because of their courage, their lack of fear, they (creative people) are willing to make silly mistakes. The truly creative person is one who can think crazy; such a person knows full well that many of his great ideas will prove to be worthless. The creative person is flexible; he is able to change as the situation changes, to break habits, to face indecision and changes in conditions without undue stress. He is not threatened by the unexpected as rigid, inflexible people are.", "author": "Frank Goble"}, {"quote": "The creative person wants to be a know-it-all. He wants to know about all kinds of things-ancient history, nineteenth century mathematics, current manufacturing techniques, hog futures. Because he never knows when these ideas might come together to form a new idea. It may happen six minutes later, or six months, or six years. But he has faith that it will happen.", "author": "Carl Ally"}, {"quote": "There is no doubt that creativity is the most important human resource of all. Without creativity, there would be no progress, and we would be forever repeating the same patterns.", "author": "Edward de Bono"}, {"quote": "There is only one of you in all time, this expression is unique. And if you block it, it will never exist through any other medium and it will be lost.", "author": "Martha Graham"}, {"quote": "Creative activity could be described as a type of learning process where teacher and pupil are located in the same individual.", "author": "Arthur Koestler"}, {"quote": "Creativity is the soul of the true scholar.", "author": "Nnamdi Azikiwe"}, {"quote": "It is better to have enough ideas for some of them to be wrong, than to be always right by having no ideas at all.", "author": "Edward de Bono"}, {"quote": "The principle goal of education is to create men who are capable of doing new things, not simply of repeating what other generations have done – men who are creative, inventive and discoverers.", "author": "Jean Piaget"}, {"quote": "The creative person is willing to live with ambiguity. He doesn’t need problems solved immediately and can afford to wait for the right ideas.", "author": "Abe Tannenbaum"}, {"quote": "An invasion of armies can be resisted, but not an idea whose time has come.", "author": "Victor Hugo"}, {"quote": "Held in the palms of thousands of disgruntled people over the centuries have been ideas worth millions – if they only had taken the first step and then followed through.", "author": "Robert M. Hayes"}, {"quote": "If you want something new, you have to stop doing something old.", "author": "Peter F. Drucker"}, {"quote": "By believing passionately in something that still does not exist, we create it. The non-existent is whatever we have not sufficiently desired.", "author": "Nikos Kazantzakis"}, {"quote": "One of my early mentors, poet David Wagoner, who divides the creative process into three phases – madman, poet and critic – once told me that you need to find your own magic to stay in the world of creative play.", "author": "Sonia Gernes"}, {"quote": "A man may die, nations may rise and fall, but an idea lives on.", "author": "John F. Kennedy"}, {"quote": "An idea that is developed and put into action is more important than an idea that exists only as an idea.", "author": "Edward de Bono"}, {"quote": "Do not fear to be eccentric in opinion, for every opinion now accepted was once eccentric.", "author": "Bertrand Russell"}, {"quote": "To live a creative life, we must lose our fear of being wrong.", "author": "Joseph Chilton Pierce"}, {"quote": "Held in the palms of thousands of disgruntled people over the centuries have been ideas worth millions – if they only had taken the first step and then followed through.", "author": "Robert M. Hayes"}, {"quote": "Life is trying things to see if they work.", "author": "Ray Bradbury"}, {"quote": "The difficulty lies not so much in developing new ideas as in escaping from old ones.", "author": "John Maynard Keynes"}, {"quote": "You can’t use up creativity. The more you use, the more you have.", "author": "Maya Angelou"}, {"quote": "Creativity is the sudden cessation of stupidity.", "author": "Edwin Land"}, {"quote": "Creativity is allowing oneself to make mistakes. Art is knowing which ones to keep.", "author": "Scott Adams"}, {"quote": "A truly creative person rids him or herself of all self-imposed limitations.", "author": "Gerald G. Jampolsky"}, {"quote": "Every day is an opportunity to be creative – the canvas is your mind, the brushes and colours are your thoughts and feelings, the panorama is your story, the complete picture is a work of art called, ‘my life’. Be careful what you put on the canvas of your mind today – it matters.", "author": "Innerspace"}, {"quote": "It seems to be one of the paradoxes of creativity that in order to think originally, we must familiarize ourselves with the ideas of others.", "author": "George Kneller"}, {"quote": "Some people use things; they destroy. You’re a creator, a builder.", "author": "Amelia Atwater-Rhodes"}, {"quote": "Creative power, is that receptive attitude of expectancy which makes a mold into which the plastic and as yet undifferentiated substance can flow and take the desired form.", "author": "Thomas Troward"}, {"quote": "Creativity can solve almost any problem. The creative act, the defeat of habit by originality, overcomes everything.", "author": "George Lois"}, {"quote": "A harmless hilarity and a buoyant cheerfulness are not infrequent concomitants of genius; and we are never more deceived than when we mistake gravity for greatness, solemnity for science, and pomposity for erudition.", "author": "Charles Caleb Colton"}, {"quote": "Conditions for creativity are to be puzzled; to concentrate; to accept conflict and tension; to be born everyday; to feel a sense of self.", "author": "Erich Fromm"}, {"quote": "Creativity is the quality that you bring to the activity that you are doing. It is an attitude, an inner approach – how you look at things . . . Whatsoever you do, if you do it joyfully, if you do it lovingly, if your act of doing is not purely economical, then it is creative.", "author": "Osho"}, {"quote": "Truly creative people care a little about what they have done, and a lot about what they are doing. Their driving focus is the life force that surges in them now.", "author": "Alan Cohen"}, {"quote": "An artist paints, dances, draws, writes, designs, or acts at the expanding edge of consciousness. We press into the unknown rather than the known. This makes life lovely and lively.", "author": "Julia Cameron"}, {"quote": "The stone age didn’t end because they ran out of stones.", "author": "unknown"}, {"quote": "You need chaos in your soul to give birth to a dancing star.", "author": "Friedrich Nietzsche"}]