[{"quote": "Employ your time in improving yourself by other men’s writings so that you shall come easily by what others have labored hard for.", "author": "Unknown"}, {"quote": "Well I am certainly wiser than this man. It is only too likely that neither of us has any knowledge to boast of; but he thinks that he knows something which he does not know, whereas I am quite conscious of my ignorance. At any rate it seems that I am wiser than he is to this small extent, that I do not think that I know what I do not know.", "author": "Unknown"}, {"quote": "True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.", "author": "Socrates"}, {"quote": "The beginning of wisdom is a definition of terms.", "author": "Unknown"}, {"quote": "What a lot of things there are a man can do without.", "author": "Unknown"}, {"quote": "I cannot teach anybody anything. I can only make them think.", "author": "Unknown"}, {"quote": "Slanderers do not hurt me because they do not hit me.", "author": "Unknown"}, {"quote": "I was afraid that by observing objects with my eyes and trying to comprehend them with each of my other senses I might blind my soul altogether.", "author": "Unknown"}, {"quote": "To find yourself, think for yourself.", "author": "Socrates"}, {"quote": "Know thyself.", "author": "Unknown"}, {"quote": "He who is not contented with what he has, would not be contented with what he would like to have.", "author": "Unknown"}, {"quote": "If a man is proud of his wealth, he should not be praised until it is known how he employs it.", "author": "Unknown"}, {"quote": "Where there is reverence there is fear, but there is not reverence everywhere that there is fear, because fear presumably has a wider extension than reverence.", "author": "Unknown"}, {"quote": "They are not only idle who do nothing, but they are idle also who might be better employed.", "author": "Unknown"}, {"quote": "One thing only I know, and that is that I know nothing.", "author": "Socrates"}, {"quote": "Our prayers should be for blessings in general, for God knows best what is good for us.", "author": "Unknown"}, {"quote": "I only wish that ordinary people had an unlimited capacity for doing harm; then they might have an unlimited power for doing good.", "author": "Unknown"}, {"quote": "How many are the things I can do without!", "author": "Unknown"}, {"quote": "I was really too honest a man to be a politician and live.", "author": "Unknown"}, {"quote": "Ordinary people seem not to realize that those who really apply themselves in the right way to philosophy are directly and of their own accord preparing themselves for dying and death.", "author": "Unknown"}, {"quote": "The hottest love has the coldest end.", "author": "Socrates"}, {"quote": "See one promontory, one mountain, one sea, one river and see all.", "author": "Unknown"}, {"quote": "A system of morality which is based on relative emotional values is a mere illusion, a thoroughly vulgar conception which has nothing sound in it and nothing true.", "author": "Unknown"}, {"quote": "By all means marry. If you get a good wife you will become happy, and if you get a bad one you will become a philosopher.", "author": "Unknown"}, {"quote": "When desire, having rejected reason and overpowered judgment which leads to right, is set in the direction of the pleasure which beauty can inspire, and when again under the influence of its kindred desires it is moved with violent motion towards the beauty of corporeal forms, it acquires a surname from this very violent motion, and is called love.", "author": "Unknown"}, {"quote": "I pray Thee, O God, that I may be beautiful within.", "author": "Unknown"}, {"quote": "The way to gain a good reputation is to endeavor to be what you desire to appear.", "author": "Socrates"}, {"quote": "Nature has given us two ears, two eyes, and but one tongue-to the end that we should hear and see more than we speak.", "author": "Unknown"}, {"quote": "In childhood be modest, in youth temperate, in adulthood just, and in old age prudent.", "author": "Unknown"}, {"quote": "The end of life is to be like God, and the soul following God will be like Him.", "author": "Unknown"}, {"quote": "We are in fact convinced that if we are ever to have pure knowledge of anything, we must get rid of the body and contemplate things by themselves with the soul by itself. It seems, to judge from the argument, that the wisdom which we desire and upon which we profess to have set our hearts will be attainable only when we are dead and not in our lifetime.", "author": "Unknown"}, {"quote": "Nothing is to be preferred before justice.", "author": "Unknown"}, {"quote": "Death may be the greatest of all human blessings.", "author": "Socrates"}, {"quote": "Let him that would move the world, first move himself.", "author": "Unknown"}, {"quote": "The comic and the tragic lie inseparably close, like light and shadow.", "author": "Unknown"}, {"quote": "I am not an Athenian, nor a Greek, but a citizen of the world.", "author": "Unknown"}, {"quote": "Call no man unhappy until he is married.", "author": "Unknown"}, {"quote": "Happiness is unrepentant pleasure.", "author": "Unknown"}, {"quote": "The unexamined life is not worth living.", "author": "Socrates"}, {"quote": "Wars and revolutions and battles are due simply and solely to the body and its desires. All wars are undertaken for the acquisition of wealth; and the reason why we have to acquire wealth is the body, because we are slaves in its service.", "author": "Unknown"}, {"quote": "No man undertakes a trade he has not learned, even the meanest; yet everyone thinks himself sufficiently qualified for the hardest of all trades, that of government.", "author": "Unknown"}, {"quote": "The only good is knowledge and the only evil is ignorance.", "author": "Unknown"}, {"quote": "The nearest way to glory is to strive to be what you wish to be thought to be.", "author": "Unknown"}, {"quote": "Be slow to fall into friendship; but when thou art in, continue firm and constant.", "author": "Unknown"}, {"quote": "Enjoy yourself — it’s later than you think.", "author": "Socrates"}, {"quote": "Worthless people love only to eat and drink; people of worth eat and drink only to live.", "author": "Unknown"}, {"quote": "Once made equal to man, woman becomes his superior.", "author": "Unknown"}, {"quote": "Crito, I owe a cock to Asclepius; will you remember to pay the debt?", "author": "Unknown"}, {"quote": "Fame is the perfume of heroic deeds.", "author": "Unknown"}, {"quote": "The envious person grows lean with the fatness of their neighbor.", "author": "Unknown"}, {"quote": "From the deepest desires often come the deadliest hate.", "author": "Socrates"}, {"quote": "An education obtained with money is worse than no education at all.", "author": "Unknown"}, {"quote": "Whom do I call educated? First, those who manage well the circumstances they encounter day by day. Next, those who are decent and honorable in their intercourse with all men, bearing easily and good naturedly what is offensive in others and being as agreeable and reasonable to their associates as is humanly possible to be… those who hold their pleasures always under control and are not ultimately overcome by their misfortunes… those who are not spoiled by their successes, who do not desert their true selves but hold their ground steadfastly as wise and sober — minded men.", "author": "Unknown"}, {"quote": "False words are not only evil in themselves, but they infect the soul with evil.", "author": "Unknown"}, {"quote": "The fewer our wants the more we resemble the Gods.", "author": "Unknown"}, {"quote": "Life contains but two tragedies. One is not to get your heart’s desire; the other is to get it.", "author": "Unknown"}, {"quote": "A multitude of books distracts the mind.", "author": "Socrates"}, {"quote": "Whenever, therefore, people are deceived and form opinions wide of the truth, it is clear that the error has slid into their minds through the medium of certain resemblances to that truth.", "author": "Unknown"}, {"quote": "If I tell you that I would be disobeying the god and on that account it is impossible for me to keep quiet, you won’t be persuaded by me, taking it that I am ionizing. And if I tell you that it is the greatest good for a human being to have discussions every day about virtue and the other things you hear me talking about, examining myself and others, and that the unexamined life is not livable for a human being, you will be even less persuaded.", "author": "Unknown"}, {"quote": "The hour of departure has arrived and we go our ways; I to die, and you to live. Which is better? Only God knows.", "author": "Unknown"}, {"quote": "To fear death, my friends, is only to think ourselves wise, without being wise: for it is to think that we know what we do not know. For anything that men can tell, death may be the greatest good that can happen to them: but they fear it as if they knew quite well that it was the greatest of evils. And what is this but that shameful ignorance of thinking that we know what we do not know?", "author": "Unknown"}, {"quote": "Think not those faithful who praise all thy words and actions, but those who kindly reprove thy faults.", "author": "Unknown"}, {"quote": "Contentment is natural wealth, luxury is artificial poverty.", "author": "Socrates"}, {"quote": "Give me beauty in the inward soul; may the outward and the inward man be at one.", "author": "Unknown"}, {"quote": "He is rich who is content with the least; for contentment is the wealth of nature.", "author": "Unknown"}, {"quote": "Remember, no human condition is ever permanent. Then you will not be overjoyed in good fortune nor too scornful in misfortune.", "author": "Unknown"}, {"quote": "Beauty is a short-lived tyranny.", "author": "Unknown"}, {"quote": "The only true wisdom is in knowing you know nothing.", "author": "Unknown"}, {"quote": "There is only one good, knowledge, and one evil, ignorance.", "author": "Unknown"}, {"quote": "Wonder is the beginning of wisdom.", "author": "Socrates"}, {"quote": "Be kind, for everyone you meet is fighting a hard battle.", "author": "Unknown"}, {"quote": "Every action has its pleasures and its price.", "author": "Unknown"}, {"quote": "Remember what is unbecoming to do is also unbecoming to speak of.", "author": "Unknown"}, {"quote": "Be as you wish to seem.", "author": "Unknown"}, {"quote": "Do not do to others what angers you if done to you by others.", "author": "Unknown"}, {"quote": "Beware the barrenness of a busy life.", "author": "Socrates"}, {"quote": "Bad men live that they may eat and drink, whereas good men eat and drink that they may live.", "author": "Unknown"}, {"quote": "I know that I am intelligent, because I know that I know nothing.", "author": "Unknown"}, {"quote": "Are you not ashamed of heaping up the greatest amount of money and honor and reputation, and caring so little about wisdom and truth and the greatest improvement of the soul?", "author": "Unknown"}, {"quote": "Remember that there is nothing stable in human affairs; therefore avoid undue elation in prosperity, or undue depression in adversity.", "author": "Unknown"}, {"quote": "We cannot live better than in seeking to become better.", "author": "Unknown"}, {"quote": "The secret of change is to focus all of your energy, not on fighting the old, but on building the new.", "author": "Socrates"}, {"quote": "Smart people learn from everything and everyone, average people from their experiences, stupid people already have all the answers.", "author": "Unknown"}, {"quote": "Education is the kindling of a flame, not the filling of a vessel.", "author": "Unknown"}, {"quote": "The shortest and surest way to live with honour in the world, is to be in reality what we would appear to be; and if we observe, we shall find, that all human virtues increase and strengthen themselves by the practice of them.", "author": "Unknown"}, {"quote": "No man has the right to be an amateur in the matter of physical training. It is a shame for a man to grow old without seeing the beauty and strength of which his body is capable.", "author": "Unknown"}, {"quote": "I know nothing except the fact of my ignorance.", "author": "Unknown"}, {"quote": "Silence is a profound melody, for those who can hear it above all the noise.", "author": "Socrates"}, {"quote": "If you don’t get what you want, you suffer; if you get what you don’t want, you suffer; even when you get exactly what you want, you still suffer because you can’t hold on to it forever. Your mind is your predicament. It wants to be free of change. Free of pain, free of the obligations of life and death. But change is law and no amount of pretending will alter that reality.", "author": "Unknown"}, {"quote": "There are two kinds of disease of the soul, vice and ignorance.", "author": "Unknown"}, {"quote": "Sometimes you put walls up not to keep people out, but to see who cares enough to break them down.", "author": "Unknown"}, {"quote": "Strong minds discuss ideas, average minds discuss events, weak minds discuss people.", "author": "Unknown"}, {"quote": "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.", "author": "Unknown"}, {"quote": "When the debate is lost, slander becomes the tool of the loser.", "author": "Socrates"}, {"quote": "Having the fewest wants, I am nearest to the gods.", "author": "Unknown"}, {"quote": "The children now love luxury. They have bad manners, contempt for authority; they show disrespect for elders and love chatter in place of exercise.", "author": "Unknown"}, {"quote": "Falling down is not a failure. Failure comes when you stay where you have fallen.", "author": "Unknown"}, {"quote": "Prefer knowledge to wealth, for the one is transitory, the other perpetual.", "author": "Unknown"}, {"quote": "Get not your friends by bare compliments, but by giving them sensible tokens of your love.", "author": "Unknown"}, {"quote": "Be nicer than necessary to everyone you meet. Everyone is fighting some kind of battle.", "author": "Socrates"}, {"quote": "All wars are fought for the acquisition of wealth.", "author": "Unknown"}, {"quote": "Thou shouldst eat to live; not live to eat.", "author": "Unknown"}, {"quote": "If you want to be a good saddler, saddle the worst horse; for if you can tame one, you can tame all.", "author": "Unknown"}, {"quote": "One should never do wrong in return, nor mistreat any man, no matter how one has been mistreated by him.", "author": "Unknown"}, {"quote": "Be the kind of person that you want people to think you are.", "author": "Unknown"}, {"quote": "Understanding a question is half the answer.", "author": "Socrates"}, {"quote": "The greatest way to live with honour in this world is to be what we pretend to be.", "author": "Unknown"}, {"quote": "If all our misfortunes were laid in one common heap whence everyone must take an equal portion, most people would be content to take their own and depart.", "author": "Unknown"}, {"quote": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.", "author": "Unknown"}, {"quote": "Children nowadays are tyrants. They contradict their parents, gobble their food, and tyrannise their teachers.", "author": "Unknown"}, {"quote": "The greatest blessing granted to mankind come by way of madness, which is a divine gift.", "author": "Unknown"}, {"quote": "There is no possession more valuable than a good and faithful friend.", "author": "Socrates"}, {"quote": "The years wrinkle our skin, but lack of enthusiasm wrinkles our soul.", "author": "Unknown"}, {"quote": "The highest realms of thought are impossible to reach without first attaining an understanding of compassion.", "author": "Unknown"}, {"quote": "The easiest and noblest way is not to be crushing others, but to be improving yourselves.", "author": "Unknown"}, {"quote": "When you want wisdom and insight as badly as you want to breathe, it is then you shall have it.", "author": "Unknown"}, {"quote": "To move the world we must move ourselves.", "author": "Unknown"}, {"quote": "Through your rags I see your vanity.", "author": "Unknown"}, {"quote": "Envy is the ulcer of the soul.", "author": "Socrates"}]