[{"quote": "In a church of my own we’re perfect together\nI recognize you in the stained glass.", "author": "Heather Nova"}, {"quote": "Our universe grants every soul a twin-\na reflection of themselves -the kindred spirit – And no matter where they are or how far away they are from each other- even if they are in different dimensions, they will always find one another. This is destiny; this is love.", "author": "Julie Dillon"}, {"quote": "If someone could reach into my chest and tear out my heart and turn it into a living, breathing person, Isaiah would be it..", "author": "Airicka Pheonix"}, {"quote": "I couldn’t imagine that I’d ever fall in love again like I had with Gideon. For better or worse, he was my soulmate. The other half of me. In many ways, he was my reflection.", "author": "Sylvia Day"}, {"quote": "I want to be your soulmate, even if I don’t believe in them.", "author": "Colleen Hoover"}, {"quote": "Have you ever felt really close to someone? So close that you can’t understand why you and the other person have two separate bodies, two separate skins?", "author": "Nancy Garden"}, {"quote": "…and when one of them meets the other half, the actual half of himself, whether he be a lover of youth or a lover of another sort, the pair are lost in an amazement of love and friendship and intimacy and one will not be out of the other’s sight, as I may say, even for a moment…", "author": "Plato"}, {"quote": "She lives her life like a flame; a dance of purposeful chaos.… Her enchanting light can guide you and quell your fears… She’s hot; warming those who respect her and burning those who don’t… She is a flame with an unforgettable glow… A weak man will try to dim her luminance… but her soul mate will take pleasure in fanning the blaze.", "author": "Steve Mariboli"}, {"quote": "Our souls already know each other, don’t they?’ he whispered. ‘It’s our bodies that are new.", "author": "Karen Ross"}, {"quote": "A bond between souls is ancient – older than the planet.", "author": "Dianna Hardy"}, {"quote": "You have half our gifts. I the other. Together we make a whole. Together we are much more powerful.", "author": "Joss Stirling"}, {"quote": "It’s so dark right now, I can’t see any light around me.\nThat’s because the light is coming from you. You can’t see it but everyone else can.", "author": "Lang Leav"}, {"quote": "People give flowers as presents because flowers contain the true meaning of love. Anyone tries to possess a flower will have to watch its beauty fading. But if you simply look at a flower on a field, you will keep it forever, because the flower is part of the evening and the sunset and the smell of damp earth and the clouds on the horizon.", "author": "Paulo Coelho"}, {"quote": "There was something in her eyes that made me trust her. Maybe it was because they held the same cynicism, the same world-weariness I saw in my own every morning when I looked at myself in the mirror.", "author": "Melika Dannese Lux"}, {"quote": "Loving can cost a lot but not loving always costs more, and those who fear to love often find want of love is an emptiness that robs the joy from life.", "author": "Merle Shain"}, {"quote": "A soulmate is the one person whose love is powerful enough to motivate you to meet your soul, to do the emotional work of self-discovery, of awakening.", "author": "Kenny Loggins"}, {"quote": "If I know what love is, it is because of you.", "author": "Herman Hesse"}, {"quote": "Love never claims, it ever gives.", "author": "Mahatma Gandhi"}, {"quote": "When you’re in love, you’re capable of learning everything and knowing things you had never dared even to think, because love is the key to understanding of all the the mysteries.", "author": "Paulo Coelho"}, {"quote": "The greatest love stories are not those in which love is only spoken, but those in which it is acted upon.", "author": "Steve Maraboli"}, {"quote": "Maybe our girlfriends are our soulmates and guys are just people to have fun with..", "author": "Candace Bushnell"}, {"quote": "What are the chances you’d ever meet someone like that? he wondered. Someone you could love forever, someone who would forever love you back? And what did you do when that person was born half a world away? The math seemed impossible.", "author": "Rainbow Rowell"}, {"quote": "Soulmate” is an overused term, but a true soul connection is very rare, and very real.", "author": "” – Hilary Duff"}, {"quote": "There is no such thing as a soulmate…and who would want there to be? I don’t want half of a shared soul. I want my own damn soul.", "author": "Rachel Cohn"}, {"quote": "I recognized you instantly. All of our lives flashed through my mind in a split second. I felt a pull so strongly towards you that I almost couldn’t stop it.", "author": "J. Sterling"}, {"quote": "You see,” she concluded miserably, “when I can call like that to him across space–I belong to him. He doesn’t love me–he never will–but I belong to him.", "author": "” – L.M. Montgomery"}, {"quote": "I melted into the dream as if I had always been there. I knew where I had come from; I knew where I was going.", "author": "Chelsie Shakespeare"}, {"quote": "True friends are not mirrors where we can always see ourselves reflected in a positive light.", "author": "Shannon L. Alder"}, {"quote": "If grass can grow through cement, love can find you at every time in your life.", "author": "Cher"}, {"quote": "The way to love anything is to realize that it might be lost.", "author": "G.K. Chesterton"}, {"quote": "Anyone can be passionate, but it takes real lovers to be silly..", "author": "Rose Franken"}, {"quote": "Immature love says, I love you because I need you. Mature love says, I need you because I love you.", "author": "Erich Fromm"}, {"quote": "Love is all about guts. If you have it, you fight with the world. If you don’t, you fight with yourself.", "author": "Heenashree Khandelwal"}, {"quote": "True love is finding your soulmate in your best friend.", "author": "Faye Hall"}, {"quote": "Relationship is understanding. It is a process of self-revelation. Relationship is the mirror in which you discover yourself — to be is to be related.", "author": "Bruce Lee"}, {"quote": "What greater thing is there for two human souls than to feel that they are joined to strengthen each other, to be at one with each other in silent unspeakable memories.", "author": "George Eliot"}, {"quote": "Soul mates are muses. The people in your life you despise, disrespect and desire the most.", "author": "Coco J. Ginger"}, {"quote": "Giving someone a piece of your soul is better than giving a piece of your heart. Because souls are eternal.", "author": "Helen Boswell"}, {"quote": "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine.", "author": "Maya Angelou"}, {"quote": "Real love stories never have endings.", "author": "Richard Bach"}, {"quote": "When will I meet him?”\n“We meet our soulmates when we’re on our soul path.", "author": "” – Karen M. Black"}, {"quote": "People think a soul mate is your perfect fit, and that’s what everyone wants. But a true soul mate is a mirror, the person who shows you everything that is holding you back, the person who brings you to your own attention so you can change your life.", "author": "Elizabeth Gilbert"}, {"quote": "You come to love not by finding the perfect person, but by seeing an imperfect person perfectly.", "author": "Sam Keen"}, {"quote": "Love is the condition in which the happiness of another person is essential to your own..", "author": "Robert Heinlein"}, {"quote": "Love is like a friendship caught on fire. In the beginning a flame, very pretty, often hot and fierce, but still only light and flickering. As love grows older, our hearts mature and our love becomes as coals, deep-burning and unquenchable.", "author": "Bruce Lee"}, {"quote": "Love is the will to extend one’s self for the purpose of nurturing one’s own or another’s spiritual growth.", "author": "Scott Peck"}, {"quote": "You know you’re in love when you can’t fall asleep because reality is finally better than your dreams.", "author": "Dr. Seuss"}, {"quote": "I used to believe in one true soul mate, but not anymore. I believe you can have a few.", "author": "Paul Walker"}]