[{"quote": "Though sympathy alone can’t alter facts, it can help to make them more bearable.", "author": "Bram Stoker"}, {"quote": "Besides love and sympathy, animals exhibit other qualities connected with the social instincts which in us would be called moral.", "author": "Charles Darwin"}, {"quote": "We must laugh at man to avoid crying for him.", "author": "Napolean Bonaparte"}, {"quote": "Reserved people often really need the frank discussion of their sentiments and griefs more than the expansive.", "author": "Charlotte Bronte"}, {"quote": "Woman’s fatal weakness is to desire sympathy and comprehension.", "author": "Ouida"}, {"quote": "Could I tell them I was sorry their loved one was dead, when he’d tried to kill me? There was no rule of etiquette for this; even my grandmother would have been stymied.", "author": "Charlaine Harris"}, {"quote": "That though the radiance which was once so bright be now forever taken from my sight. Though nothing can bring back the hour of splendor in the grass, glory in the flower. We will grieve not, rather find strength in what remains behind.", "author": "William Wordsworth"}, {"quote": "If there was less sympathy in the world, there would be less trouble in the world.", "author": "Oscar Wilde"}, {"quote": "Tears are the silent language of grief.", "author": "Voltaire"}, {"quote": "Only by joy and sorrow does a person know anything about themselves and their destiny. They learn what to do and what to avoid.", "author": "Goethe"}, {"quote": "We understand death only after it has placed its hands on someone we love.", "author": "Anne L. de Stael"}, {"quote": "Sympathy is two hearts tugging at one load..", "author": "Charles Henry Parkhurst"}, {"quote": "I’ve noticed that about your people, Doctor. You find it easier to understand the death of one than the death of a million. You speak about the objective hardness of the Vulcan heart, yet how little room there seems to be in yours.", "author": "Spock"}, {"quote": "There is something very morbid about modern sympathy with pain.", "author": "Oscar Wilde"}, {"quote": "There is no greater sorrow than to recall happiness in times of misery.", "author": "Dante"}, {"quote": "In the land of the dying, sentences go unfinished, you know how they’re going to end.", "author": "Daniel Wallace"}, {"quote": "When you’re riding, only the race in which you’re riding is important.", "author": "Bill Shoemaker"}, {"quote": "Remember me with smiles and laughter, for that is how I will remember you all. If you can only remember me with tears, then don’t remember me at all.", "author": "Laura Ingles Wilder"}, {"quote": "Excessive sorrow laughs. Excessive Joy Weeps.", "author": "William Blake"}, {"quote": "September did not want to feel for the Marquess. That’s how villains get you, she knew. You feel badly for them, and next thing you know, you’re tied to train tracks. But her wild, untried heart opened up another bloom inside her, a dark branch heavy with fruit.", "author": "Catherine Valente"}, {"quote": "Compassion only plagues those with hearts, much like a field of thorns only troubles those who bleed..", "author": "Rachelle E. Goodrich"}, {"quote": "To sympathize with the suffering of others forges understanding, but that doesn’t mean they’ll put up with you.", "author": "Benson Bruno"}, {"quote": "It is much more easy to have sympathy with suffering than it is to have sympathy with thought.", "author": "Oscar Wilde"}, {"quote": "Great grief does not of itself put an end to itself.", "author": "Seneca"}, {"quote": "What the caterpillar calls the end of the world, the master calls a butterfly.", "author": "Richard Bach"}, {"quote": "Life isn’t about waiting for the storm to pass; it’s about learning to dance in the rain.", "author": "Unknown"}, {"quote": "We meet but briefly in life, if we touch each other with stardust – that is everything.", "author": "Unknown"}, {"quote": "The gods conceal from men the happiness of death, that they may endure life.", "author": "Lucan"}, {"quote": "Sorrow can be alleviated by good sleep, a bath and a glass of wine.", "author": "Thomas Aquinas"}, {"quote": "Seashells remind us that every passing life leaves something beautiful behind.", "author": "Unknown"}, {"quote": "What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like.", "author": "Saint Augustine"}, {"quote": "To die is poignantly bitter, but the idea of having to die without having lived is unbearable.", "author": "Erich Fromm"}, {"quote": "Nothing you love is lost. Not really. Things, people–they always go away sooner or later. You can’t hold them anymore than you can hold moonlight. But if they’ve touched you, if they’re inside you, then they’re still yours. The only things you ever really have are the ones you hold inside your heart.", "author": "Bruce Coville"}, {"quote": "The light has gone out of my life.", "author": "Theodore Roosevelt"}, {"quote": "Where there is sorrow there is holy ground.", "author": "Oscar Wilde"}, {"quote": "It is foolish and wrong to mourn the men who died. Rather we should thank God that such men lived.", "author": "George S. Patton Jr."}, {"quote": "Life is a dream walking, death is a going home.", "author": "Chinese proverb"}, {"quote": "We should feel sorrow, but not sink under its oppression.", "author": "Confucius"}, {"quote": "Life is like the desert, life the solitude, death joins us to the great majority.", "author": "Edward Young"}, {"quote": "The tragedy of life is in what dies inside a man while he lives.", "author": "Norman Cousins"}, {"quote": "The call of death is a call of love. Death can be sweet if we answer it in the affirmative, if we accept it as one of the great eternal forms of life and transformation.", "author": "Herman Hesse"}, {"quote": "WA person’s true wealth is the good he or she does in the world.", "author": "Mohammad"}, {"quote": "When you’re riding, only the race in which you’re riding is important.", "author": "Bill Shoemaker"}, {"quote": "There is a sacredness in tears. They are not the mark of weakness, but of power. They speak more eloquently than ten thousand tongues. They are messengers of overwhelming grief…and unspeakable love.", "author": "Washington Irving"}, {"quote": "The world is full of suffering. It is also full of overcoming", "author": "Helen Keller"}, {"quote": "The bitterest tears shed over graves are for words left unsaid and deeds left undone.", "author": "Harriet Beecher Stowe"}, {"quote": "Grief knits two hearts in closer bonds than happiness ever can; and common sufferings are far stronger links than common joys.", "author": "Alphonse de Lamartine"}, {"quote": "Death – the last sleep? No, it is the final awakening.", "author": "Sir Walter Scott"}, {"quote": "Death is the black hole of biology. It’s an event horizon, and once you go over that event horizon, no information can be passed back out of the hole.", "author": "Terrance McKenna"}, {"quote": "For life and death are one, even as the river and the sea are one.", "author": "Kalil Gibran"}, {"quote": "Suicide is a privilege of man which deity does not possess.", "author": "Pliny the Elder"}]