[{"quote": "Be thankful for what you have; you’ll end up having more. If you concentrate on what you don’t have, you will never, ever have enough.", "author": "Oprah Winfrey"}, {"quote": "Pride slays thanksgiving, but a humble mind is the soil out of which thanks naturally grow. A proud man is seldom a grateful man, for he never thinks he gets as much as he deserves.", "author": "Henry Ward Beecher"}, {"quote": "Thanksgiving dinners take eighteen hours to prepare. They are consumed in twelve minutes. Half-times take twelve minutes. This is not coincidence.", "author": "Erma Bombeck"}, {"quote": "Our rural ancestors, with little blest, Patient of labour when the end was rest, Indulged the day that housed their annual grain, With feasts, and off’rings, and a thankful strain.", "author": "Alexander Pope"}, {"quote": "He who thanks but with the lips Thanks but in part; The full, the true Thanksgiving Comes from the heart.", "author": "J.A. Shedd"}, {"quote": "Drink and be thankful to the host! What seems insignificant when you have it, is important when you need it.", "author": "Franz Grillparzer"}, {"quote": "Let us remember that, as much has been given us, much will be expected from us, and that true homage comes from the heart as well as from the lips, and shows itself in deeds.", "author": "Theodore Roosevelt"}, {"quote": "When I started counting my blessings, my whole life turned around.", "author": "Willie Nelson"}, {"quote": "If you think about a Thanksgiving dinner, it’s really like making a large chicken.", "author": "Ina Garten"}, {"quote": "But see, in our open clearings, how golden the melons lie; Enrich them with sweets and spices, and give us the pumpkin-pie!", "author": "Margaret Junkin Preston"}, {"quote": "Thanksgiving is an emotional holiday. People travel thousands of miles to be with people they only see once a year. And then discover once a year is way too often.", "author": "Johnny Carson"}, {"quote": "Gratitude unlocks the fullness of life. It turns what we have into enough, and more. It turns denial into acceptance, chaos to order, confusion to clarity. It can turn a meal into a feast, a house into a home, a stranger into a friend. Gratitude makes sense of our past, brings peace for today and creates a vision for tomorrow.", "author": "Melody Beattie"}, {"quote": "Remember God’s bounty in the year. String the pearls of His favor. Hide the dark parts, except so far as they are breaking out in light! Give this one day to thanks, to joy, to gratitude!", "author": "Henry Ward Beecher"}, {"quote": "On Thanksgiving Day we acknowledge our dependence.", "author": "William Jennings Bryan"}, {"quote": "I come from a family where gravy is considered a beverage.", "author": "Erma Bombeck"}, {"quote": "The Pilgrims made seven times more graves than huts. No Americans have been more impoverished than these who, nevertheless, set aside a day of thanksgiving.", "author": "H.U. Westermayer"}, {"quote": "Thanksgiving Day is a jewel, to set in the hearts of honest men; but be careful that you do not take the day, and leave out the gratitude.", "author": "E.P. Powell"}, {"quote": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.” – John Fitzgerald Kennedy\n\n\n\n\n\n\n\n\n\n\n\n\n“Appreciation can change a day, even change a life. Your willingness to put it into words is all that is necessary.", "author": "” -Margaret Cousins"}, {"quote": "Thanksgiving was never meant to be shut up in a single day.", "author": "Robert Caspar Lintner"}, {"quote": "It has been an unchallengeable American doctrine that cranberry sauce, a pink goo with overtones of sugared tomatoes, is a delectable necessity of the Thanksgiving board and that turkey is uneatable without it.", "author": "Alistair Cooke"}, {"quote": "Thanksgiving comes to us out of the prehistoric dimness, universal to all ages and all faiths. At whatever straws we must grasp, there is always a time for gratitude and new beginnings.", "author": "J. Robert Moskin"}, {"quote": "There is one day that is ours. There is one day when all we Americans who are not self-made go back to the old home to eat saleratus biscuits and marvel how much nearer to the porch the old pump looks than it used to. Thanksgiving Day is the one day that is purely American.", "author": "O. Henry, Two Thanksgiving Day Gentlemen"}, {"quote": "Give thanks not just on Thanksgiving Day, but every day of your life. Appreciate and never take for granted all that you have.", "author": "Catherine Pulsifer"}, {"quote": "I celebrated Thanksgiving in an old-fashioned way. I invited everyone in my neighborhood to my house, we had an enormous feast, and then I killed them and took their land.", "author": "Jon Stewart"}, {"quote": "Not what we say about our blessings, but how we use them, is the true measure of our thanksgiving.", "author": "W.T. Purkiser"}, {"quote": "Thanksgiving is the holiday of peace, the celebration of work and the simple life… a true folk-festival that speaks the poetry of the turn of the seasons, the beauty of seedtime and harvest, the ripe product of the year — and the deep, deep connection of all these things with God.", "author": "Ray Stannard Baker"}, {"quote": "What I love about Thanksgiving is that it’s purely about getting together with friends or family and enjoying food. It’s really for everybody, and it doesn’t matter where you’re from.", "author": "Daniel Humm"}, {"quote": "Thanksgiving is one of my favorite days of the year because it reminds us to give thanks and to count our blessings. Suddenly, so many things become so little when we realize how blessed and lucky we are.", "author": "Joyce Giraud"}, {"quote": "Almighty God, who hast given us this good land for our heritage; We humbly beseech Thee that we may always prove ourselves a people mindful of Thy favor and glad to do Thy will.", "author": "Franklin D. Roosevelt"}, {"quote": "All across America, we gather this week with the people we love to give thanks to God for the blessings in our lives.", "author": "George W. Bush"}, {"quote": "Reflect upon your present blessings, of which every man has plenty; not on your past misfortunes, of which all men have some.", "author": "Charles Dickens"}, {"quote": "Gratitude is the inward feeling of kindness received. Thankfulness is the natural impulse to express that feeling. Thanksgiving is the following of that impulse.", "author": "Henry Van Dyke"}, {"quote": "When asked if my cup is half-full or half-empty my only response is that I am thankful I have a cup.", "author": "Sam Lefkowitz"}, {"quote": "Thanksgiving, man. Not a good day to be my pants.", "author": "Kevin James"}, {"quote": "I like football. I find its an exciting strategic game. Its a great way to avoid conversation with your family at Thanksgiving.", "author": "Craig Ferguson"}, {"quote": "The more we express thanks, the more gratitude we feel. The more gratitude we feel, the more we express thanks. It’s circular, and it leads to a happier life.", "author": "Steve Goodier"}, {"quote": "The roots of all goodness lie in the soil of appreciation for goodness.", "author": "Dalai Lama"}, {"quote": "Thanksgiving reminds us that no matter what befalls us in life, we can take the charred remnants and we can reconstruct a life unimaginably richer than that from which the shards and pieces fell.", "author": "Craig D. Lounsbrough"}, {"quote": "Although Thanksgiving comes but once a year, every day should be a day of Thanks. Among all the challenges that we face as people with hearing loss there are certainly brighter moments in every day – moments that deserve to be recorded in our Gratitude Journal.", "author": "Monique Hammond"}, {"quote": "Real ballplayers pass the stuffing by rolling it up in a ball and batting it across the table with a turkey leg.", "author": "Tom Swyers"}, {"quote": "Thanksgiving is a time of togetherness and gratitude.", "author": "Nigel Hamilton"}, {"quote": "Thanksgiving Day is a good day to recommit our energies to giving thanks and just giving.", "author": "Amy Grant"}, {"quote": "Thanksgiving just gets me all warm and tingly and all kinds of wonderful inside.", "author": "Willard Scott"}, {"quote": "My most memorable meal is every Thanksgiving. I love the food: the turkey and stuffing; the sweet potatoes and rice, which come from my mother’s Southern heritage; the mashed potatoes, which come from my wife’s Midwestern roots; the Campbell’s green-bean casserole; and of course, pumpkin pie.", "author": "Douglas Conant"}, {"quote": "On Thanksgiving I will stop to give thanks that my family is safe and healthy, especially because I realize that, following the tragedies of this year, it is all too real a possibility that they might not have been.", "author": "Bobby Jindal"}, {"quote": "You shouldn’t just give during Christmas and Thanksgiving you should be giving all the time.", "author": "Alcurtis Turner"}, {"quote": "My fondest memories are generally the day after Thanksgiving. I get the total decorating Christmas itch.", "author": "Katharine McPhee"}, {"quote": "Thanksgiving is one of my favorite days of the year because it reminds us to give thanks and to count our blessings. Suddenly, so many things become so little when we realize how blessed and lucky we are.", "author": "Joyce Giraud"}, {"quote": "It’s like being at the kids’ table at Thanksgiving – you can put your elbows on it, you don’t have to talk politics… no matter how old I get, there’s always a part of me that’s sitting there.", "author": "John Hughes"}, {"quote": "An optimist is a person who starts a new diet on Thanksgiving Day.", "author": "Irv Kupcinet"}, {"quote": "Thanksgiving, our eminent moral holiday, doesn’t have much for children. At its heart are conversation, food, drink, and fellowship – all perks of adulthood.", "author": "Rosecrans Baldwin"}, {"quote": "Thanksgiving is America’s favorite holiday because it’s a time when we put aside our cares, much as the struggling Pilgrims did nearly four centuries ago, and eat a gut-busting meal without worrying about the ‘out years.'", "author": "David Ignatius"}, {"quote": "What we’re really talking about is a wonderful day set aside on the fourth Thursday of November when no one diets. I mean, why else would they call it Thanksgiving?", "author": "Erma Bombeck"}, {"quote": "But see, in our open clearings, how golden the melons lie; Enrich them with sweets and spices, and give us the pumpkin-pie!", "author": "Margaret Junkin Preston"}, {"quote": "Coexistence: what the farmer does with the turkey — until Thanksgiving.", "author": "Mike Connolly"}, {"quote": "Stand up, on this Thanksgiving Day, stand upon your feet. Believe in man. Soberly and with clear eyes, believe in your own time and place. There is not, and there never has been a better time, or a better place to live in.", "author": "Phillips Brooks"}, {"quote": "A thankful heart is not only the greatest virtue, but the parent of all the other virtues.", "author": "Cicero"}, {"quote": "And though I ebb in worth, I’ll flow in thanks.", "author": "John Taylor"}, {"quote": "I suppose I will die never knowing what pumpkin pie tastes like when you have room for it.", "author": "Robert Brault"}, {"quote": "Thanksgiving is so called because we are all so thankful that it only comes once a year.", "author": "P. J. O’Rourke"}, {"quote": "Thanksgiving is America’s national chow-down feast, the one occasion each year when gluttony becomes a patriotic duty.", "author": "Michael Dresser"}, {"quote": "Not what we say about our blessings, but how we use them, is the true measure of our thanksgiving.", "author": "W.T. Purkiser"}, {"quote": "If you want to turn your life around, try thankfulness. It will change your life mightily.", "author": "Gerald Good"}, {"quote": "If you are really thankful, what do you do? You share.", "author": "W. Clement Stone"}, {"quote": "I love Thanksgiving because it’s a holiday that is centered around food and family, two things that are of utmost importance to me.", "author": "Marcus Samuelsson"}, {"quote": "The thankful receiver bears a plentiful harvest.", "author": "William Blake"}, {"quote": "Cooking Tip: Wrap turkey leftovers in aluminum foil and throw them out.", "author": "Nicole Hollander"}, {"quote": "It took me three weeks to stuff the turkey. I stuffed it through the beak.", "author": "Phyllis Diller"}, {"quote": "Thanksgiving Day comes, by statute, once a year; to the honest man it comes as frequently as the heart of gratitude will allow.", "author": "Edward Sandford Martin"}, {"quote": "The Thanksgiving tradition is, we overeat. ‘Hey, how about at Thanksgiving we just eat a lot?’ ‘But we do that every day!’ ‘Oh. What if we eat a lot with people that annoy the hell out of us?", "author": "Jim Gaffigan"}, {"quote": "I’m from Canada, so Thanksgiving to me is just Thursday with more food. And I’m thankful for that.", "author": "Howie Mandel"}, {"quote": "If you stand in the meat section at the grocery store long enough, you start to get mad at turkeys. There’s turkey ham, turkey bologna, turkey pastrami. Someone needs to tell the turkey, man, just be yourself.", "author": "Mitch Hedberg"}, {"quote": "Thanksgiving, after all, is a word of action.", "author": "W.J. Cameron"}, {"quote": "Vegetables are a must on a diet. I suggest carrot cake, zucchini bread, and pumpkin pie.", "author": "Jim Davis/span>"}, {"quote": "Most turkeys taste better the day after; my mother’s tasted better the day before.", "author": "Rita Rudner"}, {"quote": "You can tell you ate too much for Thanksgiving when you have to let your bathrobe out.", "author": "Jay Leno"}, {"quote": "Forever on Thanksgiving Day The heart will find the pathway home.", "author": "Wilbur D. Nesbit"}, {"quote": "My Thanksgiving is perpetual. It is surprising how contented one can be with nothing definite — only a sense of existence.", "author": "Henry David Thoreau"}, {"quote": "Thanksgiving is a joyous invitation to shower the world with love and gratitude.", "author": "Amy Leigh Mercree"}, {"quote": "Thanksgiving Quotes from Books, Films, and Television", "author": "Unknown"}, {"quote": "A thought about Thanksgiving Day: Once, there was this day… this one day when… everyone realized they needed each other.", "author": "April Burns in Pieces of April"}, {"quote": "Here I am, 5 o’clock in the morning, stuffing bread crumbs up a dead bird’s butt.", "author": "Rosanne in Rosanne"}, {"quote": "We can only be said to be alive in those moments when our hearts are conscious of our treasures.", "author": "Thornton Wilder, The Woman of Andros"}, {"quote": "Thanksgiving creates abundance.", "author": "Ann Voskamp, One Thousand Gifts"}, {"quote": "After a good dinner one can forgive anybody, even one’s own relations.", "author": "Oscar Wilde, A Woman of No Importance"}, {"quote": "Thanksgiving was nothing more than a pilgrim-created obstacle in the way of Christmas; a dead bird in the street that forced a brief detour.", "author": "Augusten Burroughs, You Better Not Cry: Stories for Christmas"}, {"quote": "The funny thing about Thanksgiving ,or any big meal, is that you spend 12 hours shopping for it then go home and cook,chop,braise and blanch. Then it’s gone in 20 minutes and everybody lies around sortof in a sugar coma and then it takes 4 hours to clean it up.", "author": "Ted Allen, The Food You Want to Eat: 100 Smart, Simple Recipes"}, {"quote": "I always think it’s funny when Indians celebrate Thanksgiving. I mean, sure, the Indians and Pilgrims were best friends during the first Thanksgiving, but a few years later, the Pilgrims were shooting Indians. So I’m never quite sure why we eat Turkey like everybody else.", "author": "Sherman Alexie, The Absolutely True Diary of a Part-Time Indian"}, {"quote": "America has developed a pie tradition unequivocally and unapologetically at the sweet end of the scale, and at no time is this better demonstrated than at Thanksgiving.", "author": "Janet Clarkson, Pie: A Global History"}, {"quote": "Preparing and serving food had always been a joy, for it made her appreciate the abundance of the world.", "author": "Elizabeth Camden, Until The Dawn"}, {"quote": "About 94 percent of Americans prepare and serve turkey at home and most people stick to a traditional menu for the main meal: turkey with cranberry sauce, mashed white potatoes with giblet gravy, candied sweet potatoes topped with marshmallows, a cooked green vegetable dish, relishes, and a pumpkin pie with whipped cream for dessert.", "author": "Martin K. Gay, Encyclopedia of North American Eating & Drinking Traditions, Customs, and Rituals"}, {"quote": "Family gathers to share good noise and good food. Gratitude abounds.", "author": "Richelle E. Goodrich, Making Wishes: Quotes, Thoughts, & a Little Poetry for Every Day of the Year"}, {"quote": "’So what do we do?’ We do what all families do. Grin, bear it, and pass the mashed potatoes.", "author": "” – Heather Brewer, Eleventh Grade Burns"}, {"quote": "The next day, eating a turkey sandwich with salt and mayonnaise, Rebecca decided Thanksgiving was the best holiday, although she had little to choose from: her family never celebrated Hanukkah but her father was militant about ignoring Christmas and insisted they spend December 25 eating Chinese takeout and going to the movies.", "author": "Anna Quindlen, Still Life with Bread Crumbs"}, {"quote": "Now if you’ll excuse me, I’m going to go baste the turkey and hide the kitchen knives.", "author": "Mrs. Pascal in The House of Yes"}, {"quote": "In November, people are good to each other. They carry pies to each other’s homes and talk by crackling woodstoves, sipping mellow cider. They travel very far on a special November day just to share a meal with one another and to give thanks for their many blessings – for the food on their tables and the babies in their arms.", "author": "Cynthia Rylant, In November"}, {"quote": "Thanksgiving – fall’s finale. Best damn holiday of the year in my worldly estimation.", "author": "Carew Papritz, The Legacy Letters: his Wife, his Children, his Final Gift"}, {"quote": "Thanksgiving is the holiday that encompasses all others. All of them, from Martin Luther King Day to Arbor Day to Christmas to Valentine’s Day, are in one way or another about being thankful.", "author": "Jonathan Safran Foer, Eating Animals"}, {"quote": "Overeating at Thanksgiving is a case in point. It’s a national tradition.", "author": "Eric Samuel Timm, Static Jedi: The Art of Hearing God Through the Noise"}, {"quote": "It’s not too much food. This is what we’ve been training for our whole lives. This is our destiny, this is our finest hour.", "author": "Lorelai Gilmore in Gilmore Girls"}, {"quote": "I can’t cook a Thanksgiving dinner. All I can make is cold cereal and maybe toast.", "author": "Charlie Brown in A Charlie Brown Thanksgiving"}, {"quote": "Turkey: A large bird whose flesh, when eaten on certain religious anniversaries has the peculiar property of attesting piety and gratitude.", "author": "Ambrose Bierce, The Devil’s Dictionary"}, {"quote": "Once you start practicing being grateful and thankful for things, people, and events, you may notice that you start to attract more positive things, people, and events in your life.", "author": "Stephanie Conkle, Happy Person. Happy Life. A recipe for happiness"}, {"quote": "We all can ‘act’ a certain way for a brief period of time, for instance, on Thanksgiving, who of us hasn’t had to ‘act’ like we just loved everyone at the table? This brief show of good behavior is not true character. Our character is who we are when no one is looking.", "author": "Becky Van Volkinburg, God’s Word, Your Voice"}, {"quote": "Now is no time to think of what you do not have. Think of what you can do with what there is.", "author": "Ernest Hemingway, The Old Man and the Sea"}, {"quote": "Small cheer and great welcome makes a merry feast.", "author": "William Shakespeare, Balthasar in The Comedy of Errors"}, {"quote": "Turkey for the girls and Turkey for the boys. My favorite kind of pants are corduroys. Gobble gobble goo and Gobble gobble gickel. I wish turkey only cost a nickel. Oh I love turkey on Thanksgiving. Happy Thanksgiving everybody!", "author": "Adam Sandler, The Thanksgiving Song"}]