[{"quote": "Thomas Jefferson, one of our famed American Founding Fathers, was born on April 13, 1743. Most famously, he was the principal author of the Declaration of Independence (1776) and served as John Adams’ Vice President before he became the third President of the United States in 1801.\nIn the years to follow writing the Declaration of Independence, Jefferson worked to make its words a reality in Virginia and less than a decade later wrote a bill establishing religious freedom.\nDuring Jefferson’s presidency, he slashed military expenditures, cut the budget, and eliminated the tax on whiskey, while simultaneously reducing the national debt by over 30%.  Thomas Jefferson died in 1826 at the age of 83. Jefferson served his country for over 50 years of his life as a public official, historian, and philosopher.\nThe following Thomas Jefferson quotes represent his life as an inspirational symbol for both major political parties in the United States…", "author": "Unknown"}, {"quote": "Nothing can stop the man with the right mental attitude from achieving his goal; nothing on earth can help the man with the wrong mental attitude.", "author": "Unknown"}, {"quote": "Honesty is the first chapter in the book of wisdom.", "author": "Thomas Jefferson"}, {"quote": "When angry count to ten before you speak. If very angry, count to one hundred.", "author": "Unknown"}, {"quote": "We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain unalienable rights; that among these are life, liberty, and the pursuit of happiness.", "author": "Unknown"}, {"quote": "Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others. I do not add ‘within the limits of the law’ because law is often but the tyrant’s will, and always so when it violates the rights of the individual.", "author": "Unknown"}, {"quote": "The care of human life and happiness, and not their destruction, is the first and only object of good government.", "author": "Unknown"}, {"quote": "Nothing gives one person so much advantage over another as to remain always cool and unruffled under all circumstances.", "author": "Thomas Jefferson"}, {"quote": "Experience hath shewn, that even under the best forms of government those entrusted with power have, in time, and by slow operations, perverted it into tyranny.", "author": "Unknown"}, {"quote": "The tree of liberty must be refreshed from time to time with the blood of patriots and tyrants.", "author": "Unknown"}, {"quote": "Every government degenerates when trusted to the rulers of the people alone. The people themselves are its only safe depositories.", "author": "Unknown"}, {"quote": "I never considered a difference of opinion in politics, in religion, in philosophy, as cause for withdrawing from a friend.", "author": "Unknown"}, {"quote": "Good wine is a necessity of life for me.", "author": "Thomas Jefferson"}, {"quote": "But friendship is precious, not only in the shade, but in the sunshine of life, and thanks to a benevolent arrangement the greater part of life is sunshine.", "author": "Unknown"}, {"quote": "A Bill of Rights is what the people are entitled to against every government, and what no just government should refuse, or rest on inference.", "author": "Unknown"}, {"quote": "I believe that every human mind feels pleasure in doing good to another.", "author": "Unknown"}, {"quote": "Do not bite at the bait of pleasure, till you know there is no hook beneath it.", "author": "Unknown"}, {"quote": "He who knows best knows how little he knows.", "author": "Thomas Jefferson"}, {"quote": "Question with boldness even the existence of a God; because, if there be one, he must more approve of the homage of reason, than that of blind-folded fear.", "author": "Unknown"}, {"quote": "I’m a greater believer in luck, and I find the harder I work the more I have of it.", "author": "Unknown"}, {"quote": "We in America do not have government by the majority. We have government by the majority who participate.", "author": "Unknown"}, {"quote": "History, in general, only informs us what bad government is.", "author": "Unknown"}, {"quote": "Determine never to be idle. No person will have occasion to complain of the want of time, who never loses any. It is wonderful how much may be done, if we are always doing.", "author": "Thomas Jefferson"}, {"quote": "I had rather be shut up in a very modest cottage with my books, my family and a few old friends, dining on simple bacon, and letting the world roll on as it liked, than to occupy the most splendid post, which any human power can give.", "author": "Unknown"}, {"quote": "If a nation expects to be ignorant and free, in a state of civilization, it expects what never was and never will be.", "author": "Unknown"}, {"quote": "There is nothing more unequal than the equal treatment of unequal people.", "author": "Unknown"}, {"quote": "When injustice becomes law, resistance becomes duty.", "author": "Unknown"}, {"quote": "Do you want to know who you are? Don’t ask. Act! Action will delineate and define you.", "author": "Thomas Jefferson"}, {"quote": "Every day is lost in which we do not learn something useful. Man has no nobler or more valuable possession than time.", "author": "Unknown"}, {"quote": "Be polite to all, but intimate with few.", "author": "Unknown"}, {"quote": "I believe that banking institutions are more dangerous to our liberties than standing armies.", "author": "Unknown"}, {"quote": "Our liberty depends on the freedom of the press, and that cannot be limited without being lost.", "author": "Unknown"}, {"quote": "I like the dreams of the future better than the history of the past.", "author": "Thomas Jefferson"}, {"quote": "I hold it that a little rebellion now and then is a good thing, and as necessary in the political world as storms in the physical.", "author": "Unknown"}, {"quote": "Enlighten the people generally, and tyranny and opressions of the body and mind will vanish like evil spirits at the dawn of day.", "author": "Unknown"}, {"quote": "He who permits himself to tell a lie once, finds it much easier to do it the second time.", "author": "Unknown"}, {"quote": "It is error alone which needs the support of government. Truth can stand by itself.", "author": "Unknown"}, {"quote": "The man who reads nothing at all is better educated than the man who reads nothing but newspapers.", "author": "Thomas Jefferson"}, {"quote": "An honest man can feel no pleasure in the exercise of power over his fellow citizens.", "author": "Unknown"}, {"quote": "Pride costs us more than hunger, thirst, and cold.", "author": "Unknown"}, {"quote": "Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.", "author": "Unknown"}, {"quote": "An enemy generally says and believes what he wishes.", "author": "Unknown"}, {"quote": "I cannot live without books.", "author": "Thomas Jefferson"}, {"quote": "Where the press is free and every man able to read, all is safe.", "author": "Unknown"}, {"quote": "The dead should not rule the living.", "author": "Unknown"}, {"quote": "Experience demands that man is the only animal which devours his own kind, for I can apply no milder term to the general prey of the rich on the poor.", "author": "Unknown"}, {"quote": "I prefer dangerous freedom over peaceful slavery.", "author": "Unknown"}, {"quote": "In matters of style, swim with the current; in matters of principle, stand like a rock.", "author": "Thomas Jefferson"}, {"quote": "No man will ever bring out of that office the reputation which carries him into it. The honeymoon would be as short in that case as in any other, and its moments of ecstasy would be ransomed by years of torment and hatred.", "author": "Unknown"}, {"quote": "Always take hold of things by the smooth handle.", "author": "Unknown"}, {"quote": "Ignorance is preferable to error, and he is less remote from the truth who believes nothing than he who believes what is wrong.", "author": "Unknown"}, {"quote": "The most valuable of all talents is that of never using two words when one will do.", "author": "Thomas Jefferson"}, {"quote": "The laws that forbid the carrying of arms… disarm only those who are neither inclined nor determined to commit crimes.", "author": "Unknown"}, {"quote": "We confide in our strength, without boasting of it, we respect that of others, without fearing it.", "author": "Unknown"}, {"quote": "Everything yields to diligence.", "author": "Unknown"}, {"quote": "Too old to plant trees for my own gratification, I shall do it for my posterity.", "author": "Unknown"}, {"quote": "Books constitute capital. A library book lasts as long as a house, for hundreds of years. It is not, then, an article of mere consumption but fairly of capital, and often in the case of professional men, setting out in life, it is their only capital.", "author": "Unknown"}, {"quote": "Whenever you do a thing, act as if all the world were watching.", "author": "Thomas Jefferson"}, {"quote": "As new discoveries are made, new truths discovered and manners and opinions change with the change of circumstances, institutions must advance also to keep pace with the times.", "author": "Unknown"}, {"quote": "The happiest moments of my life have been the few which I have passed at home in the bosom of my family.", "author": "Unknown"}, {"quote": "I find friendship to be like wine, raw when new, ripened with age, the true old man’s milk and restorative cordial.", "author": "Unknown"}, {"quote": "Whiskey claims to itself alone the exclusive office of sot-making.", "author": "Unknown"}, {"quote": "I predict future happiness for Americans if they can prevent the government from wasting the labors of the people under the pretense of taking care of them.", "author": "Unknown"}, {"quote": "Delay is preferable to error.", "author": "Unknown"}, {"quote": "It is my rule never to take a side in any part in the quarrels of others, nor to inquire into them. I generally presume them to flow from the indulgence of too much passion on both sides, & always find that each party thinks all the wrong was in his adversary. These bickerings, which are always useless, embitter human life more than any other cause…", "author": "Unknown"}, {"quote": "Half a loaf is better than no bread.", "author": "Unknown"}, {"quote": "A great deal of love given to a few is better than a little to many.", "author": "Thomas Jefferson"}, {"quote": "Never spend your money before you have it.", "author": "Unknown"}, {"quote": "The policy of the American government is to leave its citizens free, neither restraining them nor aiding them in their pursuits.", "author": "Unknown"}, {"quote": "Leave all the afternoon for exercise and recreation, which are as necessary as reading. I will rather say more necessary because health is worth more than learning.", "author": "Unknown"}, {"quote": "The art of life is the art of avoiding pain; and he is the best pilot, who steers clearest of the rocks and shoals with which it is beset.", "author": "Unknown"}, {"quote": "Don’t talk about what you have done or what you are going to do.", "author": "Thomas Jefferson"}, {"quote": "With your talents and industry, with science, and that steadfast honesty, which eternally pursues right, regardless of consequences, you may promise yourself everything but health, without which there is no happiness.", "author": "Unknown"}, {"quote": "Never trouble another for what you can do yourself.", "author": "Unknown"}, {"quote": "Laws and institutions must go hand in hand with the general progress of the human mind.", "author": "Unknown"}, {"quote": "But whether I retire to bed early or late, I rise with the sun.", "author": "Unknown"}, {"quote": "I hope our wisdom will grow with our power, and teach us, that the less we use our power the greater it will be.", "author": "Thomas Jefferson"}, {"quote": "No instance exists of a person’s writing two languages perfectly.", "author": "Unknown"}, {"quote": "That will always appear to be his native language which was most familiar to him in his youth.", "author": "Unknown"}, {"quote": "Nothing is troublesome that we do willingly.", "author": "Unknown"}, {"quote": "The spirit of resistance to government is so valuable on certain occasions, that I wish it always to be kept alive.", "author": "Unknown"}, {"quote": "But every difference of opinion is not a difference of principle.", "author": "Thomas Jefferson"}, {"quote": "But this momentous question. Like a fire bell in the night, awakened and filled me with terror.", "author": "Unknown"}, {"quote": "Perfect happiness, I believe, was never intended by the Deity to be the lot of one of his creatures in this world; but that he has very much put in our power the nearness of our approaches to it, is what I have steadfastly believed.", "author": "Unknown"}, {"quote": "When the government fears the people, there is liberty. When the people fear the government, there is tyranny.", "author": "Unknown"}, {"quote": "I would rather be exposed to the inconveniencies attending too much liberty than those attending too small a degree of it.", "author": "Unknown"}, {"quote": "It is neither wealth nor splendor; but tranquility and occupation which give you happiness.", "author": "Thomas Jefferson"}, {"quote": "How much pain have cost us the evils which have never happened.", "author": "Unknown"}, {"quote": "If our house be on fire, without inquiring whether it was fired from within or without, we must try to extinguish it.", "author": "Unknown"}, {"quote": "No occupation is so delightful to me as the culture of the earth, and no culture comparable to that of the garden…But though an old man, I am but a young gardener.", "author": "Unknown"}, {"quote": "Advertisements… contain the only truths to be relied on in a newspaper.", "author": "Unknown"}, {"quote": "May I never get too busy in my own affairs that I fail to respond to the needs of others with kindness and compassion.", "author": "Thomas Jefferson"}, {"quote": "The glow of one warm thought is to me worth more than money.", "author": "Unknown"}, {"quote": "A strict observance of the written laws is doubtless one of the high virtues of a good citizen, but it is not the highest. The laws of necessity, of self preservation, of saving our country when in danger, are of higher obligation.", "author": "Unknown"}, {"quote": "I never submitted the whole system of my opinions to the creed of any party of men whatever in religion, in philosophy, in politics, or in anything else where I was capable of thinking for myself. Such an addiction is the last degradation of a free and moral agent.", "author": "Unknown"}, {"quote": "Walking is the very best exercise. Habituate yourself to walk very far.", "author": "Unknown"}, {"quote": "Christianity neither is, nor ever was a part of the common law.", "author": "Unknown"}, {"quote": "If I am to meet with a disappointment, the sooner I know it, the more of life I shall have to wear it off.", "author": "Unknown"}, {"quote": "Was the government to prescribe us our medicine and diet, our bodies would be in such keeping as our souls are now.", "author": "Unknown"}, {"quote": "There is not a truth existing which I fear, or would wish unknown to the whole world.", "author": "Unknown"}, {"quote": "Dispositions of the mind, like limbs of the body, acquire strength by exercise.", "author": "Unknown"}, {"quote": "No people who are ignorant can be truly free.", "author": "Unknown"}, {"quote": "Man is an imitative animal. This quality is the germ of all education in him. From his cradle to his grave he is learning to do what he sees others do.", "author": "Unknown"}, {"quote": "Everything is useful which contributes to fix in the principles and practices of virtue.", "author": "Unknown"}, {"quote": "Self-love is no part of morality. Indeed it is exactly its counterpart. It is the sole antagonist of virtue leading us constantly by our propensities to self-gratification in violation of our moral duties to others.", "author": "Unknown"}, {"quote": "That government is best which governs the least, because its people discipline themselves.", "author": "Unknown"}, {"quote": "Freedom, the first-born of science.", "author": "Unknown"}, {"quote": "Follow truth wherever it may lead you.", "author": "Thomas Jefferson"}, {"quote": "Nature intended me for the tranquil pursuits of science, by rendering them my supreme delight. But the enormities of the times in which I have lived, have forced me to take a part in resisting them, and to commit myself on the boisterous ocean of political passions.", "author": "Unknown"}, {"quote": "Of all machines, the human heart is the most complicated and inexplicable.", "author": "Unknown"}, {"quote": "A machine for making revolutions is doing precisely the wrong thing at just the right time.", "author": "Unknown"}, {"quote": "The object of walking is to relax the mind. You should therefore not permit yourself even to think while you walk. But divert your attention by the objects surrounding you.", "author": "Unknown"}, {"quote": "Nobody is better than you and remember, you are better than nobody.", "author": "Unknown"}, {"quote": "It is the duty of every American citizen to take part in a vigorous debate on the issues of the day.", "author": "Unknown"}, {"quote": "Every generation needs a new revolution.", "author": "Unknown"}, {"quote": "Ridicule is the only weapon which can be used against unintelligible propositions.", "author": "Unknown"}, {"quote": "We hope our list of Thomas Jefferson quotes do him the honor he deserves as one of the Founding Fathers of the United States. Did we miss any of your favorites?", "author": "Unknown"}]