[{"quote": "‘Thank you’ is the best prayer that anyone could say. I say that one a lot. Thank you expresses extreme gratitude, humility, understanding.", "author": "Alice Walker"}, {"quote": "A great man is one who has not lost the child’s heart.", "author": "Mencius"}, {"quote": "A happy soul in a happy body.", "author": "Lailah Gifty Akita"}, {"quote": "A journey of a thousand miles must begin with a single step.", "author": "Lao-Tzu"}, {"quote": "A very interesting theory makes no sense at all.", "author": "Groucho Marx"}, {"quote": "Advantages never comes free. You have to create it the way you want it!", "author": "Ashish Patel"}, {"quote": "All things excellent are as difficult as they are rare.", "author": "Baruch Spinoza"}, {"quote": "An eye for an eye only ends up making the whole world blind…", "author": "Mahatma Gandhi"}, {"quote": "Anyone who has never made a mistake, has never tried anything new.", "author": "Albert Einstein"}, {"quote": "Architecture is the thoughtful making of space.", "author": "Louis Kahn"}, {"quote": "At some point, you have to stop running and turn around and face whoever wants you dead.The hard thing is finding the courage to do it.", "author": "Suzanne Collins"}, {"quote": "Be kind to one another.", "author": "Jim Henson"}, {"quote": "Be kind, for everyone you meet is fighting a battle.", "author": "Plato"}, {"quote": "Be thankful for what you have; you’ll end up having more. If you concentrate on what you don’t have, you will never, ever have enough.", "author": "Oprah Winfrey"}, {"quote": "Believe nothing, O monks, merely because you have been told it … or because is it traditional, or because you yourselves have imagined it. Do not believe what your teacher tells you merely out of respect for the teacher. But, whatsoever, after due examination and analysis, you find to be conducive to the good, the benefit, the welfare of all beings–that doctrine believe and cling to, and take it as your guide.", "author": "Buddha"}, {"quote": "Build your own dreams, or someone else will hire you to build theirs.", "author": "Farraj Gray"}, {"quote": "Despite your best efforts, not everyone wants to be helped. Make a difference where you can and be at peace with the rest.", "author": "Gary Hopkins"}, {"quote": "Do just once what others say you can’t do and you will never pay attention to their limitations again.", "author": "James R. Cook"}, {"quote": "Do not do to others what angers you if done to you by others.", "author": "Socrates"}, {"quote": "Don’t ever forget that a small group of thoughtful people can change the world, it’s the only thing that ever has.", "author": "Aaron Sorkin"}, {"quote": "Enjoy the little things, for one day you may look back and realize they were the big things.", "author": "Robert Brault"}, {"quote": "Even when we do not actively participate in our destiny, we are still on a chosen path. Life has a way of making decisions for us.", "author": "Nina Guilbeau"}, {"quote": "Every day, a new opportunity to decide where your next step will go is given to you. Your future will be determined by the accumulation of these daily decisions. You control your steps and therefore your destiny, so choose wisely.", "author": "Kevin Ngo"}, {"quote": "Every thoughtful and kind-hearted person must regard with interest any device or plan which promises to enable at least the more intelligent, enterprising, and determined part of those who are not capitalists to cease to labor for hire.", "author": "Leland Stanford"}, {"quote": "Everyone has inside them a piece of good news. The good news is you dont know how great you can be! How much you can love! What you can accomplish! And what your potential is.", "author": "Anne Frank"}, {"quote": "Experience is not what happens to you; it’s what you do with what happens to you.", "author": "Aldous Huxley"}, {"quote": "Feeling gratitude and not expressing it is like wrapping a present and not giving it.", "author": "William Arthur Ward"}, {"quote": "Good manners are not merely snobbish ornaments, as Mrs. Lippett’s regime appeared to believe. They mean self-discipline and thought for others, and my children have got to learn them.", "author": "Jean Webster"}, {"quote": "Gratitude is the healthiest of all human emotions. The more you express gratitude for what you have, the more likely you will have even more to express gratitude for.", "author": "Zig Ziglar"}, {"quote": "He who spends too long regretting his ruined crop will be neglect to plant next year’s harvest.", "author": "François Lelord"}, {"quote": "Human nature is like water. It takes the shape of its container.", "author": "Wallace Stevens"}, {"quote": "Humility is not thinking less of yourself, it’s thinking of yourself less.", "author": "C. S. Lewis"}, {"quote": "I am certain of nothing but of the holiness of the heart’s affections, and the truth of the Imagination.", "author": "John Keats"}, {"quote": "I can’t go back to yesterday because I was a different person then.", "author": "Lewis Carroll"}, {"quote": "I have a life without you. You’re not my entire world. You’re just the part I loved the most…", "author": "S.C Stephens"}, {"quote": "I have spread my dreams under your feet; Tread softly, because you tread on my dreams.", "author": "William Butler Yeats"}, {"quote": "I know of no more encouraging fact than the unquestionable ability of man to elevate his life by conscious endeavor.", "author": "Henry David Thoreau"}, {"quote": "I think we all do have a guardian angel. I believe they work through us all the time, when we are thoughtful and good and kind to each other.", "author": "Roma Downey"}, {"quote": "I would maintain that thanks are the highest form of thought, and that gratitude is happiness doubled by wonder.", "author": "Gilbert K. Chesterton"}, {"quote": "I’m very thoughtful, and when I make a decision I usually stick to it.", "author": "Casey Stoner"}, {"quote": "If you don’t like something change it; if you can’t change it, change the way you think about it…", "author": "Mary Engelbreit"}, {"quote": "If you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things.", "author": "Rene Descartes"}, {"quote": "It has been my experience that rewarding and heart-breaking often go hand in hand.", "author": "Holly Sloan"}, {"quote": "It is not the strongest of the species that survives, nor the most intelligent. It is the one that is most adaptable.", "author": "Charles Darwin"}, {"quote": "It is so shocking to find out how many people do not believe that they can learn, and how many more believe learning to be difficult.", "author": "Frank Herbert"}, {"quote": "It is time for us all to stand and cheer for the doer, the achiever – the one who recognizes the challenges and does something about it.", "author": "Vince Lombardi"}, {"quote": "It’s important to be thoughtful and mindful about the things you say to other people.", "author": "Evan Spiegel"}, {"quote": "It’s not what happens to you, but how you react to it that matters.", "author": "Epictetus"}, {"quote": "Learn to recognize the false dawn from the true; distinguish the color of the wine from the color of the cup. Then it may be that patience and time may produce, out of the spectrum-viewing sight, true vision, and you will behold colors other than these mortal hues, you will see pearls instead of stones. Pearls, did I say? Nay more, you will become a sea, you will become a sun traveling the sky.", "author": "Jalal Al-Din Rumi"}, {"quote": "Life is going to beat you up, it wouldn’t be fair if you didn’t throw some punches back at it.", "author": "Bradley Bowman"}, {"quote": "Life isn’t about finding yourself. Life is about creating yourself.", "author": "George Bernard Shaw"}, {"quote": "Living well is the best revenge.", "author": "George Herbert"}, {"quote": "Many a time I have wanted to stop talking and find out what I really believed.", "author": "Walter Lippman"}, {"quote": "Nature, more of a stepmother than a mother in several ways, has sown a seed of evil in the hearts of mortals, especially in the more thoughtful men, which makes them dissatisfied with their own lot and envious of another’s.", "author": "Desiderius Erasmus"}, {"quote": "Never doubt that a small group of thoughtful, committed citizens can change the world; indeed, it’s the only thing that ever has.", "author": "Margaret Mead"}, {"quote": "Never underestimate the power of thought; it is the greatest path to discovery.", "author": "Idowu Koyenikan"}, {"quote": "No matter how bad things are, you can always make things worse.", "author": "Randy Pausch"}, {"quote": "No one can make you feel inferior without your consent…", "author": "Rosa Parks"}, {"quote": "Nobody, as long as he moves about among the chaotic currents of life, is without trouble.” – Carl Jung“None is more impoverished than the one who has no gratitude. Gratitude is a currency that we can mint for ourselves, and spend without fear of bankruptcy.", "author": "” – Fred De Witt Van Amburgh"}, {"quote": "Now and then, it is good to pause in our pursuit of happiness and just be happy.", "author": "Guillame Apollinaire"}, {"quote": "One wondering thought pollutes the day.", "author": "Mary Shelley"}, {"quote": "Only one who takes over his own life history can see in it the realization of his self. Responsibility to take over one’s own biography means to get clear about who one wants to be.", "author": "Jürgen Habermas"}, {"quote": "Reflect upon your present blessings, of which every man has plenty; not on your past misfortunes, of which all men have some.", "author": "Charles Dickens"}, {"quote": "Reflect your thoughts and watch others mirror them back to you.", "author": "Stephen Richards"}, {"quote": "Respect for self is the beginning of cultivating virtue in men and women.", "author": "Gordon B. Hinckley"}, {"quote": "Some days seem to fit together like a stained glass window. A hundred little pieces of different color and mood that, when combined, create a complete picture.", "author": "Maggie Stiefvater"}, {"quote": "Some people grumble that roses have thorns; I am grateful that thorns have roses.", "author": "Alphonse Karr"}, {"quote": "Sometimes the road less traveled is less traveled for a reason.", "author": "Jerry Seinfeld"}, {"quote": "Sow an act, and you reap a habit. Sow a habit, and you reap a character. Sow a character, and you reap a destiny.", "author": "Charles Reade"}, {"quote": "Stop the habit of wishful thinking and start the habit of thoughtful wishes.", "author": "Mary Martin"}, {"quote": "Storms don’t come to teach us painful lessons, rather they were meant to wash us clean.", "author": "Shannon L. Alder"}, {"quote": "Thankfulness is the beginning of gratitude. Gratitude is the completion of thankfulness. Thankfulness may consist merely of words. Gratitude is shown in acts.", "author": "Henri Frederic Amiel"}, {"quote": "The first and final thing you have to do in this world is to last it and not be smashed by it…", "author": "Ernest Hemingway"}, {"quote": "The glow of one warm thought is to me worth more than money…", "author": "Thomas Jefferson"}, {"quote": "The least of things with a meaning is worth more in life than the greatest of things without it.", "author": "Carl Jung"}, {"quote": "The only way to do great work is to love what you do. If you haven’t found it yet, keep looking. Don’t settle.", "author": "Steve Jobs"}, {"quote": "The purest and most thoughtful minds are those which love color the most.", "author": "John Ruskin"}, {"quote": "The quieter you become, the more you can hear.", "author": "Baba Ramdas"}, {"quote": "The roots of all goodness lie in the soil of appreciation for goodness.", "author": "Dalai Lama"}, {"quote": "The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.", "author": "Khalil Gibran"}, {"quote": "The thoughtful soul to solitude retires.", "author": "Omar Khayyam"}, {"quote": "The way to develop the best that is in a person is by appreciation and encouragement.", "author": "Charles Schwab"}, {"quote": "The whole is more than the sum of its parts.", "author": "Aristotle"}, {"quote": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.", "author": "Albert Einstein"}, {"quote": "There is never a right time. Except the time we make right.", "author": "Richmond Akhigbe"}, {"quote": "There is no exercise better for the heart than reaching down and lifting people up.", "author": "John Holmes"}, {"quote": "There is nothing wrong with the love of Beauty. But Beauty – unless she is wed to something more meaningful – is always superficial.", "author": "Donna Tartt"}, {"quote": "There’s nothing wrong with enjoying looking at the surface of the ocean itself, except that when you finally see what goes on underwater,you realize that you’ve been missing the whole point of the ocean. Staying on the surface all the time is like going to the circus and staring at the outside of the tent.", "author": "Dave Barry"}, {"quote": "To understand the heart and mind of a person, look not at what he has already achieved, but what he aspires to.", "author": "Kahlil Gibran"}, {"quote": "We all know so much, and yet at the same time we don’t know anything.", "author": "Grace Fiorre"}, {"quote": "We are always the same age inside.", "author": "Gertrude Stein"}, {"quote": "When I started counting my blessings, my whole life turned around.", "author": "Willie Nelson"}, {"quote": "When someone tells me ‘no,’ it doesn’t mean I can’t do it, it simply means I can’t do it with them.", "author": "Karen E. Quinones Miller"}, {"quote": "Whenever you’re going through a tough time, generally, you become more compassionate, you become softer, you become more thoughtful, kinder. These are all spiritual qualities that will help you to align yourself with God and God consciousness rather than with a split fear-based consciousness.", "author": "Wayne Dyer"}, {"quote": "Who looks outside, dreams; who looks inside, awakes.", "author": "Carl Jung"}, {"quote": "Writing makes it easier to cope with life.", "author": "Mary Sage Nguyen"}, {"quote": "You are, after all, what you think. Your emotions are the slaves to your thoughts, and you are the slave to your emotions.", "author": "Elizabeth Gilbert"}, {"quote": "You can’t understand where someone’s going unless you understand where they’ve been.", "author": "Jerry B. Jenkins"}, {"quote": "You cannot push anyone up the ladder unless he is willing to climb.", "author": "Andrew Carnegie"}, {"quote": "You cannot step into the same river twice, for other waters are continually flowing on.", "author": "Heraclitus"}, {"quote": "You get to a point where you have to start planning, when you cross that line where you have enough value to get someone’s movie made if you attach yourself to it, you have to be very thoughtful and have to plan.", "author": "Chris Pratt"}, {"quote": "Your breath upon the wind shall surely lodge within some breast. Ask not whose breast it is. See only that the breath itself be pure.", "author": "Mikhail Naimy"}]