[{"quote": "Reality is wrong. Dreams are for real.", "author": "Unknown"}, {"quote": "A coward dies a thousand deaths. A soldier dies but once.", "author": "Unknown"}, {"quote": "During your life, never stop dreaming. No one can take away your dreams.", "author": "Tupac Shakur"}, {"quote": "There’s gonna be some stuff you gonna see thats gonna make it hard to smile in the future, but through whatever you see, through all the rain and the pain you gotta keep your sense of humor. You gotta be able to smile through all this bullshit…remember that.", "author": "Unknown"}, {"quote": "I don’t see myself being special; I just see myself having more responsibilities than the next man. People look to me to do things for them, to have answers.", "author": "Unknown"}, {"quote": "It’s the game of life. Do I win or do I lose? One day they’re gonna shut the game down. I gotta have as much fun and go around the board as many times as I can before it’s my turn to leave.", "author": "Unknown"}, {"quote": "I think I’m a natural-born leader. I know how to bow down to authority if it’s authority that I respect.", "author": "Unknown"}, {"quote": "For every dark night, there’s a brighter day.", "author": "Tupac Shakur"}, {"quote": "I know it seems hard sometimes but remember one thing. Through every dark night, theres a bright day after that. So no matter how hard it get, stick your chest out, keep ya head up and handle it.", "author": "Unknown"}, {"quote": "It’s a struggle for every young Black man. You know how it is, only God can judge us.", "author": "Unknown"}, {"quote": "I just don’t know how to deal with so many people giving me that much affection. I never had that in my life.", "author": "Unknown"}, {"quote": "All I’m trying to do is survive and make good out of the dirty, nasty, unbelievable lifestyle that they gave me.", "author": "Unknown"}, {"quote": "Life’s a wheel of fortune and it’s my chance to spin it.", "author": "Tupac Shakur"}, {"quote": "When you do rap albums, you got to train yourself. You got to constantly be in character.", "author": "Unknown"}, {"quote": "Somebody help me, tell me where to go from here cause even thugs cry, but do the Lord care?", "author": "Unknown"}, {"quote": "We wouldn’t ask why a rose that grew from the concrete for having damaged petals; in turn, we would all celebrate its tenacity, we would all love its will to reach the sun. Well, we are the roses, this is the concrete and these are my damaged petals. Don’t ask me why, thank God, and ask me how.", "author": "Unknown"}, {"quote": "Everybody’s at war with different things. I’m at war with my own heart sometimes.", "author": "Tupac Shakur"}, {"quote": "I would rather have been shot straight-up in cold blood-but to be set up? By people who you trusted? That’s bad.", "author": "Unknown"}, {"quote": "Let the Lord judge the criminals.", "author": "Unknown"}, {"quote": "The only thing that comes to a sleeping man is dreams.", "author": "Unknown"}, {"quote": "What I learned in jail is that I can’t change. I can’t live a different lifestyle – this is it. This is the life that they gave and this is the life that I made.", "author": "Unknown"}, {"quote": "I’m a reflection of the community.", "author": "Unknown"}, {"quote": "We all gonna die, we bleed from similar veins.", "author": "Unknown"}, {"quote": "I’d rather die like a man, than live like a coward.", "author": "Tupac Shakur"}, {"quote": "I feel like role models today are not meant to be put on a pedestal. But more like angels with broken wings.", "author": "Unknown"}, {"quote": "My mama always used to tell me: ‘if you can’t find somethin’ to live for, you best find somethin’ to die for.’", "author": "Unknown"}, {"quote": "If God wanted me to be quiet he would’ve never showed me what he does.", "author": "Unknown"}, {"quote": "I’ll probably be punished for hard living.", "author": "Unknown"}, {"quote": "I am society’s child. This is how they made me and now I’m sayin’ what’s on my mind and they don’t want that. This is what you made me, America.", "author": "Unknown"}, {"quote": "Though things change, the future’s still inside of me.", "author": "Tupac Shakur"}, {"quote": "I don’t have no fear of death. My only fear is coming back reincarnated.", "author": "Unknown"}, {"quote": "I’m 23 years old. I might just be my mother’s child, but in all reality, I’m everybody’s child. Nobody raised me; I was raised in this society.", "author": "Unknown"}, {"quote": "There’s nobody in the business strong enough to scare me.", "author": "Unknown"}, {"quote": "In my mind I’m a blind man doin’ time.", "author": "Unknown"}, {"quote": "With all my fans I got a family again.", "author": "Unknown"}, {"quote": "I believe that everything that you do bad comes back to you. So everything that I do that’s bad, I’m going to suffer from it. But in my mind, I believe what I’m doing is right. So I feel like I’m going to heaven.", "author": "Unknown"}, {"quote": "It seems like every time you come up something happens to bring you back down.", "author": "Tupac Shakur"}, {"quote": "Of course I’m going to say “I’m a thug,” that’s because I came from the gutter and I’m still here!", "author": "”"}, {"quote": "I’ve been shot five times but I’m still breathing, living proof there a God if you need a reason.", "author": "Unknown"}, {"quote": "I don’t want to be a role model. I just want to be someone who says, this is who I am, this is what I do, I say what’s on my mind.", "author": "Unknown"}, {"quote": "If we really are saying that rap is an art form, then we got to be more responsible for our lyrics. If you see everybody dying because of what you are saying, it don’t matter that you didn’t make them die. It just matters that you didn’t save them.", "author": "Unknown"}, {"quote": "Death is not the greatest loss in life. The greatest loss is what dies inside while still alive. Never surrender.", "author": "Unknown"}, {"quote": "I’m not sayin’ I’m gonna rule the world, or that I’m gonna change the world, but I guarantee that I will spark the brain that will change the world.", "author": "Tupac Shakur"}, {"quote": "That which does not kill me can only make me stronger. I don’t see why everybody feel as though that they gotta tell me how to live my life.", "author": "Unknown"}, {"quote": "Forgive but don’t forget, girl keep your head up. And when he tells you you ain’t nothing, don’t believe him. And if he can’t learn to love you, you should leave him.", "author": "Unknown"}, {"quote": "Can’t close my eyes cause all I see is terror. I hate the man in the mirror cause his reflection makes the pain turn realer.", "author": "Unknown"}, {"quote": "Fear is stronger than love, remember that. Fear is stronger than love. All that love I gave didn’t mean nothing when it came to fear.", "author": "Unknown"}, {"quote": "One day I’m gonna bust, blow up on this society. Why did you lie to me? I couldn’t find a trace of equality.", "author": "Unknown"}, {"quote": "The seed must grow regardless of the fact that it’s planted in stone.", "author": "Tupac Shakur"}, {"quote": "Every day, I’m standing outside trying to sing my way in: We are hungry, please let us in We are hungry, please let us in. After about a week that song is gonna change to: We hungry, we needsome food. After two, three weeks, it’s like: Give me the food Or I’m breaking down the door. After a year you’re just like: I’m picking the lock. Coming through the door blasting.", "author": "Unknown"}, {"quote": "I have not brought violence to you. I have not brought ‘thug life’ to America. I didn’t create ‘thug life;’ I diagnosed it.", "author": "Unknown"}, {"quote": "If I was white, I would be like John Wayne. I feel like a tragic hero in a Shakespeare play. Somebody who pulled himself up by his bootstraps, from poverty.", "author": "Unknown"}, {"quote": "Behind every sweet smile, there is a bitter sadness that no one can see and feel.", "author": "Tupac Shakur"}, {"quote": "I said, I’m gonna write a song about the women like my mom, women like my sister, who I think represent the strong black women, and I did that. Now I’mma write about the women I see everyday and that was ‘[I] Get Around.’ If I just write songs like ‘Keep Ya Head Up’ it would make me seem more than what I am, but I’m just a normal man.", "author": "Unknown"}, {"quote": "What makes me saying ‘I don’t give a f***,’ different from Patrick Henry saying ‘Give me liberty or give me death?’ What makes my freedom any different than Bosnians or who ever [America] wants to fight for this year? They should give money to the ghetto.", "author": "Unknown"}, {"quote": "Don’t live to fight, fight to live.", "author": "Tupac Shakur"}, {"quote": "Hip Hop when it started it was supposed to be this new thing that had no boundaries and was so different to everyday music. Now it seems like I was starting to get caught up in the mode of what made hip hop come about. As long as the music has the true to the heart soul it can be hip hop. As long it has soul to it, hip hop can live on.", "author": "Unknown"}, {"quote": "Why can’t [the President] take some of those people off the street and put them in his White House? Then he’ll have people from the street to help him with his ideas. They haven’t been homeless forever; they’ve done things for society.", "author": "Unknown"}, {"quote": "I want to grow. I want to be better. You grow. We all grow. We’re made to grow. You either evolve or you disappear.", "author": "Tupac Shakur"}, {"quote": "Until it happened, I really did believe that no Black person would ever shoot me. I believed that I didn’t have to fear my own community, You know, I was like I represent them. I’m their ambassador to the world, they will never do me wrong.", "author": "Unknown"}, {"quote": "Every time I speak I want the truth to come out. Every time I speak I want a shiver. I don’t want them to be like they know what I’m gonna say because it’s polite. I’m not saying I’m gonna rule the world or I’m gonna change the world, but I guarantee you that I will spark the brain that will change the world.", "author": "Unknown"}, {"quote": "I set goals, take control, drink out my own bottle. I make mistakes but learn from every one. And when it’s said and done, I bet this brother be a better one. If I upset you don’t stress; never forget, that God isn’t finished with me yet.", "author": "Unknown"}, {"quote": "If you let a person talk long enough you’ll hear their true intentions! Listen twice, speak once.", "author": "Tupac Shakur"}, {"quote": "We can never go nowhere unless we share with each other.", "author": "Unknown"}, {"quote": "You can spend minutes, hours, days, weeks, or months over-analyzing a situation; trying to put the pieces together, justifying what could’ve, would’ve happened…or you can just leave the pieces on the floor and move the f*** on.", "author": "Unknown"}, {"quote": "Never surrender, it’s all about the faith you got; don’t ever stop, just push it ‘till you hit the top and if you drop, at least you know you gave your all to be true to you, that way you can never fail.", "author": "Unknown"}, {"quote": "Even the genius asks questions.", "author": "Tupac Shakur"}, {"quote": "The same crime element that white people are scared of black people are scared of. While they waiting for legislation to pass, we next door to the killer. All them killers they let out, they’re in that building. Just because we black, we get along with the killers? What is that?", "author": "Unknown"}, {"quote": "I shall not fear man but God, though I walk through the valley of death.", "author": "Unknown"}, {"quote": "I am not a perfectionist, but still I seek perfection. I am not a great romantic, but yet I yearn for affection.", "author": "Tupac Shakur"}, {"quote": "Even warriors put their spears down on Sundays.", "author": "Unknown"}, {"quote": "There’s no way I could pay you back but my plan is to show you that I understand, you are appreciated.", "author": "Unknown"}, {"quote": "You just can’t be calling us fakers and pretenders and non-creative and say we can’t freestyle.", "author": "Unknown"}, {"quote": "No matter who committed the crime, they all yell at me. And the media is greedier than most. You could sell ‘em your soul and they’ll be on ya till a nigga’s a ghost.", "author": "Unknown"}, {"quote": "I feel like Black Jesus got his hands on me and guides me through life to put me where I’m supposed to be.", "author": "Unknown"}, {"quote": "You can never “just be friends” with someone you fall in love with.", "author": "”"}, {"quote": "Follow your heart, but take your brain with you.", "author": "Tupac Shakur"}, {"quote": "It takes skill to be real. Time to heal each other.", "author": "Unknown"}, {"quote": "Out of anger comes controversy, out of controversy comes conversation, out of conversation comes action.", "author": "Unknown"}, {"quote": "America wants its respect.", "author": "Unknown"}, {"quote": "I worked hard all my life as far as this music business. I dreamed of the day when I could go to New York and feel comfortable and they could come out here and be comfortable.", "author": "Unknown"}, {"quote": "The only time I have problems is when I sleep.", "author": "Unknown"}, {"quote": "If you could walk a mile in my shoes you’d be crazy too.", "author": "Tupac Shakur"}, {"quote": "I didn’t choose the thug life, the thug life chose me.", "author": "Unknown"}, {"quote": "No matter what these people say about me, my music doesn’t glorify any image. My music is spiritual when you listen to it. It’s all about emotion, I tell my innermost, darkest secrets.", "author": "Unknown"}, {"quote": "Don’t change on me. Don’t extort me unless you intend to do it forever.", "author": "Unknown"}, {"quote": "They got money for the war but can’t feed the poor.", "author": "Unknown"}, {"quote": "What people do for the struggle of power is madness.", "author": "Unknown"}, {"quote": "Imperfection is inherited, therefore we all sin, but fighting the war of sin is the greatest war of all because we all die in the end, no matter how hard we fight.", "author": "Unknown"}, {"quote": "I’m not perfect. But I’ll always be real.", "author": "Tupac Shakur"}, {"quote": "I know death follows me, but I murder him first.", "author": "Unknown"}, {"quote": "Ain’t a woman alive that can take my momma’s place.", "author": "Unknown"}, {"quote": "This fast life soon shatters, cause after all the lights and screams, nothing but my dreams matter.", "author": "Unknown"}, {"quote": "Unconditional love. Talking bout the stuff that don’t wear off, it don’t fade. It’ll last for all these crazy days, these crazy nights. Whether you wrong or you right, I’ma still love you, still feel you, still there for you. No matter what, you will always be in my heart with unconditional love.", "author": "Unknown"}, {"quote": "I know what good morals are, but you’re supposed to disregard good morals when you’re living in a crazy, bad world. If you’re in hell, how can you live like an angel? You’re surrounded by devils,trying to be an angel? That’s like suicide.", "author": "Unknown"}, {"quote": "I don’t want it if it’s that easy.", "author": "Tupac Shakur"}, {"quote": "It don’t stop ’til the casket drop.", "author": "Unknown"}, {"quote": "I am a hard person to love but when I love, I love really hard.", "author": "Unknown"}, {"quote": "I did not wanted to become the victim, so became the bully.", "author": "Unknown"}, {"quote": "Don’t believe everything you hear. Real eyes, realize, real lies.", "author": "Unknown"}, {"quote": "We was young and we was dumb, but we had heart.", "author": "Unknown"}, {"quote": "Is it a crime to fight for what is mine?", "author": "Tupac Shakur"}, {"quote": "Many dreams are what we had and plenty wishes.", "author": "Unknown"}, {"quote": "If you had any consciousness of the reality we live in, you could feel his energy. You knew he was a special individual. He was very prolific in expressing himself. He had a lot of hostility. I think it was just misguided and misdirected. It was obvious he was a genius, he was a prodigy. He was just amazing as far as his energy was concerned. He was explosive — like a black panther ready to pounce.", "author": "Mike Tyson"}, {"quote": "He was so polite and nice. He was counter to his persona.", "author": "Will Ferrell"}, {"quote": "I’ve had never in my life met a person like Pac. He had so much charisma. And he was poor. When I met Pac, he owned two pairs of pants and two sweaters. He used to tell me all the time. He was like, ‘Jada, you’re a superstar.’ He didn’t say it about himself.", "author": "Jada Pinkett Smith"}, {"quote": "Tupac was a revolutionary, and being a revolutionary takes more than shooting pistols and getting tattoos.", "author": "B.o.B."}, {"quote": "Every time I think about Tupac or hear a song, I think about how much work he put in. He could never have put in that much if he didn’t have passion for it. The things that he talked about, he actually believed.", "author": "Billy Danze"}, {"quote": "Tupac taught me that in truth there is freedom. He spoke his mind and said what was in his heart.", "author": "Common"}]