[{"quote": "We must accept finite disappointment, but we must never lose infinite hope.", "author": "Martin Luther King"}, {"quote": "The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity.", "author": "Ulysses S. Grant"}, {"quote": "We must embrace pain and burn it as fuel for our journey.", "author": "Kenji Miyazawa"}, {"quote": "Fall seven times, stand up eight.", "author": "Japanese Proverb"}, {"quote": "Sometimes our light goes out, but is blown again into instant flame by an encounter with another human being.", "author": "Albert Schweitzer"}, {"quote": "We should always pray for help, but we should always listen for inspiration and impression to proceed in ways different from those we may have thought of.", "author": "John H. Groberg"}, {"quote": "A problem is a chance for you to do your best.", "author": "Duke Ellington"}, {"quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.", "author": "Henry Ford"}, {"quote": "The gem cannot be polished without friction, nor man perfected without trials.", "author": "Chinese Proverb"}, {"quote": "Obstacles don’t have to stop you. If you run into a wall, don’t turn around and give up. Figure out how to climb it, go through it, or work around it.", "author": "Michael Jordan"}, {"quote": "The greater the difficulty, the more glory in surmounting it. Skillful pilots gain their reputation from storms and tempests.", "author": "Epicetus"}, {"quote": "Problems are not stop signs, they are guidelines.", "author": "Robert Schuller"}, {"quote": "Prosperity is a great teacher; adversity is a greater. Possession pampers the mind; privation trains and strengthens it.", "author": "William Hazlitt"}, {"quote": "Prosperity is not without many fears and disasters; and adversity is not without comforts and hopes.", "author": "Francis Bacon"}, {"quote": "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.", "author": "Thich Nhat Hanh"}, {"quote": "Never let your head hang down. Never give up and sit down and grieve. Find another way. And don’t pray when it rains if you don’t pray when the sun shines.", "author": "Leroy Satchel Paige"}, {"quote": "The difference between stumbling blocks and stepping stones is how you use them.", "author": "Unknown"}, {"quote": "Next to trying and winning, the best thing is trying and failing.", "author": "L.M. Montgomery"}, {"quote": "Just as despair can come to one only from other human beings, hope, too, can be given to one only by other human beings.", "author": "Elie Weisel"}, {"quote": "The greatest glory in living lies not in never failing, but in rising every time we fail.", "author": "Nelson Mandela"}, {"quote": "In times of great stress or adversity, it’s always best to keep busy, to plow your anger and your energy into something positive.", "author": "Lee Iacocca"}, {"quote": "It is only in our darkest hours that we may discover the true strength of the brilliant light within ourselves that can never, ever, be dimmed.", "author": "Doe Zantamata"}, {"quote": "Tough times never last, but tough people do.", "author": "Robert H Schuller"}, {"quote": "If it’s not exactly like you thought it would be, you think it’s a failure. What about the spectrum of colors in between.", "author": "Sara Evans"}, {"quote": "Use what you’ve been through as fuel, believe in yourself and be unstoppable!", "author": "Yvonne Pierre"}, {"quote": "I learned there are troubles of more than one kind. Some come from ahead, others come from behind. But I’ve bought a big bat. I’m all ready, you see. Now my troubles are going to have trouble with me.", "author": "Dr. Seuss"}, {"quote": "In three words I can sum up everything I’ve learned about life. It goes on.", "author": "Robert Frost"}, {"quote": "Prosperity makes friends, adversity tries them.", "author": "Publilius Syrus"}, {"quote": "Every adversity, every failure and every heartache carries with it the seed of an equivalent or a greater benefit.", "author": "Napoleon Hill"}, {"quote": "If you don’t like something change it; if you can’t change it, change the way you think about it.", "author": "Mary Engelbreit"}, {"quote": "Courage doesn’t always roar. Sometimes courage is the quiet voice at the end of the day, saying, “I will try again tomorrow.", "author": "Mary Anne Radmacher"}, {"quote": "Believe that life is worth living and your belief will help create the fact.", "author": "William James"}, {"quote": "Have great hopes and dare to go all out for them. Have great dreams and dare to live them. Have tremendous expectations and believe in them.", "author": "Norman Vincent Peale"}, {"quote": "Things turn out the best for the people who make the best of the way things turn out.", "author": "John Wooden"}, {"quote": "The best way to get rid of the pain is to feel the pain. And when you feel the pain and go beyond it, you’ll see there’s a very intense love that is wanting to awaken itself.", "author": "Deepak Chopra"}, {"quote": "To have darkness behind me, in front of me a bright sky, flickering lights on the water and to feel it on the stony face of the southern sun.", "author": "Julia Hartwig"}, {"quote": "Even if happiness forgets you a little bit, never completely forget about it.", "author": "Jacques Prevert"}, {"quote": "Man is fond of counting his troubles but he does not count his joys. If he counted them up, as he ought to, he would see that every lot has enough happiness provided for it.", "author": "Fyodor Dostoevsky"}, {"quote": "It doesn’t matter how slow you go, as long as you don’t stop.", "author": "Confucius"}, {"quote": "Learn how to be happy with what you have while you pursue all that you want.", "author": "Jim rohn"}, {"quote": "You are today where your thoughts have brought you; you will be tomorrow where your thoughts take you.", "author": "James Allen"}, {"quote": "To succeed, you have to do something and be very bad at it for a while. You have to look bad before you can look really good.", "author": "Barbara DeAngelis"}, {"quote": "The bravest sight in the world is to see a great man struggling against adversity.", "author": "Seneca"}, {"quote": "I ask not for a lighter burden, but for broader shoulders.", "author": "Jewish Proverb"}, {"quote": "When things are bad, we take comfort in the thought that they could always get worse. And when they are, we find hope in the thought that things are so bad they have to get better.", "author": "Malcolm S. Forbes"}, {"quote": "He knows not his own strength who hath not met adversity.", "author": "William Samuel Johnson"}, {"quote": "I will love the light for it shows me the way, yet I will endure the darkness for it shows me the stars.", "author": "Og Mandino"}]