[{"quote": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.", "author": "Unknown"}, {"quote": "Winning isn’t everything, but wanting to win is.", "author": "Vince Lombardi"}, {"quote": "The quality of a person’s life is in direct proportion to their commitment to excellence, regardless of their chosen field of endeavor.", "author": "Unknown"}, {"quote": "Individual commitment to a group effort, that is what makes a team work.", "author": "Unknown"}, {"quote": "After the cheers have died down and the stadium is empty, after the headlines have been written and after you are back in the quiet of your room and the championship ring has been placed on the dresser and all the pomp and fanfare has faded, the endu.", "author": "Unknown"}, {"quote": "In great attempts, it is glorious even to fail.”\n\n\n\n\n\n\n“It’s not whether you get knocked down, it’s whether you get up.", "author": "” -Vince Lombardi"}, {"quote": "Football is like life – it requires perseverance, self-denial, hard work, sacrifice, dedication and respect for authority.", "author": "Unknown"}, {"quote": "Once a man has made a commitment to a way of life, he puts the greatest strength in the world behind him. It’s something we call heart power. Once a man has made this commitment, nothing will stop him short of success.", "author": "Unknown"}, {"quote": "Leaders are made, they are not born. They are made by hard effort, which is the price which all of us must pay to achieve any goal that is worthwhile.", "author": "Unknown"}, {"quote": "I firmly believe that any man’s finest hour, the greatest fulfillment of all that he holds dear, is the moment when he has worked his heart out in a good cause and lies exhausted on the field of battle, victorious.", "author": "Unknown"}, {"quote": "The only place success comes before work is in the dictionary.", "author": "Vince Lombardi"}, {"quote": "Leadership rests not only upon ability, not only upon capacity; having the capacity to lead is not enough. The leader must be willing to use it. His leadership is then based on truth and character. There must be truth in the purpose and will power in the character.", "author": "Unknown"}, {"quote": "Inches make champions.", "author": "Unknown"}, {"quote": "If you can accept losing you can’t win. If you can walk you can run. No one is ever hurt. Hurt is in your mind.", "author": "Unknown"}, {"quote": "The greatest accomplishment is not in never falling, but in rising again after you fall.", "author": "Unknown"}, {"quote": "Once you learn to quit, it becomes a habit.", "author": "Vince Lombardi"}, {"quote": "Every time a football player goes to ply his trade he’s got to play from the ground up — from the soles of his feet right up to his head. Every inch of him has to play. Some guys play with their heads. That’s OK You’ve got to be smart to be number one in any business. But more importantly, you’ve got to play with your heart, with every fiber of your body. If you’re lucky enough to find a guy with a lot of head and a lot of heart, he’s never going to come off the field second.", "author": "Unknown"}, {"quote": "Practice does not make perfect. Only perfect practice makes perfect.", "author": "Unknown"}, {"quote": "The real glory is being knocked to your knees and then coming back. That’s real glory. That’s the essence of it.", "author": "Unknown"}, {"quote": "If you aren’t fired up with enthusiasm, you’ll be fired with enthusiasm.", "author": "Unknown"}, {"quote": "Life’s battles don’t always go to the stronger or faster man. But sooner or later, the man who wins is the man who thinks he can.", "author": "Unknown"}, {"quote": "Confidence is contagious; so is lack of confidence.", "author": "Unknown"}, {"quote": "Winning is a habit. Unfortunately, so is losing.", "author": "Unknown"}, {"quote": "The achievements of an organization are the results of the combined effort of each individual.", "author": "Vince Lombardi"}, {"quote": "Fatigue makes cowards of us all.", "author": "Unknown"}, {"quote": "There’s only one way to succeed in anything, and that is to give it everything. I do, and I demand that my players do.", "author": "Unknown"}, {"quote": "Winning is not a sometime thing; it’s an all time thing. You don’t win once in a while, you don’t do things right once in a while, you do them right all the time. Winning is habit. Unfortunately, so is losing.", "author": "Unknown"}, {"quote": "There is only one way to succeed in anything and that is to give it everything.", "author": "Unknown"}, {"quote": "Some of us will do our jobs well and some will not, but we will be judged by only one thing-the result.", "author": "Unknown"}, {"quote": "The measure of who we are is what we do with what we have.", "author": "Unknown"}, {"quote": "People who work together will win, whether it be against complex football defenses, or the problems of modern society.", "author": "Unknown"}, {"quote": "Coaches who can outline plays on a black board are a dime a dozen. The ones who win get inside their player and motivate.", "author": "Vince Lombardi"}, {"quote": "Leaders aren’t born, they are made. And they are made just like anything else, through hard work. And that’s the price we’ll have to pay to achieve that goal, or any goal.", "author": "Unknown"}, {"quote": "Leadership is based on a spiritual quality; the power to inspire, the power to inspire others to follow.", "author": "Unknown"}, {"quote": "People who work together will win, whether it be against complex football defenses, or the problems of modern society.", "author": "Unknown"}, {"quote": "Show me a good loser, and I’ll show you a loser.", "author": "Vince Lombardi"}, {"quote": "The spirit, the will to win, and the will to excel are the things that endure. These qualities are so much more important than the events that occur.", "author": "Unknown"}, {"quote": "It’s easy to have faith in yourself and have discipline when you’re a winner, when you’re number one. What you’ve got to have is faith and discipline when you’re not yet a winner.", "author": "Unknown"}, {"quote": "Unless a man believes in himself and makes a total commitment to his career and puts everything he has into it – his mind, his body, his heart – what’s life worth to him?", "author": "Unknown"}, {"quote": "I would say that the quality of each man’s life is the full measure of that man’s commitment of excellence and victory – whether it be football, whether it be business, whether it be politics or government or what have you.", "author": "Unknown"}, {"quote": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather in a lack of will.", "author": "Vince Lombardi"}, {"quote": "Football is a great deal like life in that it teaches that work, sacrifice, perseverance, competitive drive, selflessness and respect for authority is the price that each and every one of us must pay to achieve any goal that is worthwhile.", "author": "Unknown"}, {"quote": "Success is like anything worthwhile. It has a price. You have to pay the price to win and you have to pay the price to get to the point where success is possible. Most important, you must pay the price to stay there.", "author": "Unknown"}, {"quote": "Once you agree upon the price you and your family must pay for success, it enables you to ignore the minor hurts, the opponent’s pressure, and the temporary failures.", "author": "Unknown"}, {"quote": "A man can be as great as he wants to be. If you believe in yourself and have the courage, the determination, the dedication, the competitive drive, and if you are willing to sacrifice the little things in life and pay the price for the things that are worthwhile, it can be done.", "author": "Unknown"}, {"quote": "It is essential to understand that battles are primarily won in the hearts of men.", "author": "Vince Lombardi"}, {"quote": "After all the cheers have died down and the stadium is empty, after the headlines have been written, and after you are back in the quiet of your room and the championship ring has been placed on the dresser and after all the pomp and fanfare have faded, the enduring thing that is left is the dedication to doing with our lives the very best we can to make the world a better place in which to live.", "author": "Unknown"}, {"quote": "If you’ll not settle for anything less than your best, you will be amazed at what you can accomplish in your lives.", "author": "Unknown"}, {"quote": "They call it coaching but it is teaching. You do not just tell them…you show them the reasons.", "author": "Unknown"}, {"quote": "Most important of all, to be successful in life demands that a man make a personal commitment to excellence and to victory, even though the ultimate victory can never be completely won. Yet that victory might be pursued and wooed with every fiber of our body, with every bit of our might and all our effort. And each week, there is a new encounter; each day, there is a new challenge.", "author": "Unknown"}, {"quote": "Obstacles are what you see when you take your eyes off of the goal.", "author": "Vince Lombardi"}, {"quote": "Morally, the life of the organization must be of exemplary nature. This is one phase where the organization must not have criticism.", "author": "Unknown"}, {"quote": "In order to succeed, this group will need a singleness of purpose, they will need a dedication, and they will have to convince all of their prospects of the willingness to sacrifice.", "author": "Unknown"}, {"quote": "Once you have established the goals you want and the price you’re willing to pay, you can ignore the minor hurts, the opponent’s pressure and the temporary failures.", "author": "Unknown"}, {"quote": "Mental toughness is Spartanism, with all its qualities of self-denial, sacrifice, dedication, fearlessness, and love.", "author": "Unknown"}, {"quote": "There is no substitute for work.", "author": "Unknown"}, {"quote": "Faithfulness and truth are the most sacred excellences and endowments of the human mind.", "author": "Vince Lombardi"}, {"quote": "Teams do not go physically flat, they go mentally stale.", "author": "Unknown"}, {"quote": "When we place our dependence in God, we are unencumbered, and we have no worry. In fact, we may even be reckless, insofar as our part in the production is concerned. This confidence, this sureness of action, is both contagious and an aid to the perfect action. The rest is in the hands of God – and this is the same God, gentlemen, who has won all His battles up to now.", "author": "Unknown"}, {"quote": "I’ve never known a man worth his salt who, in the long run, deep down in his heart, didn’t appreciate the grind, the discipline.", "author": "Unknown"}, {"quote": "The good Lord gave you a body that can stand most anything. It’s your mind you have to convince.", "author": "Unknown"}, {"quote": "There are three things that are important to every man in this locker room. His God, his family, and the Green Bay Packers. In that order.", "author": "Unknown"}, {"quote": "To achieve success, whatever the job we have, we must pay a price.", "author": "Vince Lombardi"}, {"quote": "Mental toughness is many things and rather difficult to explain. Its qualities are sacrifice and self-denial. Also, most importantly, it is combined with a perfectly disciplined will that refuses to give in. It’s a state of mind – you could call it character in action.", "author": "Unknown"}, {"quote": "Leadership is not just one quality, but rather a blend of many qualities; and while no one individual possesses all of the needed talents that go into leadership, each man can develop a combination to make him a leader.", "author": "Unknown"}, {"quote": "Success is based upon a spiritual quality, a power to inspire others.", "author": "Unknown"}, {"quote": "We would accomplish many more things if we did not think of them as impossible.", "author": "Vince Lombardi"}, {"quote": "There is only one kind of discipline, and that is the perfect discipline. As a leader, you must enforce and maintain that discipline; otherwise, you will fail at your job.", "author": "Unknown"}, {"quote": "A leader must identify himself with the group, must back up the group, even at the risk of displeasing superiors. He must believe that the group wants from him a sense of approval. If this feeling prevails, production, discipline, morale will be high, and in return, you can demand the cooperation to promote the goals of the community.", "author": "Unknown"}, {"quote": "Perfection is not attainable. But if we chase perfection, we can catch excellence.", "author": "Vince Lombardi"}, {"quote": "Second place is meaningless. You can’t always be first, but you have to believe that you should have been – that you were never beaten – that time just ran out on you.", "author": "Unknown"}, {"quote": "No leader, however great, can long continue unless he wins battles. The battle decides all.", "author": "Unknown"}, {"quote": "To the winner, there is 100-percent elation, 100-percent fun, 100-percent laughter; and yet the only thing left to the loser is resolution and determination.", "author": "Unknown"}, {"quote": "Winning is a habit. Watch your thoughts, they become your beliefs. Watch your beliefs, they become your words. Watch your words, they become your actions. Watch your actions, they become your habits. Watch your habits, they become your character.", "author": "Unknown"}, {"quote": "You defeat defeatism with confidence.", "author": "Unknown"}, {"quote": "You never win a game unless you beat the guy in front of you. The score on the board doesn’t mean a thing. That’s for the fans. You’ve got to win the war with the man in front of you. You’ve got to get your man.", "author": "Unknown"}, {"quote": "If you don’t think you’re a winner, you don’t belong here.", "author": "Vince Lombardi"}, {"quote": "I’ve been in football all my life, gentlemen, and I don’t know whether I’m particularly qualified to be a part of anything else, except I consider it a great game, a game of many assets, by the way, and I think a symbol of what this country’s best attributes are: courage and stamina and a coordinated efficiency or teamwork.", "author": "Unknown"}, {"quote": "There is something good in men that really yearn for discipline.", "author": "Unknown"}, {"quote": "At many a moment on many a day, I am convinced that pro football must be a game for madmen, and I must be one of them.", "author": "Unknown"}, {"quote": "Before I can embrace freedom, I should be aware of what duties I have.", "author": "Unknown"}, {"quote": "If it doesn’t matter who wins or loses, then why do they keep score?", "author": "Unknown"}, {"quote": "Individual commitment to a group effort – that is what makes a team work, a company work, a society work, a civilization work.", "author": "Unknown"}, {"quote": "The harder you work, the harder it is to surrender.", "author": "Vince Lombardi"}, {"quote": "It is and has always been an American zeal to be first in everything we do, and to win…", "author": "Unknown"}, {"quote": "I derived my strength from daily mass and communion.", "author": "Unknown"}, {"quote": "To be successful, a man must exert an effective influence upon his brothers and upon his associates, and the degree in which he accomplishes this depends on the personality of the man. The incandescence of which he is capable. The flame of fire that burns inside of him. The magnetism which draws the heart of other men to him.", "author": "Unknown"}, {"quote": "Live as if you were living already for the second time and as if you had acted the first time as wrongly as you are about to act now!", "author": "Unknown"}, {"quote": "Winning is not everything – but making the effort to win is.", "author": "Unknown"}, {"quote": "Mental toughness is essential to success.", "author": "Vince Lombardi"}, {"quote": "Running a football team is no different than running any other kind of organization…", "author": "Unknown"}, {"quote": "The objective is to win: fairly, squarely, decently, win by the rules, but still win.", "author": "Unknown"}, {"quote": "Don’t succumb to excuses. Go back to the job of making the corrections and forming the habits that will make your goal possible.", "author": "Unknown"}, {"quote": "Teamwork is what the Green Bay Packers were all about. They didn’t do it for individual glory. They did it because they loved one another.", "author": "Unknown"}, {"quote": "The leader can never close the gap between himself and the group. If he does, he is no longer what he must be. He must walk a tightrope between the consent he must win and the control he must exert.", "author": "Unknown"}, {"quote": "Winning isn’t everything, it’s the only thing.", "author": "Unknown"}, {"quote": "Getting to the final is everything, and winning is icing on the cake.", "author": "Unknown"}, {"quote": "Brains without competitive hearts are rudderless.", "author": "Vince Lombardi"}, {"quote": "A team that thinks it’s going to lose is going to lose.", "author": "Unknown"}, {"quote": "When you’ve got the momentum in a football game, that is a time to keep going and get it into the end zone. We want to score for America’s families.", "author": "Unknown"}, {"quote": "Some people try to find things in this game that don’t exist but football is only two things – blocking and tackling.", "author": "Unknown"}, {"quote": "Confidence is contagious and so is lack of confidence, and a customer will recognize both.", "author": "Unknown"}, {"quote": "We know how rough the road will be, how heavy here the load will be, we know about the barricades that wait along the track, but we have see our soul ahead upon a certain goal ahead and nothing left from hell to sky shall ever turn us back.", "author": "Unknown"}, {"quote": "It is time for us all to stand and cheer for the doer, the achiever — the one who recognizes the challenges and does something about it.", "author": "Unknown"}, {"quote": "A school without football is in danger of deteriorating into a medieval study hall.", "author": "Unknown"}, {"quote": "Run for daylight.", "author": "Vince Lombardi"}, {"quote": "All right Mister, let me tell you what winning means… you’re willing to go longer, work harder, give more than anyone else.", "author": "Unknown"}, {"quote": "Build for your team a feeling of oneness, of dependence on one another and of strength to be derived by unity.", "author": "Unknown"}, {"quote": "I’m not afraid to die – it’s just that I had so much left to do in this world.", "author": "Unknown"}, {"quote": "A disciplined person is one who follows the will of the one who gives the orders.", "author": "Unknown"}, {"quote": "We didn’t lose the game; we just ran out of time.", "author": "Vince Lombardi"}, {"quote": "I’ve been accused of lacking compassion. But that just shows I’m not without compassion.", "author": "Unknown"}, {"quote": "I think he could coach the same way today that he did then. Obviously, he was a very dynamic person. He wanted 100% effort on every play. But he was fair. He was very demanding to play for, but professional athletes need that. They’ve been babied all their lives.", "author": "Tom Brown, Drafted by Lombardi in 1963"}, {"quote": "He would be successful in any era. The fundamentals are constant over time. Being a professional, how you handle yourself, those messages are all still good.", "author": "Rob Jeter, UW-Milwaukee Basketball Coach"}, {"quote": "More than any other sports figure, Vince Lombardi transformed football into a metaphor of the American experience.", "author": "David Maraniss"}]