[{"quote": "The whole history of the world is summed up in the fact that, when nations are strong, they are not always just, and when they wish to be just, they are no longer strong.", "author": "Unknown"}, {"quote": "Politics is more dangerous than war, for in war you are only killed once.", "author": "Winston Churchill"}, {"quote": "We shape our dwellings, and afterwards our dwellings shape us.", "author": "Unknown"}, {"quote": "It has been said that Democracy is the worst form of government except all those other forms that have been tried from time to time.", "author": "Unknown"}, {"quote": "It is a mistake to try to look too far ahead. The chain of destiny can only be grasped one link at a time.", "author": "Unknown"}, {"quote": "When I am abroad, I always make it a rule never to criticize or attack the government of my own country. I make up for lost time when I come home.", "author": "Unknown"}, {"quote": "I have nothing to offer but blood, toil, tears and sweat.", "author": "Unknown"}, {"quote": "Dictators ride to and fro on tigers from which they dare not dismount. And the tigers are getting hungry.", "author": "Unknown"}, {"quote": "A fanatic is one who can’t change his mind and won’t change the subject.", "author": "Winston Churchill"}, {"quote": "Employ your time in improving yourself by other men’s writings so that you shall come easily by what others have labored hard for.", "author": "Unknown"}, {"quote": "I have never accepted what many people have kindly said, namely that I have inspired the nation. It was the nation and the race dwelling all around the globe that had the lion heart. I had the luck to be called upon to give the roar.", "author": "Unknown"}, {"quote": "Without a measureless and perpetual uncertainty, the drama of human life would be destroyed.", "author": "Unknown"}, {"quote": "Never in the field of human conflict was so much owed by so many to so few.", "author": "Unknown"}, {"quote": "An appeaser is one who feeds a crocodile – hoping it will eat him last.", "author": "Unknown"}, {"quote": "I am easily satisfied with the very best.", "author": "Winston Churchill"}, {"quote": "Solitary trees, if they grow at all, grow strong.", "author": "Unknown"}, {"quote": "Say what you have to say and the first time you come to a sentence with a grammatical ending – sit down.", "author": "Unknown"}, {"quote": "It is no use saying ‘we are doing our best.’ You have got to succeed in doing what is necessary.", "author": "Unknown"}, {"quote": "Let us therefore brace ourselves to our duties, and so bear ourselves that, if the British Empire and its Commonwealth last for a thousand years, men will still say: “This was their finest hour.", "author": "Unknown"}, {"quote": "Do not let us speak of darker days; let us speak rather of sterner days. These are not dark days: these are great days – the greatest days our country has ever lived.", "author": "Unknown"}, {"quote": "The English know how to make the best of things. Their so-called muddling through is simply skill at dealing with the inevitable.", "author": "Unknown"}, {"quote": "Continuous efforts – not strength or intelligence – is the key to unlocking our potential.", "author": "Winston Churchill"}, {"quote": "War is mainly a catalogue of blunders.", "author": "Unknown"}, {"quote": "In war, as in life, it is often necessary, when some cherished scheme has failed, to take up the best alternative open, and if so, it is folly not to work for it with all your might.", "author": "Unknown"}, {"quote": "No one can guarantee success in war, but only deserve it.", "author": "Unknown"}, {"quote": "If one has to submit, it is wasteful not to do so with the best grace possible.", "author": "Unknown"}, {"quote": "All the great things are simple, and many can be expressed in a single word: freedom; justice; honor; duty; mercy; hope.", "author": "Unknown"}, {"quote": "Without courage, all other virtues lose their meaning.", "author": "Winston Churchill"}, {"quote": "Curse ruthless time! Curse our mortality. How cruelly short is the allotted span for all we must cram into it!", "author": "Unknown"}, {"quote": "We must beware of needless innovations, especially when guided by logic.", "author": "Unknown"}, {"quote": "One ought never to turn one’s back on a threatened danger and try to run away from it. If you do that, you will double the danger. But if you meet it promptly and without flinching, you will reduce the danger by half. Never run away from anything. Never!", "author": "Unknown"}, {"quote": "Success is never found. Failure is never fatal. Courage is the only thing.", "author": "Unknown"}, {"quote": "Victory at all costs, victory in spite of all terror, victory however long and hard the hard may be; for without victory there is no survival.", "author": "Unknown"}, {"quote": "We shall draw from the heart of suffering itself the means of inspiration and survival.", "author": "Unknown"}, {"quote": "History is written by the victors.", "author": "Winston Churchill"}, {"quote": "The problems of victory are more agreeable than those of defeat, but they are no less difficult.", "author": "Unknown"}, {"quote": "My most brilliant achievement was my ability to be able to persuade my wife to marry me.", "author": "Unknown"}, {"quote": "I am prepared to meet my Maker. Whether my Maker is prepared for the ordeal of meeting me is another matter.", "author": "Unknown"}, {"quote": "The English never draw a line without blurring it.", "author": "Unknown"}, {"quote": "It is a good thing for an uneducated man to read books of quotations.", "author": "Unknown"}, {"quote": "The price of greatness is responsibility.", "author": "Winston Churchill"}, {"quote": "There are a terrible lot of lies going about the world, and the worst of it is that half of them are true.", "author": "Unknown"}, {"quote": "To build may have to be the slow and laborious task of years. To destroy can be the thoughtless act of a single day.", "author": "Unknown"}, {"quote": "The farther backward you can look, the farther forward you are likely to see.", "author": "Unknown"}, {"quote": "You have enemies? Good. It means you’ve stood up for something, sometime in your life.", "author": "Unknown"}, {"quote": "In finance, everything that is agreeable is unsound and everything that is sound is disagreeable.", "author": "Unknown"}, {"quote": "If you’re going through hell, keep going.", "author": "Unknown"}, {"quote": "A state of society where men may not speak their minds cannot long endure.", "author": "Winston Churchill"}, {"quote": "This is the lesson: never give in, never give in, never, never, never, never — in nothing, great or small, large or petty — never give in except to convictions of honour and good sense. Never yield to force; never yield to the apparently overwhelming might of the enemy.", "author": "Unknown"}, {"quote": "There is only one duty, only one safe course, and that is to try to be right and not to fear to do or say what you believe to be right.", "author": "Unknown"}, {"quote": "It is a fine thing to be honest, but it is also very important to be right.", "author": "Unknown"}, {"quote": "I like pigs. Dogs look up to us. Cats look down on us. Pigs treat us as equals.", "author": "Unknown"}, {"quote": "Never hold discussions with the monkey when the organ grinder is in the room.", "author": "Unknown"}, {"quote": "Attitude is a little thing that makes a big difference.", "author": "Winston Churchill"}, {"quote": "The best argument against democracy is a five-minute conversation with the average voter.", "author": "Unknown"}, {"quote": "We shall defend our island, whatever the cost may be, we shall fight on the beaches, we shall fight on the landing grounds, we shall fight in the fields and in the streets, we shall fight in the hills; we shall never surrender.", "author": "Unknown"}, {"quote": "Never, never, never believe any war will be smooth and easy, or that anyone who embarks on the strange voyage can measure the tides and hurricanes he will encounter. The statesman who yields to war fever must realize that once the signal is given, he is no longer the master of policy but the slave of unforeseeable and uncontrollable events.", "author": "Unknown"}, {"quote": "What is adequacy? Adequacy is no standard at all.", "author": "Unknown"}, {"quote": "Socialism is a philosophy of failure, the creed of ignorance, and the gospel of envy, its inherent virtue is the equal sharing of misery.", "author": "Unknown"}, {"quote": "We make a living by what we get, but we make a life by what we give.", "author": "Winston Churchill"}, {"quote": "Those who can win a war well can rarely make a good peace, and those who could make a good peace would never have won the war.", "author": "Unknown"}, {"quote": "It’s not enough that we do our best; sometimes we have to do what’s required.", "author": "Unknown"}, {"quote": "Healthy citizens are the greatest asset any country can have.", "author": "Unknown"}, {"quote": "We shall not fail or falter. We shall not weaken or tire. Neither the sudden shock of battle nor the long-drawn trials of vigilance and exertion will wear us down. Give us the tools and we will finish the job.", "author": "Unknown"}, {"quote": "Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing ever happened.", "author": "Unknown"}, {"quote": "It is wonderful what great strides can be made when there is a resolute purpose behind them.", "author": "Unknown"}, {"quote": "I never worry about action, but only inaction.", "author": "Winston Churchill"}, {"quote": "We are stripped bare by the curse of plenty.", "author": "Unknown"}, {"quote": "If you will not fight for right when you can easily win without blood shed; if you will not fight when your victory is sure and not too costly; you may come to the moment when you will have to fight with all the odds against you and only a precarious chance of survival. There may even be a worse case. You may have to fight when there is no hope of victory, because it is better to perish than to live as slaves.", "author": "Unknown"}, {"quote": "Great and good are seldom the same man.", "author": "Winston Churchill"}, {"quote": "I always seem to get inspiration and renewed vitality by contact with this great novel land of yours which sticks up out of the Atlantic.", "author": "Unknown"}, {"quote": "We shall show mercy, but we shall not ask for it.", "author": "Unknown"}, {"quote": "Success is not final, failure is not fatal, it is the courage to continue that counts.", "author": "Unknown"}, {"quote": "All the greatest things are simple, and many can be expressed in a single word: freedom; justice; honour; duty; mercy; hope.", "author": "Unknown"}, {"quote": "Everyone has his day and some days last longer than others.", "author": "Winston Churchill"}, {"quote": "Personally I’m always ready to learn, although I do not always like being taught.", "author": "Unknown"}, {"quote": "The first duty of the university is to teach wisdom, not a trade; character, not technicalities. We want a lot of engineers in the modern world, but we do not want a world of engineers.", "author": "Unknown"}, {"quote": "The inherent vice of capitalism is the unequal sharing of blessings; the inherent virtue of socialism is the equal sharing of miseries.", "author": "Unknown"}, {"quote": "When the eagles are silent, the parrots begin to jabber.", "author": "Unknown"}, {"quote": "History will be kind to me for I intend to write it.", "author": "Unknown"}, {"quote": "Christmas is a season not only of rejoicing but of reflection.", "author": "Unknown"}, {"quote": "If we open a quarrel between the past and the present, we shall find we have lost the future.", "author": "Winston Churchill"}, {"quote": "Politics is the ability to foretell what is going to happen tomorrow, next week, next month and next year. And to have the ability afterwards to explain why it didn’t happen.", "author": "Unknown"}, {"quote": "If you have an important point to make, don’t try to be subtle or clever. Use a pile driver. Hit the point once. Then come back and hit it again. Then hit it a third time-a tremendous whack.", "author": "Unknown"}, {"quote": "Do not let spacious plans for a new world divert your energies from saving what is left of the old.", "author": "Unknown"}, {"quote": "Success is the ability to go from one failure to another with no loss of enthusiasm.", "author": "Unknown"}, {"quote": "All I can say is that I have taken more out of alcohol than alcohol has taken out of me.", "author": "Unknown"}, {"quote": "Out of intense complexities intense simplicities emerge.", "author": "Winston Churchill"}, {"quote": "I may be drunk, miss, but in the morning I will be sober and you will still be ugly.", "author": "Unknown"}, {"quote": "Courage is rightly esteemed the first of human qualities because it has been said, it is the quality which guarantees all others.", "author": "Unknown"}, {"quote": "Every man should ask himself each day whether he is not too readily accepting negative solutions.", "author": "Unknown"}, {"quote": "The power of man has grown in every sphere, except over himself.", "author": "Unknown"}, {"quote": "The greatest lesson in life is to know that even fools are right sometimes.", "author": "Unknown"}, {"quote": "Writing a book is an adventure. To begin with it is a toy then an amusement. Then it becomes a mistress, and then it becomes a master, and then it becomes a tyrant and, in the last stage, just as you are about to be reconciled to your servitude, you kill the monster and fling him to the public.", "author": "Unknown"}, {"quote": "To improve is to change, so to be perfect is to change often.", "author": "Winston Churchill"}, {"quote": "The truth is incontrovertible. Malice may attack it, ignorance may deride it, but in the end, there it is.", "author": "Unknown"}, {"quote": "Broadly speaking short words are best and the old words when short, are best of all.", "author": "Unknown"}, {"quote": "I am never going to have anything more to do with politics or politicians. When this war is over I shall confine myself entirely to writing and painting.", "author": "Unknown"}, {"quote": "Courage is what it takes to stand up and speak, it’s also what it takes to sit down and listen.", "author": "Unknown"}, {"quote": "There is always much to be said for not attempting more than you can do and for making a certainty of what you try. But this principle, like others in life and war, has it exceptions.", "author": "Unknown"}, {"quote": "Success is going from failure to failure without loss of enthusiasm.", "author": "Winston Churchill"}, {"quote": "Every day you may make progress. Every step may be fruitful. Yet there will stretch out before you an ever-lengthening, ever-ascending, ever-improving path. You know you will never get to the end of the journey. But this, so far from discouraging, only adds to the joy and glory of the climb.", "author": "Unknown"}, {"quote": "If you have ten thousand regulations you destroy all respect for the law.", "author": "Unknown"}, {"quote": "In the course of my life I have often had to eat my words, and I must confess that I have always found it a wholesome diet.", "author": "Unknown"}, {"quote": "Everyone has his day, and some days last longer than others.", "author": "Unknown"}, {"quote": "In wartime, truth is so precious that she should always be attended by a bodyguard of lies.", "author": "Unknown"}, {"quote": "The empires of the future are the empires of the mind.", "author": "Unknown"}, {"quote": "I have never developed indigestion from eating my words.", "author": "Winston Churchill"}, {"quote": "There are two things that are more difficult than making an after-dinner speech: climbing a wall which is leaning toward you and kissing a girl who is leaning away from you.", "author": "Unknown"}, {"quote": "Difficulties mastered are opportunities won.", "author": "Unknown"}, {"quote": "I am certainly not one of those who need to be prodded. In fact, if anything, I am the prod.", "author": "Unknown"}, {"quote": "There is no time for ease and comfort. It is time to dare and endure.", "author": "Unknown"}, {"quote": "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty.", "author": "Winston Churchill"}, {"quote": "We are masters of the unsaid words, but slaves of those we let slip out.", "author": "Unknown"}, {"quote": "Nothing in life is so exhilarating as to be shot at without result.", "author": "Unknown"}, {"quote": "Let our advance worrying become advance thinking and planning.", "author": "Unknown"}, {"quote": "No crime is so great as daring to excel.", "author": "Unknown"}, {"quote": "A lie gets halfway around the world before the truth has a chance to get its pants on.", "author": "Unknown"}, {"quote": "Play the game for more than you can afford to lose. Only then will you learn the game.", "author": "Winston Churchill"}, {"quote": "Ending a sentence with a preposition is something up with which I will not put.", "author": "Unknown"}]