[{"quote": "A conservative is a man with two perfectly good legs who, however, has never learned how to walk forward.", "author": "Franklin D. Roosevelt"}, {"quote": "A grieving woman could sit alone on a jetty in the early morning. But not with a book in her hands.", "author": "Pia Juul"}, {"quote": "A painting is worth a thousand confused art-gallery visitors.", "author": "Ljupka Cvetanova"}, {"quote": "A person is wise if he listens to millions of advice and doesn’t implement any of it.", "author": "Michael Bassey Johnson"}, {"quote": "A person with a sharp tongue will eventually cut themselves.", "author": "J. Robson Koenig"}, {"quote": "A skunk is better company than a person who prides himself on being ‘frank’.", "author": "Robert Heinlein"}, {"quote": "A true friend is someone who is there for you when he’d rather be anywhere else.", "author": "Len Wein"}, {"quote": "A true friend overlooks your failures and tolerates your success!", "author": "Doug Larson"}, {"quote": "A witty saying proves nothing.", "author": "Voltaire"}, {"quote": "A word of kindness is seldom spoken in vain, while witty sayings are as easily lost as the pearls slipping from a broken string.", "author": "George Dennison Prentice"}, {"quote": "Act as if what you do makes a difference. It does.", "author": "William James"}, {"quote": "Action will destroy your procrastination.", "author": "Og Mandino"}, {"quote": "All progress has resulted from people who took unpopular positions.", "author": "Adlai E. Stevenson"}, {"quote": "An ounce of action is worth a ton of theory.", "author": "Ralph Waldo Emerson"}, {"quote": "And in the end, it’s not the years in your life that count. It’s the life in your years.", "author": "Abraham Lincoln"}, {"quote": "Arguing with a fool proves there are two.", "author": "Doris M. Smith"}, {"quote": "Ask me no questions, and I’ll tell you no fibs.", "author": "Oliver Goldsmith"}, {"quote": "Better a witty fool than a foolish wit.", "author": "William Shakespeare"}, {"quote": "By working faithfully eight hours a day, you may eventually get to be boss and work twelve hours a day.", "author": "Robert Frost"}, {"quote": "Choose a job you love, and you will never have to work a day in your life.", "author": "Confucius"}, {"quote": "Courtship is to marriage, as a very witty prologue to a very dull play.", "author": "William Congreve"}, {"quote": "Do your own thinking independently. Be the chess player, not the chess piece.", "author": "Ralph Charell"}, {"quote": "Don’t be too timid and squeamish about your actions. All life is an experiment.", "author": "Ralph Waldo Emerson"}, {"quote": "Don’t worry about people stealing an idea. If it’s original, you will have to ram it down their throats.", "author": "Howard Aiken"}, {"quote": "Dreams don’t work unless you do.", "author": "John C. Maxwell"}, {"quote": "Dreams have only one owner at a time. That’s why dreamers are lonely.", "author": "Erma Bombeck"}, {"quote": "Every habit makes our hand more witty, and out wit more handy.", "author": "Friedrich Nietzsche"}, {"quote": "Everyone has a sense of humor. If you don’t laugh at jokes, you probably laugh at opinions.", "author": "Criss Jami"}, {"quote": "Faced with the choice between changing one’s mind and proving that there is no need to do so, almost everyone gets busy on the proof.", "author": "John Kenneth Galbraith"}, {"quote": "Fools learn from experience. Wise men learn from the experience of others.", "author": "Otto von Bismarck"}, {"quote": "Friends are like melons; shall I tell you why? To find a good one, you must one hundred try.", "author": "Claude Mermet"}, {"quote": "Genius is one percent inspiration, ninety-nine percent perspiration.", "author": "Thomas Alva Edison"}, {"quote": "He wasn’t aware of it but when he smiled he looked like an amiable bear. When he didn’t smile he didn’t look amiable.", "author": "Emma Goldrick"}, {"quote": "He who wrestles with us, strengthens our nerves and sharpens our skills. Our antagonist is our helper.", "author": "Edmund Burke"}, {"quote": "How you think when you lose determines how long it will be until you win.", "author": "Gilbert Keith Chesterton"}, {"quote": "I don’t let go of concepts –I meet them with understanding. Then they let go of me.", "author": "Byron Katie"}, {"quote": "I not only use all the brains I have, but all that I can borrow.", "author": "Woodrow Wilson"}, {"quote": "I suppose it is tempting, if the only tool you have is a hammer, to treat everything as if it were a nail.", "author": "Abraham Maslow"}, {"quote": "I’m an angel. The horns are only there to hold up the halo.", "author": "Suzanne Wrightt"}, {"quote": "I’ll go anywhere as long as it’s forward.", "author": "David Livingstone"}, {"quote": "If an apology is followed by an excuse or a reason, it means they are going to commit same mistake again they just apologized for.", "author": "Amit Kalantri"}, {"quote": "If you tell the truth, you don’t have to remember anything.", "author": "Mark Twain"}, {"quote": "If you want to make enemies, try to change something.", "author": "Woodrow Wilson"}, {"quote": "If you’re not failing every now and again, it’s a sign you’re not doing anything very innovative.", "author": "Woody Allen"}, {"quote": "Intelligence is more important than strength, that is why earth is ruled by men and not by animals.", "author": "Amit Kalantri"}, {"quote": "It is far better to be alone, than to be in bad company.", "author": "George Washington"}, {"quote": "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change.", "author": "Charles Darwin"}, {"quote": "It is not what you gather but what you scatter that tells what kind of life you have lived.", "author": "Helen Walton"}, {"quote": "It is surprising what a man can do when he has to, and how little most men will do when they don’t have to.", "author": "Walter Linn"}, {"quote": "It takes a long time to grow an old friend.", "author": "John Leonard"}, {"quote": "It’s never too late to have a happy childhood.", "author": "Tom Robbins"}, {"quote": "It’s true hard work never killed anybody, but I figure, why take the chance?", "author": "Ronald Reagan"}, {"quote": "Knowledge is proud she knows so much; wisdom is humble that she knows no more.", "author": "William Cowper"}, {"quote": "Learning to ignore things is one of the great paths to inner peace.", "author": "Robert J. Sawyer"}, {"quote": "Liberty means responsibility. That is why most men dread it.", "author": "George Bernard Shaw"}, {"quote": "Life can only be understood backwards, but it must be lived forward.", "author": "Soren Kierkegaard"}, {"quote": "Life is really simple, but we insist on making it complicated.", "author": "Confucius"}, {"quote": "Maturity involves turning an insult into a feedback.", "author": "Aniekee Tochukwu Ezekiel"}, {"quote": "Never apologize for showing feeling. When you do so, you apologize for the truth.", "author": "Benjamin Disraeli"}, {"quote": "Never miss a good chance to shut up.", "author": "Will Rogers"}, {"quote": "Never try to have the last word. You might get it.", "author": "Robert Heinlein"}, {"quote": "No-one can make you feel inferior without your permission.", "author": "Eleanor Roosevelt"}, {"quote": "Nothing is so fatiguing as the eternal hanging on of an uncompleted task.", "author": "William James"}, {"quote": "Oh yes? Can you identify yourself? Certainly. I’d know me anywhere.", "author": "Terry Pratchett"}, {"quote": "One man’s theology is another man’s belly laugh.", "author": "Robert Heinlein"}, {"quote": "One of the keys to happiness is a bad memory.", "author": "Rita Mae Brown"}, {"quote": "Phil Hartman was brilliant, and Dave Foley is a really funny guy. Phil Hartman was actually even funnier offstage than he was onstage because he would say nasty things. Dave Foley’s very funny, very witty guy, very quick.", "author": "Joe Rogan"}, {"quote": "Playing it safe is the riskiest choice we can ever make.", "author": "Sarah Ban Breathnach"}, {"quote": "Pretending to care what men think is an art. It takes moments to learn, but lifetimes to master. I’d like to believe I’m an expert.", "author": "Dennis Sharpe"}, {"quote": "Pride only helps us to be generous; it never makes us so, any more than vanity makes us witty.", "author": "George Eliot"}, {"quote": "Rhetoric abounds in the cemeteries of reason.", "author": "Miguel Queah"}, {"quote": "So just let me deal with it, I can be emotionally flawed and still love you all at the same time. I’m a great multitasker.", "author": "Holly Hood"}, {"quote": "Some fellows get credit for being conservative when they are only stupid.", "author": "Kim Hubbard"}, {"quote": "The advantage of growing up with siblings is that you become very good at fractions.", "author": "Robert Brault"}, {"quote": "The best computer is a man, and it’s the only one that can be mass-produced by unskilled labor.", "author": "Wernher von Braun"}, {"quote": "The best way to destroy an enemy is to make him a friend.", "author": "Abraham Lincoln"}, {"quote": "The first principle is that you must not fool yourself, and you are the easiest person to fool.", "author": "Richard P. Feynman"}, {"quote": "The greatest mistake you can make in life is to be continually fearing you will make a mistake.", "author": "Elbert Hubbard"}, {"quote": "The highest form of ignorance is when you reject something you don’t know anything about.", "author": "Wayne Dyer"}, {"quote": "The important thing to remember is not to forget.", "author": "Benny Bellamacina"}, {"quote": "The liar’s punishment is not in the least that he is not believed, but that he cannot believe anyone else.", "author": "George Bernard Shaw"}, {"quote": "The man who does not read books has no advantage over the man that can not read them.", "author": "Mark Twain"}, {"quote": "The measure of success is not whether you have a tough problem to deal with, but whether it’s the same problem you had last year.", "author": "John Foster Dulles"}, {"quote": "The only way to have a friend is to be one.", "author": "Ralph Waldo Emerson"}, {"quote": "The problem human beings face is not that we aim too high and fail, but that we aim too low and succeed.", "author": "Michelangelo"}, {"quote": "The problem with a life spent reading is you know too much.", "author": "Josh Lanyon"}, {"quote": "The reward of a thing done well is to have done it.", "author": "Ralph Waldo Emerson"}, {"quote": "The whole problem with the world is that fools and fanatics are always so certain of themselves, and wiser people so full of doubts.", "author": "Bertrand Russell"}, {"quote": "There is an element of seduction in shoes that doesn’t exist for men. A woman can be sexy, charming, witty or shy with her shoes.", "author": "Christian Louboutin"}, {"quote": "There is never a better measure of what a person is than what he does when he’s absolutely free to choose.", "author": "William M. Bulger"}, {"quote": "There is nothing so useless as doing efficiently that which should not be done.", "author": "Peter Drucker"}, {"quote": "They sit there in committees day after day, And they each put in a color and it comes out gray. And we all have heard the saying, which is true as well as witty, That a camel is a horse that was designed by a committee.", "author": "Allan Sherman"}, {"quote": "To be able to ask a question clearly is two-thirds of the way to getting it answered.", "author": "John Ruskin"}, {"quote": "To die is poignantly bitter, but the idea of having to die without having lived is unbearable.", "author": "Erich Fromm"}, {"quote": "To improve is to change. To be perfect is to change often.", "author": "Winston Churchill"}, {"quote": "To live is the rarest thing in the world. Most people exist, that is all.", "author": "Oscar Wilde"}, {"quote": "Want to know something really subversive? Love is everything it’s cracked up to be. It’s really worth fighting for — risking everything for. And the trouble is — if you don’t risk anything, you risk even more.", "author": "Erica Jong"}, {"quote": "We all have times when we think more effectively, and times when we should not be thinking at all.", "author": "Daniel Cohen"}, {"quote": "We don’t see things as they are. We see them as we are.", "author": "Anais Nin"}, {"quote": "We tend to get what we expect.", "author": "Norman Vincent Peale"}, {"quote": "Well, don’t expect us to be too impressed. We just saw Finnick Odair in his underwear.", "author": "Suzanne Collins"}, {"quote": "What gets measured gets managed.", "author": "Peter Drucker"}, {"quote": "When I die cremate me so I can finally fit into something small.", "author": "Xondra Day"}, {"quote": "Whether you think you can or think you can’t, you’re right.", "author": "Henry Ford"}, {"quote": "Writers don’t get mad they get even in their novels.", "author": "Candace C. Bowen"}, {"quote": "You can’t build a reputation on what you’re going to do.", "author": "Henry Ford"}, {"quote": "You cannot be lonely if you like the person you’re alone with.", "author": "Wayne Dyer"}, {"quote": "You know, you’re rather amusingly wrong.", "author": "Terry Pratchett"}, {"quote": "You will never find time for anything. You must make it.", "author": "Charles Buxton"}]